{"url": "http://edition.cnn.com/TRANSCRIPTS/1304/02/cg.01.html", "text": "\n\n\n\nReturn to Transcripts main page\n\nTHE LEAD WITH JAKE TAPPER\n\nInterview With Chicago Mayor Rahm Emanuel; Guns in Schools; Interview with Randi Weingarten of American Federation of Teachers; The Plot to Rig the Race; What's Behind Auto Industry's Comeback?\n\nAired April 2, 2013 - 16:00 ET\n\nTHIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.\n\n\n\nJAKE TAPPER, CNN ANCHOR: Chicago Mayor Rahm Emanuel is with us this afternoon, but I assure you, parents, there will be no cursing.\n\n\n\nI'm Jake Tapper, and this is THE LEAD.\n\n\n\nThe national lead. An NRA task force lays out ideas to put a good guy with a gun in every school. I will ask Mayor Emanuel how that is going to apply in Chicago, which buries hundreds of people from gun violence every year.\n\n\n\nAlso in national news, cheating on standardized tests, but not by students, by the school officials responsible for administering them. Now they're getting the ultimate detention in a jail cell.\n\n\n\nAnd the money lead. If there was a traffic sign that represented the auto industry just a few years ago, it would be rough road ahead. Did it take a little Italian carmaker to help turn -- Chrysler turn the corner?\n\n\n\nThe national lead. It is an idea that could lead to kindergarten teachers carrying Glocks, principals spending their extracurricular time at target ranges.\n\n\n\nToday, a task force commission by the National Rifle Association unveiled a report with recommendations to make schools safer. The most controversial idea would put more guns in our nation's schools. The task force backed off the notion of putting armed volunteers in schools, but it wants to see more teachers and administrators trained and armed.\n\n\n\nFormer Republican Congressman Asa Hutchinson is leading the task force and urging action on its recommendations.\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nASA HUTCHINSON, FORMER UNDERSECRETARY FOR HOMELAND SECURITY: If you are interested in making our schools safer and to save children's lives, look at these recommendations seriously.\n\n\n\n(END VIDEO CLIP)\n\n\n\nTAPPER: We have seen so many Newtown parents advocating for gun control after 20 children were killed in a senseless massacre in December. But today we saw a Newtown parent standing with the NRA's task force.\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nMARK MATTIOLI, FATHER OF NEWTOWN VICTIM: I think politics need to sort of be set aside here. And I hope this doesn't lead to name calling, but rather this is recommendations for solutions, real solutions that will make our kids safer.\n\n\n\n(END VIDEO CLIP)\n\n\n\nTAPPER: If there is a city that sees the toll of gun violence every single day, it's Chicago, more than 500 homicides last year and almost 90 percent of them were gun-related. And yet Chicago has some of the most strict gun control laws in the nation.\n\n\n\nAnd Chicago Mayor Rahm Emanuel joins me now.\n\n\n\nMr. Mayor, thanks for joining us.\n\n\n\nOne of the recommendations issued today was that more individuals, more adults in schools become proficient in guns. I'm wondering your reaction to that.\n\n\n\nRAHM EMANUEL (D), MAYOR OF CHICAGO: No, look, I think that is not what schools are for and that's not where you want the time and training for principals and teachers. You want that on the education of our children. There's a whole host of things to do different as it relates to safety in schools, but training principals and teachers on use of handguns is not one of them.\n\n\n\nTAPPER: A lot of people look to the city of Chicago and they say, here's a city with some of the strictest gun control laws in the country. And although crime and homicide has gone down this year, it still has a staggeringly high homicide rate.\n\n\n\nHow do you reconcile that?\n\n\n\nEMANUEL: Well, Jake, first of all, as you know, March, our homicides dropped nearly 70 percent; in February, it dropped 50 percent. And in the first three months are down a total of 50 homicides, 42 percent. So it's a very significant drop and one of the most -- March was one of the biggest one-month drops in the history of the city of Chicago.\n\n\n\nSecond is, it's, you know, people in the city of Chicago, there are gun purchases done in Indiana, brought over. So you need a uniform policy on gun control. As I've always said, it comes down to the four P's.\n\n\n\nAnd it's not one of them; it's all of them: policing, and so being strategic about your police resources where you apply them; smart prevention, like after school programs and summer jobs to make sure kids have a positive thing to do and are out of harm's way; stiffer penalties, like a three-year minimum for gun crimes, first prevent people from getting guns -- criminals, second if the criminals commit the crimes there's swift punishment; and fourth P is sound parenting, teaching kids right from wrong.\n\n\n\nAnd all four of those P's have to work. Now there cannot be over-focus on gun control. But you can't also wipe it off the table as if it's not part of it. And you can't rely only on policing and forget parenting. And you can't also not participate and have a comprehensive after school program to keep your kids when the school bell goes off.\n\n\n\nAll four P's, policing, prevention, penalties and parenting have to work together. Gun control matters. And what happens across the border in either Indiana or Wisconsin affects the Chicago area. We take more guns off the streets than New York or L.A.\n\n\n\nYes, we have good and strong gun laws. But we're as good and comprehensive working with our policing and our parenting and our prevention programs as the actual background checks are that apply to Indiana where a lot of purchases are made before the gun ends up in the city of Chicago. So you have to be smart about it.\n\n\n\nYou have to -- you have to have stiff gun control laws. And I believe firmly in preventing criminals getting access to them. But you have to focus on every one of those aspects that, in my view, have a policy that makes sure that you have police on the street, getting kids, guns and drugs off the streets.\n\n\n\nAnd all of those have to work, not one of them, and not one of them have -- be allowed to take off the table as if it's not part of the overall solution to safety and security of our streets.\n\n\n\nTAPPER: The president is hitting the road tomorrow to start campaigning further for greater gun restrictions. Do you regret, when you were White House chief of staff, that the White House in the first term under President Obama, did not do more on this issue?\n\n\n\nEMANUEL: Well, look, you know, as chief of staff -- and you remember, Jake, because you were there; you were covering it.\n\n\n\nYou were covering the decision to make -- to take the auto industry that was on its knees, to close to collapse, and make sure that those jobs were created and made sure that the auto industry came back to the point it is today, that it's adding more jobs than it was when the president was there.\n\n\n\nThat was a crisis he inherited; it was one that took a lot of time and painstaking work to fix in the same way that the economy was headed -- going head over heels towards what is now known as the great recession. And it took a lot on that aspect in the financial sector. And to govern, as President Kennedy said, is to make a set of choices.\n\n\n\nAnd the president made a set of choices to put in place the things that were necessary, given the financial, economic and auto manufacturing crises that he faced, not one of them, not two of them, all three of them simultaneously.\n\n\n\nAnd for people to then kind of look back and said, you know, in the middle of either the financial or the auto scandal, he should have done X, there are choices you make. And he has properly given post- Newtown and part other things that have happened in America making sure that Washington now gets in place the gun control laws that are necessary to prevent criminals' access to guns.\n\n\n\nBut the notion that somehow in retrospect you should have pushed the auto industry crisis to the side, or the financial crisis to the side, you were there covering it; and you know that -- what the state of mind and where we were at that time.\n\n\n\nSo this is where he is now in the second term and taking control of this situation, making sure that we have, for the first time since when I was in the White House under President Clinton, I was a point person for passing both the Brady bill and the assault weapon ban that we have the opportunity actually to make progress on getting sound, comprehensive gun control legislation that works with policing, prevention programs and encouraging strong parenting.\n\n\n\nTAPPER: Lastly, Mr. Mayor, I'd be remiss if I didn't ask you, former Secretary of State Hillary Clinton is speaking this evening and it's garnering a lot of media attention and buzz. She is the power player if she decides to run for president.\n\n\n\nDo you think she is beatable if she runs for the Democratic nomination? Could anyone beat her?\n\n\n\nEMANUEL: Well, I -- look, I think that's way ahead of yourself, Jake. But that would not be the first time anybody and me got way ahead of themselves.\n\n\n\n(LAUGHTER)\n\n\n\nEMANUEL: So, look, she'll speak; there will be a lot of excitement. She has, as you no doubt -- and you know how close I am to the Clintons and that she has a lot to offer if she decides to do that. And there's no doubt, both on her record as former first lady, secretary of state, senator from the state of New York, she has a lot to offer.\n\n\n\nTAPPER: So you're not going to -- you're not even going to touch it, whether or not anybody could beat her?\n\n\n\nEMANUEL: Well, we can go back and talk about the 69 percent drop in homicides in Chicago.\n\n\n\nTAPPER: All right. Mayor Rahm Emanuel, thank you so much for joining us today.\n\n\n\nEMANUEL: Thanks, Jake.\n\n\n\nTAPPER: Ever wonder why so few folks responsible for the financial crisis seem to have been punished in any way?\n\n\n\nWell, some say those in charge of regulation and enforcement did not do their jobs with the vigor and aggressiveness necessary. Now, why would that be? Today, we learned the former head of the U.S. Securities and Exchange Commission Mary Schapiro is joining the consulting firm Promontory Financial Group, which advises, you guessed it, financial firms.\n\n\n\nThe mission of the SEC -- and I quote -- \"is to protect investors and maintain fair, orderly, and efficient markets.\" Schapiro took the helm at the embattled SEC in January of 2009, and while many praise her for restoring the all-but-nonexistent reputation of that agency at that time, she's also been criticized for never fully holding Wall Street accountable for the worst misdeeds that caused the financial crisis.\n\n\n\nHer announcement comes just days after we learned that Lanny Breuer, the assistant attorney general in charge of the Criminal Division of the Justice Department, has left the Justice Department and rejoined the law firm of Covington & Burling as vice chairman. Covington & Burling represents a long list of big bank clients tied to the financial crisis.\n\n\n\nBreuer was criticized for not pursuing prosecutions against big bank malfeasance while at the Justice Department. Neither Schapiro nor Breuer responded to our requests for comment.\n\n\n\nIt was hailed as an epic turnaround. Atlanta schools went from bad to good in a matter of years. Now teachers are accused of cheating in order to line their own pockets. But is the federal government partly to blame?\n\n\n\nPlus, how much does city hall go for these days? A New York mayoral candidate is accused of trying to bribe his way on to the ticket. Our national news continues next.\n\n\n\n(COMMERCIAL BREAK)\n\n\n\nTAPPER: In other national news, charges of racketeering, theft and corruption in two states, but we're not talking about the mob.\n\n\n\nWe begin with Atlanta's public school system, 35 teachers and school administrators, indicted for filling in the right answers on their students' standardized tests starting all the way back in one 2001. Why? To make it look like their kids were improving faster than they really were. Those teachers now have until midnight tonight to turn themselves in. Several have already done so.\n\n\n\nJoining me now, Randi Weingarten, president of the American Federation of Teachers.\n\n\n\nMs. Weingarten, you issued a statement about this scandal, saying it -- quote -- \"crystallizes the unintended consequences of our test- crazed policies.\"\n\n\n\nWhat did you mean by that?\n\n\n\nRANDI WEINGARTEN, PRESIDENT, AMERICAN FEDERATION OF TEACHERS: Well, first, Jake, let me just also say that in that statement and throughout this period of time, we have to say at the outset that cheating cannot be condoned, and this is a very sad day for Atlanta.\n\n\n\nAnd, frankly, our union, our local back in 2005, when they saw the irregularities, whistle-blew the situation and was ignored. So, the bottom line is we can't condone cheating. And the vast number of teachers do an extraordinary job and do not succumb to cheating.\n\n\n\nBut, at the same time, we have seen in city after city and state after state an environment and a climate that says that the tests are more important than anything else for kids, for teachers, and for schools, more important than teaching and learning, more important than critical thinking, more important than problem solving, more important than integrity.\n\n\n\nTAPPER: You say that, but most of the teachers and administrators in this system seem to have had no problem operating within the confines of the law.\n\n\n\nThe NATE scores, the state testing scores, have gone up, not just with these specific teachers and administrators, but across the state. So why do you think this is related to teaching to the test, as opposed to just teachers trying to get ahead? We know that the administrator got big bonuses based on these improvements.\n\n\n\nWEINGARTEN: Well, you know, what -- if you talk to teachers about getting paid based upon test scores, they will universally recoil from it and get very insulted by it. But at the same time, what we've seen is in 37 or 38 different places, we've seen this huge emphasis on testing and testing has narrowed the curriculum and has done -- and, worse, a lot of the tests that we have right now are not even correlated to what kids really need in a knowledge economy.\n\n\n\nBut you are right. Most people did not succumb to cheating. Most people in Atlanta did the right thing. But what we're seeing throughout the United States is that much more time is focused on testing as opposed to teaching and learning.\n\n\n\nLet's take Florida. In Florida, you have almost 80 days a year where some testing is going on in any particular school district. In New York state, where I served on the Cuomo commission, we saw from some superintendents in Rochester, Monroe County, they told us in the first four weeks over 20,000 pretests were being given to kids to 4,000 kids in that district.\n\n\n\nTAPPER: All right. Thank you so much. We'll have you on again to talk more about education reform.\n\n\n\nWEINGARTEN: Thank you. Thanks. Good luck with the gig.\n\n\n\nTAPPER: Thank you so much.\n\n\n\nFrom Atlanta to New York City, where in the race to replace Mayor Bloomberg comes a case prosecutors are calling an unappetizing smorgasbord of graft and greed. It reads like a sleazy dime store novel from yesteryear. A Democratic state senator who wanted to be the next mayor of New York City -- good luck with that now -- figured his best chance was to run as a Republican. So he allegedly bribed GOP county leaders to back him with money he got from a real estate tycoon. Too bad the guy bankrolling him was actually an undercover FBI agent. For today's installment of \"Explain This to Me,\" we turn to host of New York 1's \"Road to City Hall,\" Errol Louis.\n\n\n\nErrol, explain this to me, who is this guy?\n\n\n\nERROL LOUIS, CNN CONTRIBUTOR: Who is this guy? Well, Malcolm Smith used to be the top Democrat in the New York State Senate, so he actually had quite a lot of power back in 2009. His colleagues unfortunately dumped him after about six months. So, his star was not exactly on the rise. Then he just decided that maybe he could run for mayor.\n\n\n\nWhat everyone is mesmerized by, Jake, is the fact that there are so few Republicans in New York City that if you can round up even less than 50,000 votes you can be the nominee and if you get a stroke of luck as Mayor Bloomberg did or Rudy Giuliani did, it's tantalizing. People think maybe they can become mayor.\n\n\n\nTAPPER: Fascinating.\n\n\n\nAnd, Errol, lastly, cash changing hands, parking lots, hushed conversations in restaurants, is this just how business is done in New York City?\n\n\n\nLOUIS: Well, you know, one of the people arrested said that but I can name you dozens if not hundreds of others who really sort of play it straight. The characters who were arrested are far from the A-team -- very undistinguished, sort of a freshman city council member. Malcolm Smith I just described. These are guys who weren't necessarily going to light up the sky any other way.\n\n\n\nAnd I haven't heard anybody yet say, Jake, that they're terribly surprised that this happened.\n\n\n\nTAPPER: All right. Errol Louis, thank you so much.\n\n\n\nLOUIS: Thank you.\n\n\n\nTAPPER: Hash tag, you're it. Help out the New York tabloids. Send us your best headlines for the New York City bribery scandal. Tweet your ideas to @TheLeadCNN. Use the #headlinehelp. We'll read the best ones on air at the end of the show.\n\n\n\nThinking of buying a new car? You and everyone else. The U.S. auto industry is on the comeback trail and it has the recession to thank for its turnaround. Our \"Money Lead\" is next.\n\n\n\n(COMMERCIAL BREAK)\n\n\n\nTAPPER: \"The Money Lead\": It looks like Motor City has found its mojo. Detroit's big three saw a surge in auto sales last month, the biggest in almost six years. But, surprise, surprise, it's not the economy or even the better business model fueling the come back.\n\n\n\nCNN Money correspondent Zain Asher is live in New York to explain this all to us. Zain, what's really behind these numbers? ZAIN ASHER, CNN MONEY CORRESPONDENT: Hey, Jake. Well, you know, it's a number of things.\n\n\n\nFirst, we've got the record low interest rates. That's making car financing attractive. Right now, you're looking at just under 2.5 percent for a car loan compared to more than 4 percent in 2006. So, things are very cheap right now.\n\n\n\nAlso want to talk about pent-up demand. OK. So, the average American car right now is pretty old. It's roughly around 11 years old. The oldest, in fact, believe it or not, that's ever been. People are now ready to switch over to new and head to the showrooms again.\n\n\n\nPlus, home sales, construction, and renovation activity, as that increases, you're going to see a big boost in pickup sales because that's what independent contractors tend to drive. Definitely good news for American car manufacturers -- Jake.\n\n\n\nTAPPER: How do these numbers compare to the sales of foreign cars here in the U.S.?\n\n\n\nASHER: Well, it's a little all over the map. So, the big three American car companies, GM, Ford, and Chrysler, were all up between 5 percent and 6 percent. Some foreign car companies like Honda saw an even bigger increase, whereas Toyota and Nissan both had slightly slower months, only roughly around 1 percent.\n\n\n\nIt's been big a big turn-around for American car companies. They tend to focus more on pickup trucks than SUVs. They were hurt very badly during the financial crisis partly because these vehicles tend to gobble for more gas. Also, a lot of the businesses that buy pickup trucks were closing down. Now, we're seeing things slowly start to turn around.\n\n\n\nU.S. car companies also want to mention they're trying desperately to compete with Asian cars, adding more bells and whistles. So, Ford's got the Sync system, Chevy has got a MyLink entertainment system working with smartphones to integrate music into the driving experience.\n\n\n\nSo, they're trying to compete with the Asian counterparts as well -- Jake.\n\n\n\nTAPPER: And, Zain, how does the future look?\n\n\n\nASHER: Well, experts predict that 15 million cars will be sold this year. Right before the financial crisis, 16.5 million cars were sold. So, not really that far off.\n\n\n\nAlso, as the housing market improves, we're going to see a big boost in car sales especially with pickup trucks.\n\n\n\nOne problem, though, I want to mention, might be urbanization. More people moving to cities to find work that might have a slightly negative impact on car sales. Overall, though, there's a lot working in the car manufacturers' favor right now. So, the upward trend should continue -- Jake.\n\n\n\nTAPPER: Do you have a car, Zain? Do you drive a car? Or are you one of these New Yorkers who just takes the subway everywhere?\n\n\n\nASHER: I used to drive a car when I was in L.A. But now, I take the subway.\n\n\n\nTAPPER: All right.\n\n\n\nWill she or won't she? I don't even know what I'm having for breakfast tomorrow, but everybody already expects Hillary Clinton to know what she's planning for 2016. I will ask my political panel what their five-year plan is and what they think Clinton is up to, in our 'Politics Lead.\" That's coming up.\n\n\n\n(COMMERCIAL BREAK)\n\n\n\nTAPPER: Welcome back to THE LEAD. I'm Jake Tapper.\n\n\n\n\"The Politics Lead\": Nothing to see here. Just private citizen Hillary Clinton. She leaps back into the spotlight today. With the money already lining up, here come the questions about 2016.\n\n\n\n\"The World Lead\": The North Korea crisis heating up as in heating up an old nuclear reactor and the U.S. answers with a massive missile destroyer. Is the Pentagon making all the right moves?\n\n\n\n\"The Pop Lead\": I can picture it now. Clint Eastwood turning to an empty chair and asking, who the heck is Lady Gaga? Details of the RNC's big money plan to get her to perform at the convention and how they got rejected.\n\n\n\n\"The World Lead\": The situation in North Korea seems to be careening increasingly out of control by the day. The U.S. military now says that it has a second destroyer in the region after the North announced it is restarting a nuclear reactor and leaving no doubt that it plans to use that reactor to try to make nuclear weapons. The reactor is in Yongbyon. North Korea shut it down five years ago under an agreement reached in six-party talks, which included the U.S.\n\n\n\nThe country made a big show of imploding one of the cooling towers at the facility in 1998. Now, North Korea is turning it on again, giving the usual line about how it will use the facility to generate electricity, but also saying for the first time it will be used to make nuclear weapons, too.\n\n\n\nNorth Korea is relaunching a number of other facilities, including ones who enrich uranium, which could also be used for nukes. This comes just a day after the U.S. decided to park a destroyer that can shoot down missiles near the Korean peninsula.\n\n\n\nToday, the Pentagon announced that a second destroyer is now in the region.\n\n\n\nBut the White House says it is hardly shocked by the North's latest provocation. (BEGIN VIDEO CLIP)\n\n\n\nJAY CARNEY, WHITE HOUSE PRESS SECRETARY: North Korea's announcement it will reopen or restart its nuclear facilities at Yongbyon is another indication of its, you know, pattern of contradicting its own commitments and its pattern of violating its international obligation.\n\n\n\n(END VIDEO CLIP)\n\n\n\nTAPPER: The head of the United Nations sounded a lot more alarmed by the North Korea's announcement. Secretary General Ban Ki- moon, who is South Korean, says the rhetoric is already away over the line.\n\n\n\n", "images": ["http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-arrow.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/nav-arrow.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-close.jpg", "http://i.a.cnn.net/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-main.gif", "http://i.cnn.net/cnn/images/1.gif", "http://i.cnn.net/cnn/.element/img/1.0/sect/TRANSCRIPTS/header.transcripts.gif", "http://cdn.cnn.com/cnn/1.gif", "http://i.cnn.net/cnn/.element/img/1.0/sect/TRANSCRIPTS/shows_by_cat_white_header.gif"], "top_img": "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-main.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "Transcripts", "meta_data": {}, "movies": [], "publish_date": null, "source": "http://edition.cnn.com", "summary": ""}