{"url": "http://www.politifact.com/truth-o-meter/statements/528/", "text": "\"John McCain stood up to the president and sounded the alarm on global warming ... five years ago.\"\n\nA new TV ad from the McCain campaign portrays the Arizona senator as a leader in the fight against global warming.\n\nThe ad begins with fast-paced music and horns honking. It shows black-and-white scenes of crowded freeways, smokestacks belching and a glacier collapsing.\n\n\"John McCain stood up to the president and sounded the alarm on global warming . . . five years ago,\" the narrator says.\n\nThe stark black-and-white scenes are replaced by more pleasant color footage of a wind turbine against a bright blue sky and water flowing through a dam.\n\n\"Today, he has a realistic plan that will curb greenhouse gas emissions. A plan that will help grow our economy and protect our environment.\"\n\nWith images such as a newspaper headline that says \"McCain climate views clash with GOP,\" the ad portrays McCain as an independent voice on climate change.\n\nIndeed, the Congressional Record shows that McCain spoke up about global warming in January 2003. And as chairman of the Senate Commerce Committee, he held hearings on the issue several years before that.\n\nOn Jan. 9, 2003, McCain and Sen. Joe Liberman introduced the Lieberman-McCain Climate Stewardship Act, which sought to reduce greenhouse gas emissions by capping them and allowing companies and utilities to sell or trade their emission rights.\n\nWhen he introduced the bill, McCain called it \"the first comprehensive piece of legislation\" in capping emissions.\n\n\"The U.S. is responsible for 25 percent of the worldwide greenhouse gas emissions,\" he said. \"It is time for the U.S. government to do its part to address this global problem, and legislation on mandatory reductions is the form of leadership that is required to address this global problem.\"\n\nBy contrast, the Bush administration has opposed cap-and-trade programs and preferred voluntary efforts on climate change.\n\nManik Roy, director of congressional affairs for the Pew Center on Global Climate Change, said McCain had actually been working on the climate change bill in 2001, but it got delayed after the 9/11 attacks. The Lieberman-McCain bill ultimately failed in October 2003 by a 43-55 vote, but Roy said it was a key step in \"educating the Senate\" about how government could respond to global warming.\n\n\"It is absolutely correct that McCain stood up on this issue, forced the Senate to focus on this issue when nobody else thought it made sense and did it with strong opposition from the White House,\" Roy said.\n\nHe called McCain \"a huge leader on this issue in the Senate.\"\n\nAnd so we find McCain's statement to be True.", "images": ["http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif", "https://static.politifact.com/mugs/mug-johnmccain.jpg", "http://www.politifact.com/truth-o-meter/statements/528/\r\n/static.politifact.com/politifact/photos/truth_squad_logo_cmyk.jpg", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/rulings/tom-true.png", "https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png"], "top_img": "https://static.politifact.com/rulings/tom-true.png", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/truth-o-meter/statements/2008/jun/17/john-mccain/mccain-spoke-up-early/", "title": "McCain spoke up early", "meta_data": {"description": "A new TV ad from the McCain campaign portrays the Arizona senator as a leader in the fight against global warming. The ad begins with fast-paced music and horns honking. It shows black-and-white scenes of crowded freeways, smokestacks belching and a glacier collapsing. \"John McCain stood up to the president and sounded the alarm on global warming . . . five years ago,\" the narrator says. The stark black-and-white scenes are replaced by more pleasant color footage of a wind turbine against a bright blue sky and water flowing through a dam. \"Today, he has a realistic plan that will ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "McCain spoke up early", "type": "article", "url": "https://www.politifact.com/truth-o-meter/statements/2008/jun/17/john-mccain/mccain-spoke-up-early/", "image": {"identifier": "https://static.politifact.com/rulings/tom-true.png", "width": 600, "height": 600}, "site_name": "@politifact", "description": "A new TV ad from the McCain campaign portrays the Arizona senator as a leader in the fight against global warming. The ad begins with fast-paced music and horns honking. It shows black-and-white scenes of crowded freeways, smokestacks belching and a glacier collapsing."}, "twitter": {"card": "summary", "site": "PolitiFact", "url": "https://www.politifact.com/truth-o-meter/statements/2008/jun/17/john-mccain/mccain-spoke-up-early/", "username": "PolitiFact", "title": "McCain spoke up early", "description": "A new TV ad from the McCain campaign portrays the Arizona senator as a leader in the fight against global warming. The ad begins with fast-paced music and horns honking. It shows black-and-white scenes of crowded freeways, smokestacks belching and a glacier collapsing. \"John McCain stood up to the president and sounded the alarm on global warming . . . five years ago,\" the narrator says. The stark black-and-white scenes are replaced by more pleasant color footage of a wind turbine against a bright blue sky and water flowing through a dam. \"Today, he has a realistic plan that will ...", "image": "https://static.politifact.com/rulings/tom-true.png"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": null, "source": "http://www.politifact.com", "summary": ""}