{"url": "http://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444&page=3", "text": "August 1, 2010 \u0097 -- AMANPOUR: Madam Speaker, thank you so much for joining me.\n\nPELOSI: My pleasure.\n\nAMANPOUR: Can I ask you about some of the important news that's been made this week, particularly in -- in the House and that would be on Afghanistan.\n\nLast year, 32 Democrats voted against the funding of the war in Afghanistan. This year, 102 Democrats voted against. That seems to be a dramatic rejection from the president's own party of his major strategic goal.\n\nPELOSI: Well, not quite. You have to put the votes in perspective.\n\nOur president came in. He was president maybe two months, three months, by the time we took the vote last year. And the Republicans said they weren't going to vote for the funding. And so it took all Democratic votes.\n\nI persuaded my members to give this president a chance, to give him room in order to have time to implement his plan. And in -- and in the course of time -- now the Republicans said they would vote for it, it gave my members the freedom to express themselves on the war in Afghanistan.\n\nAMANPOUR: Now, you didn't vote.\n\nPELOSI: No.\n\nAMANPOUR: I know the speaker doesn't have to vote.\n\nPELOSI: Right.\n\nAMANPOUR: But how would you have voted?\n\nPELOSI: Well, we brought the bill to the floor. And that was a statement that said that we knew that our troops needed to have what was -- what they needed to have would be provided for them. So we will never abandon our men and women in uniform. On the other hand, it gave our members a chance to express their view.\n\nAMANPOUR: How long do you think you can keep your skeptical members, as you call them, on side?\n\nPELOSI: Well, again, we have a -- varying degrees of expression here. We are there, we've taken an oath to defend the constitution and therefore the American people. And that's what people will be looking at -- how does this figure into our protecting the American people?\n\nIs it worth it?\n\nAMANPOUR: Well, is it worth it?\n\nPELOSI: Yes.\n\nAMANPOUR: Is it worth it?\n\nPELOSI: That's the question.\n\nAMANPOUR: But that's my question to you.\n\nPELOSI: Well, we will -- as I said, we will see the metrics as they unfold in the next few months and certainly by the end of this year.\n\nAMANPOUR: But what does your gut tell you?\n\nPELOSI: in my visits to afghanistan, the last time i was there was over mother's day weekend to visit the troops///and the four metrics that we have always used year in and year out on these visits have been about security. And the military tells us this cannot be won militarily solely.\n\nSecondly, governance and ending corruption.....\n\nAMANPOUR: I'm just trying to figure out, for instance, you know, what you think is the right thing to do in Afghanistan at the moment. Look, \"Time\" magazine, this week, has this as its cover -- a girl whose had her nose and ears cut off by the Taliban.\n\nYou know, to put it right down to its basics, is America going to abandon the women of Afghanistan, the people of Afghanistan again?\n\nPELOSI: Well, first of all, we're in Afghanistan because it's in our strategic national interests to be so for our own national security, to stop terrorism, to increase global security. The women of Afghanistan have been a priority for many of the women in Congress -- and men, too, but the women have taken a special interest.\n\nWhen I was there in -- around Mother's Day, I went to a province in Southern Afghanistan and visited with women.\n\nAnd we talked about the education of their children, the health of women and the rest. And they -- especially their daughters.- they said we want that, but that can't happen without security. And these women in this remote province told us and that can't happen without the end of corruption.\n\nSo what we would like to see is for President Karzai be a more reliable, a stronger partner, ending the corruption, increasing -- improving the governance\n\nAMANPOUR: Vice President Biden, talking about the dead line for the transition, which is summer of 2011, he said on this program a week or two ago that there's going to be a drawdown of forces\n\nBIDEN SOT--- \"it could be as few as a couple thousand troops it could be more. but there will be a transition\"\n\nDoes that square with -- with what you think, that it could just be a couple of thousand troops?\n\nPELOSI: Well, I hope it is more than that. I know it's not going to be turn out the lights and let's all go home on one day. But I do think the American people expect it to be somewhere between that and a -- a few thousand troops.\n\nAMANPOUR: Let's go to something much closer to home right now at the moment and that is the ethics conundrum with Representative Rangel.\n\nHow does your affection and your respect for him as a colleague square with what's going on right now and what you said and declared, that this is going to be the -- the -- the most ethical Congress ---- that you're going to drain the swamp of any kind of wrongdoing and corruption, etc.?\n\nPELOSI: When I came in, I said we're draining the swamp. And we did. We have passed the most sweeping ethics reform in the history of the Congress. Any personal respect and affection we may have for people makes us sad about the course of events, but we have to pull the high ethical standard and none of our personalities is more important than that.\n\nAMANPOUR: Can you see Congressman Rangel ever returning as chairman of the Ways and Means or in any position of leadership in -- in the House?\n\nPELOSI: Well, the -- the Ethics Committee is working its will and\n\nAMANPOUR: No matter what happens?\n\nPELOSI: it's an elementary discussion, because what we have done is to wait and see what the Committee decides. I respect what they do. I'm totally out of the loop. It is independent. It is confidential, classified, secret, whatever. We don't know what it is. But we do respect the work that the members of the Committee do.\n\nAMANPOUR: Let me ask you about the mid-term elections. You are, by all accounts, one of the most -- if not the most -- powerful and successful speakers of -- in the history of the United States. You've passed so much legislation. The president was elected with a significant majority.\n\nYou had control of both houses of Congress. And yet now, people are talking about you might lose your majority in the House. The gap seems to be growing wider between what's achieved and what's making an impact with the people. How did this happen?\n\nPELOSI: Well, that's one version of the story. And --\n\n(CROSSTALK)\n\nfrom outsiders perspective....\n\nAMANPOUR: -- because many people are asking that --\n\nPELOSI: Yes.\n\nAMANPOUR: ... how did you get to this place where, perhaps, you might lose your majority?\n\nPELOSI: We don't see it that way. We are very proud of the agenda that we have put forth to the American people. our recovery package, as the economists have said, we've had twice as many people unemployed as there are now if we had not moved forward. These actions are all controversial because we were digging our way out of a deep ditch.\n\nso we've been legislating for the past 18 months. The other side has been in campaign mode for 18 months, saying no, stopping job creation and the rest. But our members are the best salespersons for their own districts. They've been elected there. They know their constituents.\n\nAMANPOUR: Are you nervous about November?\n\nPELOSI: No, I'm not nervous at all --\n\nAMANPOUR: Not at all?\n\nPELOSI: No. I'm -- I'm --\n\nAMANPOUR: Because people say I know you're putting on a great face --has you have to\n\nPELOSI: -- that's not.\n\nAMANPOUR: -- going into an election. But people say there's been considerable worry about what will happen in November.\n\nPELOSI: Well, let me say this. I never take anything for granted. And our agenda now is we're not going forward -- we're not going back to the failed policies of the Bush administration. We're going forward.\n\nAMANPOUR: So what does it make you feel, then, when the president's own spokesman said that you might lose the majority?\n\nPELOSI: Well, I -- you know, I --\n\nAMANPOUR: well how do you feel about it\n\nPELOSI: -- with all due respect -- I don't spend a whole lot of time thinking about what the president's employees say about one thing or another.\n\nAMANPOUR: But it directly impacts --\n\nPELOSI: Well, the -- they must realize that.\n\nBut you know what, I'm speaker of the House. I have a great chairman of the Democratic Congressional Campaign Committee, Chris Van Hollen. We have a solid plan of messaging and mobilize -- mobilizing at the grassroots level and management of our campaigns. And we have a two to one advantage money-wise\n\nSo we feel very confident about where we are, whether that's well known to that gentleman or not.\n\nAMANPOUR: Let me ask you about the tax cuts.\n\nAre you going to take that issue to -- to a fight before the elections, letting the tax cuts for the -- for the two -- 250,000 expire and then keep them on for the middle class?\n\nPELOSI: Well, the -- the tax cuts for the wealthiest -- of the $250,000 and above -- were the -- the Bush initiative. I dont see any reason why we should renew a tax cut that only gives a tax cut to the wealthiest people in America, increases the deficit and doesn't create jobs.\n\nThat doesn't make any sense.\n\nAMANPOUR: But I know that's your position, but\n\nPELOSI: Yes\n\nAMANPOUR: -- to the middle class --\n\nPELOSI: But to keep the middle class tax cuts--\n\nAMANPOUR: Would you take this to a vote before the election\n\nPELOSI: It would be my hope. But let me just say, on The Recovery Act, nearly $300 billion of The Recovery Act were tax cuts for the middle class. most people dont realize that\n\nThe Republicans want to have the tax cut and they want it unpaid for -- $700 billion added to the deficit for an initiative that does not create jobs.\n\nAMANPOUR: Can I show you something?\n\nPELOSI: Sure.\n\nAMANPOUR: there's so much polarization, so much partisanship, so much -- not just amongst the politicians, but in the press, amongst the people. You talked a little bit about what, you know, us and them, in your view. I want to show you this, which is a Republican commercial.\n\nTV AD//RIGHTCHANGE.COM (TAKE VIDEO CLIP FULL) AD NATS\n\nAMANPOUR: Oh, you haven't seen it?\n\nPELOSI: I have not seen that, but I have seen that in campaigns there is\n\nAMANPOUR: So what do you think --\n\nAMANPOUR: -- you being the -- the bogeyman?\n\nPELOSI: Well,-- what I know about that is that they tried this. This is their campaign in Pennsylvania 12, the 12th Congressional District of Pennsylvania. Their whole campaign was an attack on the president and on -- on Pelosi.\n\nAMANPOUR but it was you\n\nPELOSI: ...... and I said to to the president i think they may have gotten more focus here than you for this one time. And they fully expected to win the race and we won by 8.5 points. Because this is funny, it attracts attention, but they have nothing to say about what they want to go for, what they want to do is privatize Social Security. And as they have said, their agenda, if they win, is to go to the exact agenda of the previous administration and people will look with fondness on the Bush administration....we welcome that campaign\n\nAMANPOUR: -- for me, looking in from outside, it just seems -- that's seems to be a never-ending partisanship. What is it you can do for the people in this highly polarized situation.\n\nPELOSI well first of all, what you define as, you describe as a highly polarized situation is a very big difference of opinion. The Republicans are here for the special interests, we're here for the people's interests. The president said we will measure our progress, our success, by the progress that is made by America's working families. That is our priority. That is not their priority.\n\nThis isn't about inter-party bickering. This is about a major philosophical difference as to whose side you're on. You don't like to think that. We come here to find our common ground. That's our responsibility. But if we can't find it, we still have to move. I've never voted for a perfect bill in my life. I don't think anyone has I wish it were not so stark. I wish the elections weren't so necessary for us to win. I really do, because it should be -- there should be more common ground. Are we unhappy that our not -- the -- the job creation has not gone as fast as we would like? Well, we were digging out of a very deep hole. But we will continue to fight.\n\nAMANPOUR: Speaker Pelosi, thank you very much, indeed, for joining us.\n\nPELOSI: Well, I look forward to welcoming you back soon again. And congratulations to you and much success.\n\nAMANPOUR: Thank you.\n\nAMANPOUR: Secretary Gates, thank you very much for joining us and welcome to \"This Week\".\n\nGATES: Thank you.\n\nAMANPOUR: Let's start with WikiLeaks.\n\nHow can an ordinary soldier sitting at his computer, apparently listening to Lady Gaga or whatever, spew all this stuff out with nobody knowing?\n\nGATES: It's -- it's an -- it's an interesting question, because had -- had he tried to do this or had whoever did this tried to do it at a -- a rear headquarters, overseas or in pretty much anywhere here in the U.S., we have controls in place that would have allowed us to detect it. But one of the changes that has happened as we have fought these wars in Iraq and Afghanistan has been an effort to put the -- put as much information and intelligence as far forward to the soldiers as we possibly can, so that at a forward operating base, they -- they know what the security risks are to them and they -- and they also have information to help them accomplish their mission.\n\nSo -- so we put an enormous amount of information out at a -- at the secret level and push it the furthest forward possible. And so it is this -- it -- it was much easier to do in theater and in Afghanistan or Iraq than it would have been at a rear headquarters or here in the U.S.\n\nAMANPOUR: So do you now have to reassess that -- much less intelligence going to the forward bases?\n\nGATES: I think we have to look at it, although I must say, my bias is that if one or a few members of the military did this, the notion that we would handicap our soldiers on the front lines by denying them information in an effort to try and prevent this from happening -- my bias is against that. I want those kids out there to have all the information they can have.\n\nAnd so we're going to look at are there ways in which we can mitigate the risk, but without denying the forward soldiers the information.\n\nAMANPOUR: How angry were you -- beyond the fact that classified information is out there -- the substance of it?\n\nGATES: Well, I'm not sure anger is the right word. I just -- I think mortified, appalled. And -- and if -- if I'm angry, it is -- it is because I believe that this information puts those in Afghanistan who have helped us at risk. It puts our soldiers at risk because they can learn a lot -- our adversaries can learn a lot about our techniques, tactics and procedures from the body of these leaked documents. And so I think that's what puts our soldiers at risk.\n\nAnd -- and then, as I say, our sources. And, you know, growing up in the intelligence business, protecting your sources is sacrosanct. And -- and there was no sense of responsibility or accountability associated with it.\n\nAMANPOUR: You know, you talk about putting your sources at risk, a Taliban spokesman has told a British news organization that they are, indeed, going to go after any of those names that they find in this treasure trove of documents and they will, as they say, they know how to deal with people.\n\nAre you worried?\n\nI mean Admiral Mullen said that this leak basically has blood on its hands?\n\nGATES: Well, I mean given the Taliban's statement, I think it -- it basically proves the point. And my attitude on this is that there are two -- two areas of culpability. One is legal culpability. And that's up to the Justice Department and others. That's not my arena. But there's also a moral culpability. And that's where I think the verdict is guilty on WikiLeaks. They have put this out without any regard whatsoever for the consequences.\n\nAMANPOUR: So let me ask you about a couple of things that came out. One is the possibility that the Taliban may have Stinger missiles.\n\nDo they, do you think?\n\nGATES: I don't think so.\n\nAMANPOUR: At all?\n\nGATES: I don't think so.\n\nAMANPOUR: The other is about Pakistan. Again raising the notion that Pakistan, no matter how much you say they're, you know, moving in your direction, helping with this fight against the Taliban and against al Qaeda, that they still are hedging their bets, that elements in Pakistan continue to hedge their bets or out and out support the Taliban and what they're doing in Afghanistan.\n\nHow much of a problem is that for you?\n\nGATES: Well, it -- it is a concern, there's no question about it. But -- but I would say that, again, we walked out on Pakistan and Afghanistan in 1989 and left them basically holding the bag. And -- and there is always the fear that we will do that again. And I believe that's the reason there's a certain hedge.\n\nBut what I see is a change in the strategic calculus in Pakistan. As they see these groups attacking Pakistan itself, where they are more and more partnering with us and working with us and fighting these insurgents and 140,000 soldiers in Northwestern Pakistan fighting some of the same insurgents we are.\n\nAMANPOUR: Right. But they're basically fighting the insurgents that are threatening them. They haven't gone into, for instance, these safe havens which still exist, Northern Waziristan. And General Jones, the national security adviser, has told \"The Washington Post\" that these safe havens are a big question mark in terms of our success rate.\n\nSo unless they do that, cut off those safe havens, will you succeed in Afghanistan?\n\nGATES: Well, I think we can but --\n\nAMANPOUR: Even if the safe havens --\n\nGATES: -- but we clearly --\n\nAMANPOUR: -- exist?\n\nGATES: -- we clearly would like for them to go after the safe havens. But they have gone after the safe haven -- some of the safe havens, in South Waziristan and Swat and elsewhere, places where, 18 months ago, I wouldn't have believed the Pakistanis would be actively engaged -- and militarily.\n\nAnd so the Pakistanis going after any of these groups, I believe, overall, helps us in what we're trying to accomplish, both with respect to Afghanistan and with respect to al Qaeda.\n\nAMANPOUR: But given the way the war is going right now and given the fact that the Taliban are very wily and very adaptable enemies and they do have a place where they can go across the border and hide, can you afford to wait for the Pakistanis to -- to move on into Northern Waziristan?\n\nGATES: I think that the -- first of all, we are increasing our cooperation with the Pakistanis in terms of working on both sides of the border, in terms of trying to prevent people from crossing that border. We are increasing our forces in Eastern Afghanistan that will help us do this. So I think that -- I think we're moving in the right direction here.\n\nAMANPOUR: But you don't have an open-ended period of time. The president has clearly said that the summer of 2011 is a period of transition. And many people are interpreting that in all sorts of different ways, as you know.\n\nThe Taliban is clearly running out the clock -- it's trying to run out the clock.\n\nLet me put something up that David Kilcullen, the counter-insurgency expert, a former adviser to General Petraeus, said about the timetable.\n\n(BEGIN VIDEO CLIP)\n\nDAVID KILCULLEN: They believe that we had stated a date certain, that we were going to leave in the summer of 2011. And they immediately went out and spoke to the population and said, the Americans are leaving in 18 months, as it was then. What are you doing on the 19th month? Who are you backing? Because we'll still be there and they won't be.\n\n(END VIDEO CLIP)\n\nAMANPOUR: So that question is out there. So many people are arranging their schedules for 2011 -- the summer of 2011.\n\nBut my question to you is this, what can General Petraeus do to defeat the Taliban at their own game?\n\nWhat can he do now in Afghanistan to avoid this deadline that they're setting for themselves?\n\nGATES: Well, first of all, I think we need to re-emphasize the message that we are not leaving Afghanistan in July of 2011. We are beginning a transition process and a thinning of our ranks that will -- and the pace will depend on the conditions on the ground. The president has been very clear about that. And if the Taliban are waiting for the nineteenth month, I welcome that, because we will be there in the nineteenth month and we will be there with a lot of troops. So I think that --\n\nAMANPOUR: But what is a lot of troops?\n\nGATES: Well, first of all, I think that -- my personal opinion is that -- that drawdowns early on will be of fairly limited numbers. And as we are successful, we'll probably accelerate. But, again, it's -- it will depend on the conditions on the ground.\n\nAMANPOUR: Is there any way now -- between now and December, between now and next -- next summer, to deliver some high profile, real reconstruction, real sort of progress to them to make everybody know that you're serious and to change the dynamic? GATES: Well, first of all, I think we're already seeing that. We're already seeing it in Central Helmand, where security development and governance, economic returning. We are seeing it in places like Nad Ali. We're actually seeing it in places like Marjah, that has been slower and tougher than we anticipated, but it's getting better every day. And we're seeing it in gradually improving security in the area around Kandahar. It's going to take some time. It's going to be tough. We're going to take casualties. We have warned about this for months, that this summer would be very difficult for us. But I think there are tangible signs that this approach is working, this strategy is working. But the key thing to remember is the full surge isn't even all I Afghanistan yet and will not be until the end of August. So this surge over the last few months is only beginning to take effect. AMANPOUR: What I think a lot of people maybe don't get is that the Afghan people still want the American forces there. In the latest ABC poll, it shows that 68 percent of the Afghan people actually want the American forces still there.\n\nDo you think that there has been an opportunity missed or should there be an opportunity seized by yourself, maybe by the president, to go out and speak to the American people more about -- about Afghanistan, about the strategy, about why it's important?\n\nGATES: Well, first of all, I'm here. And I think the president has been out and has spoken about this. He talked about it in some detail at the time he nominated General Petraeus, about where we were headed.\n\nProbably we can do more. But Secretary Clinton and I and the president and the vice president and General Jones have all been out and -- and talking about this. And -- and I think -- you know, frankly, one of the things that I find frustrating is that I think that the president's strategy is really quite clear. I hear -- I hear all the stories that say what's the strategy, what's the goal here?\n\nI think it's quite clear. It's to -- it's to reverse the momentum of the Taliban, deny them control of populated areas, degrade their capabilities at the same time we're building up the Afghan security forces, so that the Afghan security forces can deny the Taliban and al Qaeda a base from which to attack the United States and the West.\n\nAMANPOUR: All right.\n\nGATES: It's pretty straightforward.\n\nAMANPOUR: OK. Then let me -- since you brought that up, I want to bring up what Vice President Biden told NBC earlier this week about the strategy and about -- about the aims, because, again, I think the American people and many people are confused about what is the -- what is winning, what is the strategy right now?\n\nLet me put that up.\n\n(BEGIN VIDEO CLIP)\n\nJOSEPH BIDEN, VICE PRESIDENT OF THE UNITED STATES: We are in Afghanistan for one express purpose -- al Qaeda. The threat to the United States -- al Qaeda that exists in those mountains between Afghanistan and Pakistan. We are not there to nation-build.\n\n(END VIDEO CLIP)\n\nAMANPOUR: Is that it?\n\nGATES: That's good.\n\nAMANPOUR: Is that the war?\n\nGATES: I agree with that. We are not there to -- to take on a nationwide reconstruction or construction project in Afghanistan. What we have to do is focus our efforts on those civilian aspects and governance to help us accomplish our se -- our security objective.\n\nWe are in Afghanistan because we were attacked from Afghanistan, not because we want to try and -- and build a better society in Afghanistan.\n\nBut doing things to improve governance, to improve development in Afghanistan, to the degree it contributes to our security mission and to the effectiveness of the Afghan government in the security arena, that's what we're going to do.\n\nAMANPOUR: A final question, do you think the way out is to strike a deal with the Taliban?\n\nGATES: I think that the -- I think that the way out is to improve the security situation in Afghanistan to the point -- and to degrade the Taliban to a degree where they are willing to consider reconciliation on the terms of the Afghan government -- detaching themselves from al Qaeda, agreeing that -- to under -- abide by the Afghan constitution, agreeing to put down their weapons. I think those are the -- those are the conditions that -- that need to -- reconciliation must take -- must be the end game here. But it must take place on the terms of the Afghan government.\n\nAMANPOUR: And you think that can happen in -- in a year?\n\nGATES: Well, we're not limited to a year. I think that it can happen in the time frame that we're looking at ahead. Again, July 2011 is not the end. It is the beginning of a transition.\n\nAMANPOUR: Secretary Gates, thank you so much for joining us.\n\nGATES: Thanks a lot.\n\nAMANPOUR: Thank you.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\n(UNKNOWN): Wikileaks, along with three major newspapers, has published 92,000 classified intelligence documents, the largest leak in history.\n\nGIBBS: There are names. There are operations. There's logistics. It poses a very real and potential threat.\n\n(UNKNOWN): I'm a combative person, so I wanted (inaudible)\n\nMULLEN: The truth is, they might already have on their hands the blood of some young soldier or that of an Afghan family.\n\n(END VIDEO CLIP)\n\nAMANPOUR: Highlights from the Wikileaks story that's really shaken up Washington and capitals around the world. We'll talk about that and more on our roundtable with George Will, Democratic strategist Donna Brazile, Paul Krugman of the New York Times, and in Madrid this morning, Ahmed Rashid, the Pakistani journalist who is the world authority on the Taliban.\n\nThank you all for joining us this morning. Let me go to you first, George. What about this leak? How bad is it for the war effort? And how bad is it for a government which really has to reassess what it does with state secrets?\n\nWILL: Well, these were lethal without being helpful, lethal in the sense that they compromised both methods and, more important, sources themselves. Not helping, in the sense that they're not a bit like the Pentagon Papers, which showed in the Vietnam War that the government internally had a very different understanding of what was going on in Vietnam than it was saying publicly.\n\nThat's not the case here. These are redundant anecdotes about what we all knew from good journalism and honest government about this.\n\nWhat we're left with now is still the question of the mission. In your interview with Secretary Gates, he said the following: \"We are in Afghanistan because we were attacked from Afghanistan.\" Notice the preposition. We weren't attacked by Afghanistan, in the sense that we were attacked by Japan at Pearl Harbor. We were attacked from there.\n\nAnd National Security Adviser James Jones has said that we have to be there because otherwise the terrorists would have more space to plot and train.\n\nAMANPOUR: Exactly.\n\nWILL: We were attacked from Hamburg, in a sense. You can plot in this kind of war anywhere.\n\nAMANPOUR: Well, yes, but the real ground war is in Afghanistan.\n\nAnd let me go to Ahmed Rashid, who is the authority on the Taliban. Ahmed, what is your assessment of how Wikileaks and all the material and information that came out of that could affect the war?\n\nRASHID: Well, again, I don't think that there has been any really major new information given in these Wikileaks. The impact has been quite extraordinary in America, in Europe, and other places simply because this war has not really been properly followed by the public.\n\nThe media has not followed it. And as a result, I think people are being quite shocked about the degree of detail and content that have come out. But I don't think anything drastically new has come out. Now there is a risk of sources, et cetera, which the Taliban are going to follow up on.\n\nAMANPOUR: Precisely. And I wanted to ask you about that. You know already they have said that they're going to be searching and scouring this treasure trove. Do you -- do you foresee that there are going to be bodies turning up in Afghanistan amongst people who've really been helping the United States?\n\nRASHID: Well, I hope that, you know, these -- a lot of these leaks are quite old, and people have moved on. A lot of the names may be false names. I hope we're not going to see bodies, but certainly this is something -- the Taliban are extremely good at following debates in the West, the Western media, debates in parliaments in Europe, in the Congress. They will have seen this new vote just now, where so many of the Democrats seem to be voting against the war.\n\nThey are expert now at following up. And if there are people to be followed up upon, they will do so.\n\nAMANPOUR: Well, let me put that to Donna Brazile and to Paul Krugman. The idea that they are really smart, they read the Western press, they have a very highly sophisticated, whether we like to think that or not, media operation.\n\nBRAZILE: Well, it put the Afghanistan war back on the front page, the longest war in United States' history. Voters are weary of this war right now. Congress is -- is worried about the funding, the strategy.\n\nI think this will give the administration an opportunity to once again talk about the mission, before December, when the president has announced that he intends to reassess what they're doing.\n\nI also think it raises a serious question about Pakistan's involvement with the Taliban and also whether or not Mr. Karzai is still up to the job of bringing the government together, reinforcing the police and the army. It raises a serious question about going forward and the timetable.\n\nKRUGMAN: You know, when I look at this, people say, you know, we can't abandon Afghanistan, all that. I'm surprised that people aren't pointing out that basically the decision to abandon Afghanistan was taken eight years ago, right? Eight years ago, when the Taliban was on the run, when it might have been possible to really use the momentum to change this, that's when the Bush administration pulled the troops out of Afghanistan, pulled the resources away, because they wanted to invade Iraq instead.\n\nAnd now you're asking us to -- you're asking Obama to recover from a situation where we've spent eight years losing credibility.\n\nAMANPOUR: But the thing is, he is trying to recover. He's had this big strategy. He's made a surge in Afghanistan. And right now, for instance, Bill Kristol of the Weekly Standard has written a memo to President Obama, basically saying rescind the 2011 -- the 2011 deadline. What do you think has to happen to make this war winnable for the United States?\n\nWILL: Well, first of all, in his remarks to you, Secretary Gates semi-rescinded it, by saying that, in fact, what comes in July '11 -- 2011 is fairly limited numbers of withdrawal. That's making it a fairly elastic deadline.\n\nBut look what -- and our friend in Madrid can comment on this. Secretary Gates said to you today, our purpose is to degrade the Taliban to a degree where they are willing to consider reconciliation on the terms of the Afghan government. Now, that, A, sounds like surrender, and, B, the normal Afghan would say, \"Give me a third choice, because I don't like the Afghan government, either.\"\n\nAMANPOUR: Right. Ahmed Rashid, how did you read that, that the Taliban is expected to surrender or come into a reconciliation on the terms of the Karzai government?\n\nRASHID: Well, I think this is going to be the very big debate that takes place within the Obama administration come December, when the policy review takes place, because the other position to this is that, in fact, the U.S. should start talks with the Taliban as soon as possible, and that will then trigger up much better attempts to try and bring about a regional cohesion, a regional alliance to support those talks.\n\nThe Taliban, with all their interlocutors that they've been talking to so far, have made it clear that they want to talk to the Americans directly. Now, any such talks can't be based on conditions set by America, as Gates has just done. They would have to be free and open talks, and they would have to continue for some time.\n\nSo I think once you have a dialogue going with the Taliban, then you, I think, can go to the Pakistanis and the ISI and tell them, \"Now, look, we're talking to the Taliban. This is the end game now. The surges will continue. Talks will continue. But you now have to give a deadline for the end of these safe havens for the Taliban leaders.\"\n\nIn other words, the Taliban leaders should know that their safe havens will only have a limited timeframe and negotiations will also have a limited timeframe.\n\nAMANPOUR: Well, lots and lots to talk about on this particular issue, but let's move on a little bit. I actually asked Speaker Nancy Pelosi about Afghanistan, about the war vote, the war funding vote in the House, and whether she thought that the president needed to come out and speak more to the country about Afghanistan. This is what she said to me. Listen.\n\n(BEGIN VIDEO CLIP)\n\nPELOSI: They're worried about their economic security, and that's what they want to hear from the president, is how we can increase -- create jobs in our country as we reduce the deficit.\n\n(END VIDEO CLIP)\n\nAMANPOUR: So there you have it. Economic security, obviously, is the number-one preoccupation, as it always would be wherever there is these huge problems of unemployment. There is a huge debate right now, all leading economists basically disagree on how and what effect stimulus has had, what it means for future economic policy. Is it deficit reduction austerity? Is it more stimulus? Where do we go and what does it mean to people?\n\nKRUGMAN: Well, what it means to people, I think, is a lot of confusion, which is -- which is a problem, right? They're not hearing any clear message.\n\nYou know, the way I look at it is that there are two sides in this debate -- I call them inflationistas and deflationistas -- that were -- one side, the inflationistas, have said, \"Oh, god, we have this -- we have budget deficits. The Fed is printing money. We're going to have inflation. Interest rates are going to go sky-high.\"\n\nThe deflationistas have said, you know, that we've had a major financial crisis. In the fact of that, the Obama stimulus plan is too small, interest rates are going to stay low because nobody wants to spend, the -- you know, that the risk is deflation.\n\nSo far, the deflationistas have been totally right. What's interesting is that the political debate is being dominated by the people who've been wrong about everything up to this point, who said, well, you know, actually, interest rates are lower. They just hit a -- more than a year low just now.\n\nBut they keep on saying, oh, but it's any day now. We've got to be afraid of those people who aren't visible in the markets and so on.\n\nBut this is a -- there is this problem that people have got this austerity notion in their mind, not based on anything that's actually happening, but based upon this hypothetical notion and because it appeals to people who just feel that there has to be some reason to make people suffer even more.\n\nAMANPOUR: Let me put up this graphic, talking about the gross domestic product of the second quarter. Growth is happening, but at 2.4 percent, which is slower than most people wanted. I see you shaking your head in this debate. The Financial Times is basically saying that the deficit talk is a phony, rhetorical war and that actually stimulus has had some effect.\n\nYou're shaking your head.\n\nWILL: Well, the recovery is now more than a year old, and we know two things about it. It's unusually weak for a recovery after a severe downturn, and, B, starting weak, it's getting weaker, for two reasons.\n\nFirst of all, the stimulus is running out. Paul's right about this. Cash for Clunkers has come and gone. The homebuyer's tax credit for purchasing new -- particularly new homes, come and gone.\n\nSecond, the growth so far has been largely driven by inventories, businesses rebuilding their inventories in anticipation of the consumer -- 70 percent of business activity in a normal time -- coming back to the malls. The trouble is, the consumer in his native perversity has begun to save. The savings rate is now 6.2 percent.\n\nSo what you have is what I think Keynes called the paradox of thrift.\n\nKRUGMAN: Exactly.\n\nWILL: It's a virtue until it isn't a virtue.\n\nBRAZILE: Well, I'm not the resident economist on the panel, clearly, but what's happening, Christiane, is that we're not creating jobs. The economy is -- is -- is not creating enough jobs. Unemployment remains high. The Democrats will have to campaign on the promise that the policies that they've put forward thus far has averted the Great Depression 2.0.\n\nAnd going forward, this is a choice between going back to the past, going back to Bush-onomics, or going forward with a path toward economic growth, which brings us back to the Bush tax cuts and -- and whether or not the -- the Congress will -- will just let them expire in January or let some of them stay on the table.\n\nAMANPOUR: Well, you heard what I asked Speaker Pelosi, and she said she hoped that this would come to a resolution before the -- before the midterms. Is that likely?\n\nBRAZILE: Well, I don't think so. I mean, look, Congress on the House side, they're away for six weeks. They're going out. They're going to campaign on what they've accomplished.\n\nBut I think when they return, they're going to have to turn back toward the budget, turn toward the economy, and once again convince the voters out there that they've done something to provide economic growth for the future.\n\nKRUGMAN: Just wanted to say, George, it's exactly what I would have done in describing it. The forces for growth are fading out. We're not looking good going forward. This is very difficult. It's very hard for an administration in power to run on the campaign slogan, \"It could have been worse,\" and that is essentially -- and it's true. It actually could have been a lot worse, but -- but that doesn't sell very well.\n\nAMANPOUR: Can I...\n\nWILL: Lest it be thought that Paul and I agree on something, let me...\n\nAMANPOUR: Well, you might. Maybe this is a rarity today.\n\nWILL: No, this is not the case, because Paul thinks the government is dangerously frugal at this point, and I do not think so. I side with people like Kenneth Rogoff at Harvard who say there is time for austerity, and this is it.\n\nKRUGMAN: Well, you know, we can...\n\nAMANPOUR: That's happening in Europe, as you know...\n\n(CROSSTALK)\n\nKRUGMAN: That's -- yes, I think Ken Rogoff is doing some damage here with some pretty bad statistics. But...\n\nAMANPOUR: Can I -- can I move over to Madrid again and ask Ahmed about this economy, because it obviously clearly impacts what's happening in -- in America's foreign policy, as well. What do people in Pakistan, who've been promised so much aid by the United States -- does this even figure in their debates when they look at the U.S., the fact that the money is shorter?\n\nRASHID: Oh, it does very much. I mean, I think really people are fully aware that the continuation of the American presence in Afghanistan and the aid to Pakistan is dependent, is hostage, if you like, to whether the American economy picks up or not, especially in the autumn, when the surge will be completed, the troop surge will be completed, a very critical moment will appear when Obama has to decide what his next six-months, one-year policy is going to be in the policy review.\n\nAnd all of this probably is going to be dominated by how effective or uneffective the American economy is doing. I mean, we've seen the vote in Congress now. I mean, what happens in three months' time if the vote in Congress is even more lopsided and more Democrats turn against the war?\n\nAMANPOUR: That is indeed a big question. Let us move on, though, right now -- and I want to move on to something else that the Democrats made a huge, big deal about when they came in, and that was to have an ethical Congress, to have a -- you know, drain the swamp, as many people said. This is what President Obama said just in the last couple of days over the travails of Representative Charlie Rangel.\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: I think Charlie Rangel served a very long time and served his constituents very well, but these allegations are very troubling. And, you know, he's somebody who's at the end of his career, 80 years old. I'm sure that what he wants is to be able to end his career with dignity, and my hope is, is that happens.\n\n(END VIDEO CLIP)\n\nBRAZILE: It would be politically expedient for Mr. Rangel to just step down and resign, but he's not the kind of lawmaker that would do that. These are serious allegations, and Mr. Rangel would like to have his day up on the Hill to defend himself, defend his honor, and answer to some of these charges.\n\nAgain, it's easy to drain the swamp if you have some type of Drano, but it's clogged up, and I think Mr. Rangel and others would like to have their day to clear their names.\n\nAMANPOUR: What about the president making that pretty...\n\nKRUGMAN: Yes, well, they...\n\nAMANPOUR: ... dismissive statement?\n\nKRUGMAN: No, I think it's fair enough. But, you know, let me ask -- there's something I don't understand about this whole thing. There are actually two major investigations of members of Congress underway right now. There's Charlie Rangel, who's accused of some fairly petty, although stupid and wrong, ethical violations, and there's Senator John Ensign, who's facing a criminal investigation and which actually -- it's even a story that involves sex. And you get no publicity whatsoever on the Ensign investigation.\n\nWhy is Rangel getting all this attention?\n\nAMANPOUR: Is that fair, George?\n\nWILL: Well, Rangel is much more important, because he's chairman of an important committee. And in fact, Rangel's misfortune is a national misfortune, because we desperately need -- and after the deficit commission reports in December, we might have had -- serious tax reform in this country. That requires a cooperative member leading that committee in the House.\n\n(CROSSTALK)\n\nKRUGMAN: Nothing's -- nothing's going to happen.\n\n(END VIDEO CLIP)\n\nKRUGMAN: If there's actually anything to come out of the deficit commission, it would matter, but it's not.\n\nWILL: ... as Rostenkowski was with Ronald Reagan's tax reform. Now, Rangel has a weak position, but a very -- a weak case, but a strong position. His strong position is the president and everyone wants this thing over with so the Democrats won't be tarred with this, and therefore he can hold out for some minor reprimand -- indeed, a reprimand, technically -- just to liquidate this and get out of here.\n\nKRUGMAN: In a way, he's sort of the Hamid Karzai of the U.S. Congress.\n\nAMANPOUR: Well, I was going to -- we only have 15 seconds left, but I was going to ask Ahmed Rashid what they make of all of this, given so much corruption charges over there. Ahmed, we're out of time, but thank you all so much for joining us.\n\nAnd the roundtable continues in the green room on abcnews.com, where later you can also find our fact checks. We've teamed up with PolitiFact to check the show. You can also follow me on Facebook and Twitter.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/null", "keywords": [], "authors": ["Abc News", "January", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444", "title": "'This Week' Transcript: Pelosi and Gates", "meta_data": {"description": "Transcript of 'This Week' interview with Speaker Nancy Pelosi and Defense Secretary Robert Gates", "keywords": "this week, jake tapper, nancy pelosi, speaker of the house, defense secretary, robert gates", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Pelosi and Gates", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444", "title": "'This Week' Transcript: Pelosi and Gates", "description": "Transcript of 'This Week' interview with Speaker Nancy Pelosi and Defense Secretary Robert Gates", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-08-02T11:59:07Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,11298444", "ipad": "abcnewsipad://link/story,11298444", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Pelosi and Gates", "description": "Transcript of 'This Week' interview with Speaker Nancy Pelosi and Defense Secretary Robert Gates", "url": "https://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,11298444", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,11298444", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}