{"url": "http://nymag.com/daily/intelligencer/2018/06/fbi-agent-peter-strzok-will-testify-before-congress.html", "text": "Representative Bob Goodlatte will miss out on the fun of issuing a subpoena. Photo: Pete Marovich/Bloomberg via Getty Images\n\nPeter Strzok, the FBI agent who sent anti-Trump messages to a colleague while leading the investigation of Hillary Clinton’s emails and Russia’s involvement in the Trump campaign, has said he’s willing to testify before the House Judiciary Committee, or any other committee that wants to talk with him. This could lead to dramatic hearings, as Strzok could expose more information about those probes, and is central to President Trump’s effort to discredit Special Counsel Robert Mueller’s investigation.\n\nReports last week indicated that House Judiciary chairman Bob Goodlatte was preparing to subpoena Strzok as part of the House investigation into the FBI’s conduct during the 2016 election. Strzok’s lawyer, Aitan Goelman, said in a letter to Goodlatte released Sunday that the move would be unnecessary, as Strzok “intends to voluntarily appear and testify before your committee and any other Congressional committee that invites him.”\n\nThe letter noted that Strzok cooperated fully with the DOJ inspector general, who issued a report last week that was highly critical of the agent. In the lead-up to the 2016 election Strzok and former FBI lawyer Lisa Page, who were having an affair, exchanged anti-Trump messages on their FBI-issued phones. In one, Page asked if Trump might become president and Strzok replied, “No. No he won’t. We’ll stop it.” The inspector general found no evidence connecting their views with “specific investigative decisions,” but said that comment and others “implies a willingness to take official action.”\n\nStrzok and Page said he meant Trump wouldn’t be elected, and noted that they did not do anything to hurt Trump’s odds, like leaking the existence of the Russia probe before the election. Goelman told the Washington Post on Sunday that there’s “no question” that Strzok regrets sending the messages, but that “I think what he was doing is expressing his political opinions in what he thought was a private text conversation, and he regrets that this has been weaponized by people with political motivations to try to discredit the Mueller investigation.”\n\nMueller removed Strzok from his investigation several weeks after it started following the discovery of the texts.\n\nGoelman said that if asked to testify, Strzok would be willing to testify without immunity, and would not invoke his Fifth Amendment rights. He said the agent “intends to answer any question put to him, and he intends to defend the integrity of the Clinton email investigation, the Russia collusion investigation to the extent that that’s a topic, and his own integrity.”\n\nTrump reiterated his thoughts on the matter on Sunday night, which are not supported by the inspector general’s findings. The report did not cover the Russia probe, though that did not stop Trump’s allies from calling for Mueller’s immediate suspension.\n\nWhy was the FBI’s sick loser, Peter Strzok, working on the totally discredited Mueller team of 13 Angry & Conflicted Democrats, when Strzok was giving Crooked Hillary a free pass yet telling his lover, lawyer Lisa Page, that “we’ll stop” Trump from becoming President? Witch Hunt! — Donald J. Trump (@realDonaldTrump) June 18, 2018\n\n“The highest level of bias I’ve ever witnessed in any law enforcement officer.” Trey Gowdy on the FBI’s own, Peter Strzok. Also remember that they all worked for Slippery James Comey and that Comey is best friends with Robert Mueller. A really sick deal, isn’t it? — Donald J. Trump (@realDonaldTrump) June 18, 2018\n\nStrzok still works for the FBI, but it’s unclear what he does now. The inspector general referred him, Page, and three other people to the FBI office that handles disciplinary action.", "images": ["https://pixel.nymag.com/imgs/daily/intelligencer/2018/06/18/18-goodlatte.w700.h700.jpg", "https://pixel.nymag.com/imgs/nymag-covers/2019/2019-12-18.w90.h120.2x.jpg", "https://pixel.nymag.com/imgs/daily/intelligencer/2018/06/18/18-goodlatte.w1200.h630.jpg"], "top_img": "https://pixel.nymag.com/imgs/daily/intelligencer/2018/06/18/18-goodlatte.w1200.h630.jpg", "keywords": [], "authors": ["Margaret Hartmann"], "canonical_link": "http://nymag.com/intelligencer/2018/06/fbi-agent-peter-strzok-will-testify-before-congress.html", "title": "Peter Strzok, FBI Agent in Texting Scandal, Will Testify Before Congress", "meta_data": {"viewport": "width=device-width,initial-scale=1,shrink-to-fit=no", "og": {"title": "Peter Strzok, FBI Agent in Texting Scandal, Will Testify Before Congress", "url": "http://nymag.com/intelligencer/2018/06/fbi-agent-peter-strzok-will-testify-before-congress.html", "description": "His attorney said he’s willing to testify without immunity, and “intends to answer any question put to him.”", "image": "https://pixel.nymag.com/imgs/daily/intelligencer/2018/06/18/18-goodlatte.w1200.h630.jpg", "site_name": "Intelligencer", "type": "article"}, "twitter": {"title": "FBI Agent Peter Strzok Will Testify Before Congress", "description": "His attorney said he’s willing to testify without immunity, and “intends to answer any question put to him.”", "image": "https://pixel.nymag.com/imgs/daily/intelligencer/2018/06/18/18-goodlatte.w600.h315.2x.jpg", "card": "summary_large_image", "creator": "@MargHartmann", "site": "@intelligencer"}, "article": {"published_time": "2018-06-18T05:04:37.365-04:00", "tag": "peter strzok, congress, robert mueller, russia probe, mueller probe, politics", "publisher": "https://www.facebook.com/NewYorkMag", "opinion": "true"}, "description": "Peter Strzok’s attorney said he’s willing to testify before Congress without immunity, and “intends to answer any question put to him.”", "sailthru.tags": "peter strzok, congress, robert mueller, russia probe, mueller probe, politics", "author": "Margaret Hartmann", "fb": {"app_id": 120608177953522}, "type": "Article", "vertical": "Intelligencer", "apple-mobile-web-app-title": "Intelligencer", "application-name": "Intelligencer", "msapplication-TileColor": "#ff5656", "msapplication-TileImage": "https://assets.nymag.com/media/sites/intelligencer/icon.144x144.png"}, "movies": [], "publish_date": 1529312677.365, "source": "http://nymag.com", "summary": ""}