{"url": "http://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314#.Ubjcd5z3Nu4", "text": "NEW YORK, June 9, 2013\u0097 -- A rush transcript of \"This Week with George Stephanopoulos\" airing on Sunday morning, June 9, 2013 on ABC News is below. This copy may not be in its final form and may be updated.\n\nSTEPHANOPOULOS: Good morning and welcome to \"This Week.\" Watching everything.\n\n(START VIDEO CLIP)\n\nSAWYER: America's phone records, but also internet searches are under surveillance.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: A secret government program tracking our phones, casting a wide net across the internet.\n\n(START VIDEO CLIP)\n\nOBAMA: I want to be very clear, nobody is listening to your telephone calls.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Has this protected national security?\n\n(START VIDEO CLIP)\n\nROGERS: This program was used to stop a terrorist attack.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: At what cost to personal privacy?\n\n(START VIDEO CLIP)\n\nPAUL: I am appalled. It's a violation of the Bill of Rights.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: This morning, we cover the controversy from all angles. The reporter who broke the story, Glen Greenwald. The Senator who sounded the alarm, Mark Udall, and the Committee Chairs who approved the program, Senator Diane Feinstein, and Congressman Mike Rogers. Plus our Powerhouse Roundtable on that, and all the weeks politics with ABC's George Will and Matthew Dowd, Nobel Prize Winner Paul Krugman from the New York Times, Congressman Keith Ellison, and Great Van Susteren from Fox News.\n\nANNOUNCER: From ABC News, This Week with George Stephanopoulos. Reporting from ABC News Headquarters, George Stephanopoulos.\n\nSTEPHANOPOULOS: Hello again. The secret struggle to balance national security and individual liberty broke out into open this week, after a series of blockbuster revelations, starting in The Guardian newspaper. We learned that the government has the capacity to track virtually every American phone call, and to scoop up impossibly vast quantities of data across the Internet.\n\nAnd our first guest is The Guardian columnist getting these scoops, Glenn Greenwald. Thank you for joining us today, Mr. Greenwald. You are really on a roll. You broke another story yesterday showing the scale of the data collection programs. In March 2013, you report the government collected 97 billion pieces of data, almost all of it from outside the U.S. What's the key finding here?\n\nGREENWALD: There are two key findings. One is that there are members of the Congress who have responsibility for oversight, for checking the people who run this vast secret apparatus of spying to make sure they are not abusing their power. These people in Congress have continuously asked for the NSA to provide basic information about how many Americans they are spying on, how many conversations and telephone and chats of -- of Americans they are intercepting, and the NSA continuously tells them, we don't have the capability to tell you that, to even give you a rough estimate.\n\nSo what these documents that we published show, that were marked top-secret to prevent the American people from learning about them, was that the NSA keeps extremely precise statistics, all the data that the senators amassed where that the NSA has falsely claimed does not exist. And the other thing that it does, as you said, is it indicates just how vast and massive the NSA is in terms of sweeping up all forms of communication around the globe, including domestically.\n\nSTEPHANOPOULOS: You also drew new criticism yesterday from the Director of National Intelligence, James Clapper. He called the disclosures reckless, said the rush to publish has created significant misimpressions and added that the articles are filled with inaccuracies. Your response to that?\n\nGREENWALD: Every single time any major media outlet reports on something that the government is hiding, that political officials don't want people to know, such as the fact that they are collecting the phone records of all Americans, regardless of any suspicion of wrongdoing? The people in power do exactly the same thing. They attack the media as the messenger and they try and discredit the story. This has been going back decades, ever since the Pentagon Papers were released by the New York Times, and political officials said, you are endangering national security.\n\nThe only thing we've endangered is the reputation of the people in power who are building this massive spying apparatus without any accountability who are trying to hide from the American people what it is that they are doing. There is no national security harm from letting people know that they are collecting all phone records, that they are tapping into the Internet, that they are planning massive cyber attacks both foreign and -- and even domestic. These are things that the American people have a right to know. The only thing being damaged is the credibility of political officials and they way they exercise power in the dark.\n\nSTEPHANOPOULOS: One of the things you reported is that the government has, quote, \"direct access\" to the servers of massive internet firms, like Google and Microsoft and Facebook, and all the companies have come out and denied it. You see Google saying, \"The U.S. government does not have direct access or a backdoor to the information stored in our data centers.\" Similar statements from Facebook and Apple. And Mr. Clapper also said, \"The U.S. government does not unilaterally obtain information.\" Now, I take it there could be some semantic word games being played here. What's your understanding about what is actually happening? Because it does appear that they don't have direct access to the servers.\n\nGREENWALD: Well, our story was very clear. What we said was that, and -- and we presented it as the story from the start, was that we have top secret NSA documents that claim that there is a new program called The PRISM Program, in place since 2007 that provides, in the words of the NSA's own documents, direct collection, directly from the servers of these companies. We then went to all of those companies named, and they said no, we don't provide direct access to our servers, so there was a conflict, which is what we reported, that the NSA claims that they have direct access, the companies deny it.\n\nClearly, there are all kinds of negotiations taking place and all kinds of agreements that have been reached between these internet companies that store massive amounts of communication data about people around the world, and the government. We should have this debate out in the open. Let these companies that collect massive amounts of information about people, and the government, resolve this discrepancy in public. Tell us what it is exactly that these companies are turning over to the government, and what kinds of capabilities the government is wanting to access? So we reported these discrepancies precisely because we want them -- those parties to resolve it in -- in public, in sunlight, and-- and let people decide whether or not that's the kind of country they want to live in when -- when the government can -- can get this massive amount of information.\n\nSTEPHANOPOULOS: The DNI spokesman also said that a crimes report has been filed by the National Security Agency. Have you been contacted by the FBI or any federal law enforcement official yet?\n\nGREENWALD: No. And -- and any time they would like to speak to me, I'll be more than happy to speak to them, and I will tell them that there is this thing called the Constitution, and the very First Amendment of which guarantees a free press. As an American citizen, I have every right, and even the obligation as a journalist to tell my fellow citizens and -- and our readers what it is that the government is doing, that they don't want people in the United States to know about. And I'm happy to talk to them at any time, and the attempt to intimidate journalists and sources with these constant threats of investigation aren't going to work.\n\nSTEPHANOPOULOS: You described your source as a reader of yours who trusted how you would handle the materials. The source has also been described as a career government official, who was concerned about these programs. A former prosecutor called the source a double-agent. I know you're not going to reveal the source, obviously, but what more can you tell us about the individual's motivations?\n\nGREENWALD: Well, first of all, I am not going to confirm that there is only one individual, there could be one or more than one. But, let me first make this point, because I think this is so critical, because every time there is a whistle-blower, somebody who exposes government wrongdoing, the tactic of the government is to try and demonize them as a traitor. They risk their careers, and their lives, and their liberty. Because what they were seeing being done in secret, inside the United States government is so alarming, and so pernicious that they simply want one thing.\n\nAnd that is for the American people, at least to learn about what this massive spying apparatus is, and what the capabilities are, so that we can have an open, honest debate about whether that's the kind of country that we want to live in. And if the people decide that they -- yes, they do want the government knowing everything about them, intervening in all of their communications, monitoring them, keeping dossiers on them, then so be it. But at least we should have that debate openly and democratically. Unfortunately, since the government hides virtually everything that they do at the threat of criminal prosecution, the only way for us to learn about them is through these courageous whistle-blowers who deserve our praise and gratitude and not imprisonment and prosecution.\n\nSTEPHANOPOULOS: Finally, should we be expecting more revelations from you?\n\nGREENWALD: You should.\n\nSTEPHANOPOULOS: OK, Glenn Greenwald, thanks very much.\n\nSTEPHANOPOULOS: Now to the senator who says he did everything short of leaking classified information to shine a light on these surveillance programs. Here is Mark Udall on the Senate floor more than two years ago.\n\n(BEGIN VIDEO CLIP)\n\nUDALL: The intelligence community can target individuals who have no connection to terrorist organizations. They can collect business records on law-abiding Americans who have no connection to terrorism.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: And Senator Udall joins us from Colorado this morning. Thank you for joining us, Senator. Is everything we're learning this week consistent with what you knew then?\n\nUDALL: It is, George, and as you pointed out, I tried to draw attention to what was happening over two years ago. I am not happy that we've had leaks and these leaks are concerning, but I think it's an opportunity now to have a discussion about the limits of surveillance, how we create transparency, and above all, how we protect Americans' privacy.\n\nSTEPHANOPOULOS: Well, what is your main concern here? Because the president has come out and said that that the programs are approved by Congress, overseen by the courts, and carefully constrained. Here he was on Friday.\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: They are very focused, and in the abstract, you can complain about big brother and how this is a potential program run amok, but when you actually look at the details, then I think we've struck the right balance.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: You don't believe the right balance has been struck?\n\nUDALL: I don't. My main concern is Americans don't know the extent to which they are being surveilled, George. We hear this term metadata, which has to do with when you make calls, where you make calls to, who you're talking to. I think that's private information, and I think if the government is gathering that, the American people ought to know it, we ought to have a discussion about it, and frankly, I think we ought to reopen the Patriot Act and put some limits on the amount of data that the National Security Administration is collecting.\n\nSTEPHANOPOULOS: What kind of limits exactly? Because as the president pointed out, no one is listening to phone calls here, and they are not allowed to continue the targeting of any individual unless they have probable cause, unless they have developed some information that would give them a reason to continue with tracking.\n\nUDALL: My concern is, look, you know through a contract with your company that they're going to collect this data, but the phone company can't arrest you, prosecute you, put you in jail. And metadata, although it sounds simple and it sounds innocuous, can lead to a lot of additional information. I just draw the line a little bit differently than the president does. We do need to remember, we're in a war against terrorists, and terrorism remains a real threat, but I also think we have to cue to the Bill of Rights, and the Fourth Amendment, which prevents unlawful searches and seizures, ought to be important to us. It ought to remain sacred, and there's got to be a balance here. That is what I'm aiming for. Let's have the debate, let's be transparent, let's open this up. I don't think the American public knows the extent or knew the extent to which they were being surveilled and their data was being collected.\n\nSTEPHANOPOULOS: But Senator, the president has said that this has been fully debated and authorized by the Congress.\n\nUDALL: It has been, George, but in a limited way, if I might make that point, and that's why I want to reopen the Patriot Act, I think now that this information is more available. I certainly have a lot of Coloradans say to me they are uncomfortable with this, they want to know more. That's my point, is let's have a debate here, let's look at what is really happening. It's what I was trying to draw attention to two years ago. Millions of records every day being accumulated, makes me uneasy. I think it's a violation of our privacy. Let's take a further look at this.\n\nSTEPHANOPOULOS: Do you think that the administration has been straight with the Congress in their testimonies?\n\nUDALL: You know, in general, I do. And look, this is the law, but the way the law is being interpreted has really concerned me. The law has been interpreted in a secret way. That's what I've been calling for, is let's have full disclosure of how this law is being applied. This isn't a scandal, but this is deeply concerning to me and a lot of Americans, and frankly a lot of my colleagues in the Senate on both sides of the aisle.\n\nSTEPHANOPOULOS: And do you believe, though, that the program has been effective? We had Chairman Mike Rogers coming up saying, who said that this program has helped stop terrorist attacks, and (inaudible) reported that the subway, the attempted subway plot in New York subways in 2009 could have been stopped by this program.\n\nUDALL: George, I am not convinced, and by the way, there are two programs that are being discussed. There is one the so-called PRISM program, Article 702 in the law, and it's been very effective. It surveils foreigners, grabs content, photographs, emails. The 215 provisions which are collecting all the metadata, I am not convinced that it's uniquely valuable intelligence that we could not have generated in other ways. So I know these claims are being made, but that's all the more reason to have a debate, to share this information and to determine whether or not we ought to be collecting millions of records every day of Americans' phone calls. It's just to me a violation of our privacy, particularly if it's done in ways that we don't know about.\n\nSTEPHANOPOULOS: Senator Udall, thanks for your time this morning.\n\nUDALL: Hey, George, thanks for having me on.\n\nSTEPHANOPOULOS: Let's get a response now from the chairs of the intelligence committees, Democrat Dianne Feinstein from the Senate and Republican Mike Rogers from the House. And Senator Feinstein, let me begin with you. You heard Mr. Greenwald and Senator Udall right there. They believe that the balance between privacy and national security is out of whack with these programs. Your response.\n\nFEINSTEIN: Well, of course, balance is a difficult thing to actually identify what it is, but I can tell you this: These programs are within the law. The business records section is reviewed by a federal judge every 90 days. It should be noted that the document that was released that was under seal, which reauthorized the program for another 90 days, came along with a second document that placed and discussed the strictures on the program. That document was not released.\n\nSo here's what happens with that program. The program is essentially walled off within the NSA. There are limited numbers of people who have access to it. The only thing taken, as has been correctly expressed, is not content of a conversation, but the information that is generally on your telephone bill, which has been held not to be private personal property by the Supreme Court.\n\nIf there is strong suspicion that a terrorist outside of the country is trying to reach someone on the inside of the country, those numbers then can be obtained. If you want to collect content on the American, then a court order is issued.\n\nSo, the program has been used. Two cases have been declassified. One of them is the case of David Headley, who went to Mumbai, to the Taj hotel, and scoped it out for the terrorist attack.\n\nThe second is Najibullah Zazi, who lived in Colorado, who made the decision that he was going to blow up a New York subway, who went to a beauty wholesale supply place, bought enough hydrogen peroxide to make bombs, was surveilled by the FBI for six months, traveled to go to New York, to meet with a number of other people who were going to carry out this attack with him, and were arrested by the FBI, who has pled guilty and in federal prison.\n\nHere is the point. And this is why this is so difficult. I flew over World Trade Center going to Senator Lautenberg's funeral, and in the distance was the Statue of Liberty. And I thought of those bodies jumping out of that building, hitting the canopy. Part of our obligation is keeping Americans safe. Human intelligence isn't going to do it, because you can't -- it's a different culture. It is a fanaticism that isn't going to come forward. And so, this kind of strict, strictly overseen -- it's overseen by the Justice Department, by inspectors general, by audits, by a 90-day review, by the court, is looked at as a method. I'm very happy if there's a better way, we will certainly look at it.\n\nSTEPHANOPOULOS: Let me bring that to Congressman Rogers, because you also said you believe these programs are effective, Mr. Chairman.\n\nROGERS: I do.\n\nSTEPHANOPOULOS: But what about this idea, raised by Senator Udall, that you reopen the Patriot Act, and put more limits on particularly the phone record collection program? Because he says that that hasn't helped. That is his suspicion, at least.\n\nROGERS: Well, I can tell you, in the Zazi case in New York, it's exactly the program that was used. And remember, all of these programs, this is really important, George, I mean, really important. They are not -- the National Security Agency does not listen to Americans' phone calls and it is not reading Americans' emails. None of these programs allow that. As a matter of fact, the Patriot Act, part of that 702 says it's expressly prohibited by law that you can read and wholly surveil domestic e-mail traffic in the United States. So the inflammatory nature of the comments does not fit with what Dianne and I know this program really does. And let's just talk about the phone records just real quickly. What this is, and the reason this happened is after 9/11, we realized there was a big hole in our ability to fully identify all of the players in that terrorist plot. And one of it was by the fact that these business records, the phone billing information, is destroyed by these companies. They can't, expense-wise, it's really difficult for them to hold them. So this is what happened. The court said, put all of that information in a box and hold that information, and when you want to access that information, you have to use this very specific court-ordered approval process, which means it has to be a foreign person believed to be on a foreign land. So some notion that they can see a name that even comes out of that -- by the way, this is important -- no name comes out of that search. So even if they get a number, it doesn't have a name on it. This then allows them to do further investigation.\n\nBut the number of times it's accessed is very -- it is a fraction of a fraction, number one. And number two, no one can data mine that information. That is what's so frustrating to those of us who know this program.\n\nSTEPHANOPOULOS: But that's what I was just going to get to. Both of you know so much more than any other Americans. One of the things you heard from Senator Udall is the desire for more public information. Now, he believes that the administration hasn't been misleading generally the committee and the public, but I want to play an exchange, it was in the Intelligence Committee in March, when James Clapper was questioned by your colleague, Senator Wyden.\n\n(BEGIN VIDEO CLIP)\n\nSEN. RON WYDEN, D-OREGON: Does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\n\nJAMES CLAPPER, DNI: No, sir.\n\nWYDEN: It does not?\n\nCLAPPER: Not wittingly. There are cases where they could inadvertently, perhaps, collect, but not wittingly.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Senator Feinstein, I have to confess, I have a hard time squaring that answer with what we learned this week.\n\nFEINSTEIN: Well, I think this is very hard. There is no more direct or honest person than Jim Clapper, and I think both Mike and I know that. You can misunderstand the question. This is one of the dilemmas of talking about it. He could have thought the question had content or something, but it is true that this is a wide collection of phone records, as Mike said. No name, no content. But the number to number, the length of time, the kind of thing that's on the telephone bill, and we have to deal with that.\n\nSTEPHANOPOULOS: So, what do we do going forward? Senator McCain has said, and we heard Senator Udall as well, that maybe there should be a public hearing on this program and the range of the programs that are surveilling, that includes some surveillance of some data from Americans. Are you open to that, Senator Feinstein? And Chairman Rogers, you comment as well.\n\nFEINSTEIN: Yeah, I am open to it. And I have to think about this. We had an intelligence committee meeting on Thursday, which I opened up to everybody and 27 senators came. You know, we informed them that every senator, the material is available. They can come and see it.\n\nOne of the structures of highly classified with no stuff is no staff. I think that should be changed so that intelligence committee staff can come in with the member and go over and review the material.\n\nBut we have had lots of hearings on this. And I think Senator Wyden knows this and has been respectful of it.\n\nAnd I'm open to doing a hearing every month if that's necessary. And I'm open to doing to doing an opening hearing now.\n\nHere's the rub, the instances where this has produced good -- has disrupted plots, prevented terrorist attacks is all classified, that's what's so hard about this. So that we can't actually go in there and other than the two that have been released give the public an actual idea of people that have been saved, attacks that have been prevented, that kind of thing.\n\nSTEPHANOPOULOS: Chairman Rogers?\n\nROGERS: You know, George, one of the things that we're charged with is keeping America safe and keeping our civil liberties and privacy intact. I think we have done both in this particular case. And the problem with this is, if you tell our adversaries and enemies in the counterterrorism fight exactly how we conduct business, they are not going to business the same ever again. It makes it more difficult.\n\nAnd so each one of these programs -- and I think the Zazi case is so important, because that's one you can specifically show that this was the key piece that allowed us to stop a bombing in the New York Subway system.\n\nBut these programs, that authorized by the court by the way, only focused on non-United States persons overseas, that gets lost in this debate, are pieces of the puzzle. And you have to have all of the pieces of the puzzle to try to put it together. That's what we found went wrong in 9/11.\n\nAnd we didn't have all of the pieces of the puzzle, we found out subsequently, to the Boston bombings, either. And so had we had more pieces of the puzzle you can stop these things before they happen.\n\nSTEPHANOPOULOS: Finally, we're just about -- sorry, we're just about out of time. I just want a quick answer from each of you on this. We saw that a crimes investigation has been opened. Is it fair to say that both of you believe that this investigation should be pursued and the source, if found, should be prosecuted?\n\nROGERS: I absolutely believe that someone did not have authorization to release this information. And why that's so important, George, is because they didn't have all of the information. I know your reported that you interviewed, Greenwald, says that he's got it all and now is an expert on the program. He doesn't have a clue how this thing works. Nether did the person who released just enough information to literally be dangerous.\n\nI argue that there's other methods. He could come to the committees, if they had concern. We have IGs that they can go to in a classified way if they have concern. Taking a very sensitive classified program that targets foreign person on foreign lands, and putting just enough out there to be dangerous, is dangerous to us, it's dangerous to our national security and it violates the oath of which that person took. I absolutely think they should be prosecuted.\n\nSTEPHANOPOULOS: You too, Senator Feinstein?\n\nFEINSTEIN: I do.\n\nSTEPHANOPOULOS: Thank you both for your time this morning.\n\nSTEPHANOPOULOS: Up next, our powerhouse round table weighs in on all this. Plus, the president's new foreign police fix. Chris Christie's controversial call. And Paul Krugman analyzes the latest jobs numbers.\n\n(COMMERCIAL BREAK)\n\nSTEPHANOPOULOS: An update now on the race to fill John Kerry's Senate race up in Massachusetts. With the vote coming up later this month, the sparks flew at the first debate between veteran Democratic congressman Ed Markey and former Navy SEAL Gabriel Gomez.\n\n(BEGIN VIDEO CLIP)\n\nED MARKEY, (D) MASSACHUSETTS SENATE CANDIDATE: They want Mr. Gomez down there to help them get the majority that will ultimately further this grid lock that they have fostered over this lost generation.\n\nGABRIEL GOMEZ, (R) MASSACHUSETTS SENATE CANDIDATE: If you wanted to run against, you know, Newt Gingrich or George W. Bush or even Gerald Ford, who was president when you were down there for the first time, you should have run against them.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Both candidates will be here next week. And we'll be right back with the roundtable.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/null"], "top_img": "http://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/null", "keywords": [], "authors": ["Abc News", "June", "Min Read"], "canonical_link": "https://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314", "title": "'This Week' Transcript: Sen. Dianne Feinstein and Rep. Mike Rogers", "meta_data": {"keywords": "NSA, This Week, George Stephanopoulos, Rep. Mike Rogers, Sen. Dianne Feinstein, George Will, Matthew Dowd, Glenn Greenwald, Mark Udall", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Sen. Dianne Feinstein and Rep. Mike Rogers", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314", "title": "'This Week' Transcript: Sen. Dianne Feinstein and Rep. Mike Rogers", "image": "null", "type": "article", "locale": "en_US"}, "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,19343314", "ipad": "abcnewsipad://link/story,19343314", "googleplay": "https://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Sen. Dianne Feinstein and Rep. Mike Rogers", "url": "https://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,19343314", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,19343314", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}