{"url": "http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946&singlePage=true", "text": "WASHINGTON, May 1, 2011 \u0097 -- AMANPOUR (voice-over): This week, budget blowback.\n\n(UNKNOWN): We can't afford it, you moron!\n\nAMANPOUR: As town halls across America erupt in anger over a plan to slash spending...\n\n(UNKNOWN): You're a liar!\n\nAMANPOUR: ... Republicans find themselves under fire.\n\n(UNKNOWN): ... he was yelling at me, cursing at me.\n\nAMANPOUR: I go to the heartland with the man behind the plan, House Budget Chairman Paul Ryan of Wisconsin.\n\nRYAN: Let's prove to them that Wisconsinites can have a civil debate.\n\nAMANPOUR: Then, in the crosshairs. A NATO bomb hits a house with Gadhafi inside, killing his son and three grandchildren. How will the strongman strike back? And how does it all end?\n\n(UNKNOWN): This was a direct operation to assassinate the leader of this country.\n\nAMANPOUR: What's the way out for the U.S.? A former administration insider weighs in.\n\nPlus, we're live from the Vatican, as Pope John Paul II gets one step closer to sainthood. Is the fast track too fast?\n\nANNOUNCER: Live from the Newseum in Washington, \"This Week\" with Christiane Amanpour starts right now.\n\n(END VIDEO CLIP)\n\nAMANPOUR: Welcome to our viewers here and around the world. There is a lot happening this Sunday, and we begin with unfolding news in the Libyan capital, Tripoli. The Libyan government is condemning what it called, quote, \"a direct operation to assassinate Moammar Gadhafi,\" this after a NATO bomb hit Gadhafi's compound. It spared him, but killed three of his grandchildren and his youngest son. So could this be a game-changer in the war, which has dragged into a stalemate in recent weeks?\n\nWe go live now to Libya for the very latest on the ground. ABC's Miguel Marquez is in Benghazi, and the BBC's Christian Fraser is in Tripoli, where the attack took place.\n\nChristian, let's start with you. Is there a feeling now that the war is entering a new phase around Tripoli?\n\nFRASER: I think that's a very real possibility, Christiane. The way that the press visit to this bomb site was orchestrated last night, it was very deliberately held back for two hours, and then we were taken there and then given a press conference here at the hotel, in which Moussa Ibrahim spelled out what he thought the attack meant does suggest that they will try and make as much political capital from this as they can.\n\nCertainly, it puts pressure on NATO and its allies. And we've seen already a very angry reaction from his supporters in Tripoli, reports of attacks on the U.S. embassy. I've spoken to U.N. officials today who say their offices were looted, also reports of attacks on the British and Italian missions here in Tripoli.\n\nThe unknowns, of course, are what Colonel Gadhafi's response will be. We've not heard from him yet. We don't know what the response of his supporters will be in the days ahead, and we don't know, really, what the sort of international reaction will be to what has unfolded here last night.\n\nAMANPOUR: A lot of questions there, Christian, and we'll continue to monitor it.\n\nOf course, the U.S. embassy is empty, because all of the staff have been evacuated over the last several weeks and months. And now we go to the other side of this conflict and ABC's Miguel Marquez, who's in the east there in rebel-held Benghazi.\n\nMiguel, what is the reaction from the rebels? Do they think this attack could end the stalemate and signify a new -- a new impetus for them?\n\nMARQUEZ: Well, the rebels certainly aren't buying this attack. They think that no one was killed in Tripoli last night. They're literally saying, \"Show us the bodies.\" They believe that this is a trick, another trick by Colonel Moammar Gadhafi, and they say that he is making this up simply to win that international support to divide the coalition. They simply want to see those bodies. Whether or not it will make a difference to this I think will depend on what Colonel Gadhafi and his troops do in the hours and days ahead -- Christiane?\n\nAMANPOUR: But, Miguel, is there any sense beyond this attack that the rebels are getting any more organized or getting any more weapons that they can actually take advantage of the help that NATO is giving them?\n\nMARQUEZ: There's a lot of winks and nods there. There are indications that the Qataris are arming up. Certainly, there's been some reporting on that front, but the rebels here are being very shy about it. There are reports that the Qataris are (OFF-MIKE) but we haven't seen any evidence of that.\n\nThe other thing that the rebels say about this, that this (OFF- MIKE) you know, the Predator drones were a huge boost to them, and they believe that the U.S., they hope, will take even a greater role in leading operations here in Libya -- Christiane?\n\nAMANPOUR: Miguel, thank you so much.\n\nAnd later in the show, we'll get an expert's take on whether this attack on Gadhafi will be a turning point in what's become a stalemate for the United States and its allies. But first, we turn to a different sort of battle being waged right here in the United States. It's a budget battle, of course, and this was the week Republican Congress members went home to defend their sweeping budget plan before their constituents. And the reception at one town hall after another was rocky.\n\nThe plan is the brain child of House Budget Chairman Paul Ryan, who's feeling some of the heat himself. I traveled to Wisconsin to see how Ryan is weathering the storm.\n\n(BEGIN VIDEOTAPE)\n\nAMANPOUR: How are the crowds increasing and their levels of anxiety and frustration?\n\nRYAN: It's increasing, no two ways about it.\n\nAMANPOUR (voice-over): Congressman Ryan is at the center of the storm. It's his plan, of course, that has sparked the outcries. Across the country, the anger is palpable.\n\n(UNKNOWN): May I finish?\n\n(UNKNOWN): No.\n\n(CROSSTALK)\n\n(UNKNOWN): You went and gave away all those tax cuts.\n\nAMANPOUR: We've seen Republican congressmen fending off boos and catcalls from constituents over a plan to fundamentally overhaul two programs that millions of Americans have come to count on, Medicare and Medicaid.\n\nRYAN: Hey, guys. How are you doing?\n\nAMANPOUR: With Congress in recess, Ryan is holding as many as four town meetings a day, and it's still not enough to keep up with demand from his constituents.\n\n(UNKNOWN): What I can do is I can give you a list of the other listening sessions we have scheduled today.\n\nRYAN: The crowds are really getting bigger, and people are getting much more anxious about just where the country's headed.\n\nAMANPOUR: This is the tail end of the marathon series of town halls for Ryan, who seems wholly unconcerned with the heat he's taking these days. Though the crowds we saw in Wisconsin were mostly friendly, some of his town meetings have been contentious.\n\n(UNKNOWN): (OFF-MIKE) trickle down.\n\nRYAN: We do (OFF-MIKE)\n\n(CROSSTALK) RYAN: It's a sign of the times, I think. I think it's a sign of anxiety of the times. It's also a sign of the misinformation that's been perpetrated out there.\n\nAMANPOUR (on-screen): Well, why do you say \"misinformation\"?\n\nRYAN: Well, there are TV, radio and phone calls that are running, trying to scare seniors. You know, the Democratic National Committee is running phone calls to seniors in my district, TV ads, saying we're hurting current seniors when, in fact, that's not the case. And so there's a lot of...\n\nAMANPOUR: Isn't that, though, par for the course?\n\n(CROSSTALK)\n\nAMANPOUR: I mean, didn't you lot do it the last time?\n\nRYAN: Yes, Republicans -- Republicans -- both parties do this to each other. And my whole point about that is, that's why we have this political paralysis.\n\nAMANPOUR (voice-over): On the day we joined him, the gym at Franklin High School fills up well before the congressman arrives.\n\n(APPLAUSE)\n\nAMANPOUR: Ryan's presentation is earnest and, it must be said, wonky.\n\nRYAN: This pie chart shows you our federal government, basically its budget for last year.\n\nAMANPOUR: The most controversial aspect of Paul Ryan's budget plan would transform Medicare. He knows that could be political poison with seniors, and so he makes sure to remind those in the crowd the changes wouldn't impact them.\n\nRYAN: How many of you are 55 years of age or older? This budget does not affect your Medicare benefits.\n\nAMANPOUR: But for many, that leaves more questions than answers, especially since budget watchdogs estimate the Medicare revamp would cost people who are now under 55 thousands of dollars out of pocket each year once their benefits kick in, and that has some here in Franklin very concerned.\n\n(UNKNOWN): ... because it's going to be a real burden for them, especially with the economy coming up. And I think about all of the 54-year-olds who have been unemployed. Where are they going to come up with this money in 10 years to last their whole lifetime?\n\nAMANPOUR: Ryan argues delay is not an option.\n\nRYAN: Put these reforms in now, they don't take effect for 10 years to give people time to prepare. If we keep kicking the can down the road and if we keep going trillions of dollars deeper in the hole, then the reforms are going to be sudden, urgent, and severe, and immediate, and people won't have -- that are going to catch them by surprise.\n\nAMANPOUR: Then the session ends...\n\nRYAN: I appreciate you coming out.\n\nAMANPOUR: ... and Congressman Ryan is off. I stayed back to speak with two of the women in the audience, Jackie (ph) and Lois (ph), each with very different perspectives on the congressman's plan.\n\n(UNKNOWN): I don't appreciate it at all, and that burns my potatoes. And I think it's not fair. And I think it's selfish and self-centered. You're worried about the seniors of today, and we have the seniors of tomorrow. We need to be worried about them, too. And there's a better way of fixing this plan, this problem that we didn't get into, but we always got to be the ones.\n\nAMANPOUR (on-screen): Did you vote for Paul Ryan?\n\n(UNKNOWN): No. No.\n\nAMANPOUR: Did you?\n\n(UNKNOWN): Yes.\n\nAMANPOUR (voice-over): Lois says Ryan is trying to fix the problem before time and money run out.\n\n(on-screen): The CBO, the Congressional Budget Office, has said that the average senior will end up paying some $6,500 more for their health care.\n\n(UNKNOWN): In 10 years.\n\nAMANPOUR: Yes.\n\n(UNKNOWN): By 2020, the whole plan Obama has is going to crash.\n\nRYAN: A few sentences later, CBO also said that the status quo of Medicare is unsustainable.\n\nAMANPOUR: Maybe, but it's going to shift a huge burden on to the elderly.\n\nRYAN: Right. But what the CBO also forgot to add is that we're giving an additional $7,800 for low-income seniors on top of that. And I would argue -- and CBO concurs with this -- comparing any Medicare reform plan with the Medicare status quo is a fiscal fantasy. The Medicare status quo is not going be able to occur, because it's unsustainable.\n\nAMANPOUR (voice-over): And Ryan dismisses any talk that tackling this thorny issue will cost Republicans at the polls.\n\n(on-screen): And now people are getting worried, people in your party. Perhaps they might think it might even cost them the election.\n\nRYAN: Sure. And I hear this all the time from the political people, from the pundits and the pollsters that this could be -- this could hurt us politically. I don't care about that. What I care about is fixing this country and getting this debt situation under control.\n\nLook, literally, Christiane, if all we fear about is our political careers, then we have no business having these jobs. If you want to good at these jobs, you've got to be willing to lose the job.\n\nAMANPOUR (voice-over): Still, politically it's a delicate dance. Just listen to Speaker John Boehner discuss Ryan's plan in an interview with ABC's Jon Karl.\n\nBOEHNER: It's Paul's idea. Other people have other ideas. I'm not wedded to one single idea.\n\nAMANPOUR (on-screen): How do you feel when Speaker Boehner tells ABC News that he's not wedded to your program, it's a good idea, it's one of many?\n\nRYAN: I've talked to John about this. It's an institutional statement reflecting budget resolutions. And what a budget resolution -- which is what we've passed -- it's the architecture of a budget.\n\nAMANPOUR: So you didn't take it personally about...\n\n(CROSSTALK)\n\nRYAN: No, not at all. I didn't take it personally. It's not -- it wasn't meant to be personal. I don't take it that way.\n\nAMANPOUR: Are you sure about that?\n\nRYAN: Yeah, yeah. Yeah, I've talked to him quite a bit about this.\n\nAMANPOUR (voice-over): And with that, we arrive at our next stop.\n\nRYAN: Hey, folks. Nice to see you. Thank you very much.\n\nAMANPOUR: Some boos, but mostly cheers. The crowd is largely supportive.\n\n(UNKNOWN): And I'd like to thank you for being a bold person and standing up and saying, \"Listen, we can't continue this way.\"\n\nAMANPOUR: Still, this man is angry that Ryan's plan refuses to consider raising taxes on the wealthiest Americans.\n\n(UNKNOWN): Borrow the money from the rich, fix the problem.\n\nRYAN: Look, I think a lot of people think this is sort of like the magic fairy dust of budgets, that we can just make a small amount of people pay some more taxes and it will fix all of our problems. Well, let's keep our eye on the ball. The eye on the ball is spending. And the sooner we get this thing under control, the better off everybody is going to be.\n\nAMANPOUR (on-screen): How do you feel about being the bogeyman in this whole budget business?\n\nRYAN: You know, I don't really think about it. I sleep well at night.\n\nAMANPOUR (voice-over): At the end of the day, Congressman Ryan and I sit down to talk about the bottom line.\n\n(on-screen): People who've been studying your numbers very carefully and -- have been saying that the numbers don't add up.\n\nRYAN: Well, the Congressional Budget Office Says they do.\n\nAMANPOUR: Well, it also says that two-thirds of the savings that you want to make in the spending cuts come at the expense of programs designed for the poor, for the disadvantaged, and this is reverse Robin Hood-ism, if you like, take from the poor, give back to the rich again.\n\nRYAN: Yeah, sure, I've heard that. Yeah, I would disagree with that. First of all, spending increases in this budget. Spending on the safety net increases, but it increases at a more sustainable rate. Here's the problem, Christiane. The safety net we have right now is going bankrupt. It's tearing apart at the seams.\n\nAMANPOUR: What you're proposing seems like it's going to put a lot of the burden on the seniors. They're worried that they're not going to be able to afford the cost of health insurance.\n\nRYAN: So we're saying give the most vulnerable people more money to cover their expenses and don't give wealthy people as much money to cover their expenses because they're wealthy and they should be able to afford more. But we're also saying is, you've got to get at the root cause of health inflation. Even President Obama is saying slow the growth rate of Medicare.\n\nAMANPOUR (voice-over): For now, the president and the congressman seem far apart. And as we crisscross his Wisconsin district, I ask Paul Ryan if some grand budget bargain could be in the offing.\n\n(on-screen): Do you think that these massive issues that you're dealing with, the budget, let's say, can be done only by one party?\n\nRYAN: No. No, I don't. I think it's going to have...\n\nAMANPOUR: So you have to negotiate?\n\nRYAN: Oh, yeah, absolutely, yeah.\n\nAMANPOUR: You have to work together? RYAN: Yes, I think so.\n\nAMANPOUR: Is that atmosphere available...\n\n(CROSSTALK)\n\nRYAN: No, not right now.\n\nAMANPOUR: It's not, is it?\n\nRYAN: Look, we're probably not going to get some grand-slam agreement that fixes all of these problems. My now hope is to get a single or a double, you know, to get something done that gets us on the right path.\n\n(END VIDEOTAPE)\n\nAMANPOUR: Congressman Ryan says that he expects Republicans and Democrats to agree on some fiscal controls to lock in spending levels, but he says a big-picture deal on the debt crisis probably won't happen before the 2012 election. And it's what the treasury secretary, Tim Geithner, said also on this program a couple of weeks ago.\n\nSo the big question remains: Can the United States afford to wait that long? Our powerhouse roundtable tackles that and weighs in with their reviews of the president's stand-up act, as well, at last night's White House correspondents' dinner.\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: Tonight, for the first time, I am releasing my official birth video.\n\n(LAUGHTER)\n\nLet's take a look.\n\n(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: He's taken some flack lately, but no one is happier, no one is prouder to put this birth certificate matter to rest than the Donald. And that's because he can finally get back to focusing on the issues that matter, like did we fake the moon landing? What really happened in Roswell? And where are Biggie and Tupac?\n\n(LAUGHTER)\n\n(END VIDEO CLIP)\n\nAMANPOUR: A little light moment last night from the White House correspondents' dinner. President Obama taking a shot at Donald Trump. Funny stuff, and we'll talk about it a little later.\n\nBut across the country, passions are running high on a more serious matter, a Republican debt reform plan that would slash spending and revamp Medicare and Medicaid without raising taxes on the wealthy. Has Paul Ryan laid the roadmap to victory for the Democrats? Or will his party have the last laugh?\n\nJoining me to answer that question, George Will, Arianna Huffington of the Huffington Post, Chrystia Freeland, global editor at Thomson Reuters, and David Stockman, who served as budget director under Ronald Reagan.\n\nThank you all for being here. Some of us were at that dinner last night, but, first, George, you heard what I asked Congressman Ryan, asking him about some of the Republicans who seem to be running now from the plan. Is this an election loser for them? Will they stick with him?\n\nWILL: They've clearly made a wager that this time the American people mean what they say about cutting government. His plan now for the budget is not the same as, but it's in the same general direction as the roadmap he proposed for entitlement reform and all the rest a few years ago (inaudible) pointing out the grand total of 13 cosponsors. People are not eager to embrace it. He now has essentially made them embrace it by making the running.\n\nRepublicans are somewhat emboldened by the example of Marco Rubio running for the Senate in Florida in 2010, when, in a state planted thick with seniors, the state known as God's antechamber, as a matter of fact, in the great state of Florida, he said we must raise the retirement age and perhaps, in some sense, means test Social Security. He said that volatile thing in that state and won in a landslide.\n\nHUFFINGTON: (OFF-MIKE) starting to listen to this incredibly shrinking budget debate where we're basically discussing what we're cutting without discussing what's happening in the country with jobs, basically, despite the fact that supposedly, you know, we have a reduction in unemployment. We know this is really a statistical reason because of the shrinking of the actual labor force, but not any real creation of jobs. And that's really what is so outstanding, that we are not focusing on this.\n\nAnd you go around the country, and there's this anxiety, this fear about kids graduating from college not being able to get jobs. The foreclosures are still rampant. Even Mitt Romney, you know, in New Hampshire actually took this on and sounded like a real populist, talking about the problems of people not being able to make ends meet.\n\nAMANPOUR: But what about the figures, the basic arithmetic? I mean, it is complex. You go to these town hall meetings, and the presentations are complex. And even people with vaguely conversant views on all of this find it difficult to understand. Is there a way to figure out what the actual math is without entering political and ideological debates? Is there a way to balance this budget, to reduce the debt, to get a hold of it without sort of hewing to very different political views?\n\nFREELAND: Well, I think it's always going to be a political debate, but what I think is really missing in both the Republican and the Democratic approach right now and is really an example of political cowardice is taxes.\n\nYou know, and we heard in your interview, Christiane, Ryan saying, well, you know, this is about cutting spending. It's partly going to be about cutting spending, but it is also going to be about raising taxes. And that's the thing that I think no one has the courage to talk about.\n\nAnd it's partly going to be -- I think there should be more taxes on the very rich. They're doing incredibly well in this economy. But it is also going to be about more taxes on the middle class, including consumption taxes.\n\nAMANPOUR: Well, that's interesting. I want to get to consumption taxes. But, David, Paul Ryan says that people see tax hikes as sort of a fairy dust that will solve everything. Is either party dealing with the tax issue in a way that could actually solve something?\n\nSTOCKMAN: No, I think both parties are delusional in thinking that this is a long-run problem. The Ryan plan gets the balanced budget in 2030, the fiscal hereafter. We have a here-and-now problem.\n\nThis debt that we're issuing every day, $6 billion a day, is not being bought by real investors. It's being bought by the Fed and other central banks around the world, and they're going out of business in June. The Fed is stopping the bond-buying. QE2 is over. The Chinese no longer need to buy, and the Japanese have their own problem.\n\nSo once we have to sell the debt to real investors, interest rates are going to start rising and the crisis will come immediately, in the next two or three years.\n\nNow, what does Ryan do in the next two or three years? Nothing. He cuts $600 billion or $700 billion of spending, mostly from a small part of the budget, discretionary and the safety net, leaves Medicare totally untouched for 3 years, leaves Social Security totally untouched for 10 years, leaves defense totally untouched for the next 3 years, and then, after cutting that small amount, gives it all back by extending all the Bush tax cuts that we can't afford.\n\nNow, that's getting nowhere. In three years, he does not cut one dime from the debt.\n\nFREELAND: Yeah, David, I have a question for you. You worked for Ronald Reagan. Do you think that America, the American economy -- so you're like a red-blooded capitalist -- could it sustain higher taxes than it has now?\n\nSTOCKMAN: Absolutely. In 1982, we were looking at the jaws of the worst recession since the 1930s. We overdid it in '81, cut taxes too much. We came back with the big deficit plan. In 1982, unemployment's 10 percent, the economy's in dire shape, and we raised taxes by 1.2 percent of GDP, which would be $150 billion a year, right now, not 10 years down the road, but right now. That's what we did in 1982, because we still had people in government who realized you can't simply be putting on this kind of debt into the world financial market.\n\nAMANPOUR: So, George, Senate Majority Leader Harry Reid is calling for a vote on this up or down. Is that -- what is that going to do? And do you think there is room for some kind of debate on a consumption tax, even though very few people want to do income?\n\nWILL: Oh, well, people of my persuasion will be all for it, considering a consumption tax, as soon as they repeal the 16th Amendment. Otherwise, they're going to pile a consumption tax, which is invisible to most people, on top of the income tax.\n\nLarry Summers, the departing economic adviser, said conservatives hate the consumption tax because they think it's a money machine for government and liberals don't like it because they think it's regressive. We will get a consumption tax when conservatives realize it's regressive and conservatives -- and liberals realize it's a money machine. It's not going to happen. The Senate has voted in a nonbinding resolution something like 86-10 against the idea of a consumption tax.\n\nHUFFINGTON: You know, what is interesting is what Ryan is leaving out. You know, he's talking about reforming Medicare. He's not even allowing the government to negotiate with pharmaceutical companies to reduce drug costs. So he's not only addressing the major problem of drug costs rising, of health care costs rising.\n\nAnd also finally over the last week, he started talking about corporate welfare, about oil and gas subsidies, for example, but that isn't part of his budget. So how can he be addressing seriously the budget deficit without addressing seriously corporate welfare?\n\nHe said, which also sounded interesting, that he doesn't want the government picking winners and losers. That's part of (inaudible) left and right debate. A lot of people across the political spectrum are saying that. Let's focus on this.\n\nAMANPOUR: He said to us that he is willing to talk about sort of getting rid of all those subsidies for oil companies and all those loopholes. Where do you think this is headed, though, in real economic fiscal terms? I mean, is there going to be some kind of deal on the very difficult issues?\n\nFREELAND: I thought that what you and Ryan had to say was right. I think that it's hard to see a real deal before the presidential election, and I think that David is right to point out that that could turn out to be quite tricky. And where we will really have the important market judgment is in June, when all this money that the Federal Reserve has been pumping into the economy and buying back, that's going to stop, and we're going to really see, how much is the world prepared to support the U.S. economy?\n\nAMANPOUR: All right. We'll continue right after a break. And up next, President Obama releases his birth certificate and Donald Trump claims credit. More of that with our roundtable right after this.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: But I'm speaking to the vast majority of the American people, as well as the press. We do not have time for this kind of silliness. We've got better stuff to do.\n\nTRUMP: Today, I'm very proud of myself, because I've accomplished something that nobody else has been able to accomplish. Our president has finally released a birth certificate.\n\n(END VIDEO CLIP)\n\nAMANPOUR: President Obama and Donald Trump earlier this week. So have we seen the last of the birthers? Let's bring back our roundtable.\n\nHave we seen the last of this, George?\n\nWILL: Sure, I mean, to the extent that people are open to evidence. Now, there are some people in a nation of 310 million people -- there are some people who are just cracked, and we're always going to have them out there.\n\nAMANPOUR: You know, you say cracked. On this program last week, we spoke with Reverend Franklin Graham, and he seemed to flirt with the idea of giving some credence to this and also supporting Donald Trump. And then when I asked him sort of, you know, why is it that this issue has been hijacked by the lunatic fringe and it's become such an issue? This is what I asked him, and listen to what he responded.\n\n(BEGIN VIDEO CLIP)\n\nAMANPOUR: You're a very important figure, and you have a big following, and you have a lot of authority. This business about the birth certificate, it really has been debunked over and over again. So I just want to know why somebody like you can't just say, \"Enough already.\"\n\nGRAHAM: Oh, no, I'm not -- you were asking me about Donald Trump...\n\nAMANPOUR: No, I'm now talking about President Obama.\n\nGRAHAM: Oh, right. But it's Trump that has brought this up. I'm not bringing up his birth certificate. I'm just saying, it looks like, for the critics out there, his critics -- and I'm not one of them -- his critics, it looks like he could shut their mouths pretty quickly by coming up with a little bit more than what he's come up with.\n\n(END VIDEO CLIP)\n\nAMANPOUR: So he has come up, and you're shaking your head, Chrystia.\n\nFREELAND: I think it's obvious that it's just going to move on to new things. And we've already seen Donald Trump talking about, well, you know, maybe his college -- maybe his college documents aren't exactly right.\n\nI mean, I think that there is something behind all of this that enough people aren't talking about and that the president actually rather recently hinted at in his speech last night, with the \"Lion King\" stuff and then saying, you know, Michele Bachmann, maybe she was born in Canada. There is a racial element here. And I think that part of the whole birther movement is about finding a way that isn't overtly racist to say, is he really American? You know, can this black guy really be an American?\n\nSTOCKMAN: I don't think it's so much racism. I think it's Washington has succumb to theater and has lost the point that it should be about governance. And one of the reasons for that is that the Fed has enabled Washington to run massive deficits year after year after year and issue all of these bonds and get away with it.\n\nAnd so, therefore, since they're not worried, since they don't fear the consequence of what they're doing, they're willing to engage in this kind of, you know, rank theater, when, so to speak, Rome is burning.\n\n(CROSSTALK)\n\nSTOCKMAN: And one of these days we're going to have a rude awakening, and I believe it's coming soon.\n\nAMANPOUR: So...\n\n(CROSSTALK)\n\nHUFFINGTON: But this is also something that's always happened in times of deep economic anxiety. Paranoid politics can thrive, and demagoguery can thrive, and people can believe things for which there's no evidence.\n\nAMANPOUR: So, clearly, people have believed things for which there's no evidence, but, George, what does this mean now for the Republican field? I mean, is Donald Trump a serious candidate or has he been deflated, given the fact that Haley Barbour, governor of Mississippi, has stepped out? Where does the Republican field look like it is right now?\n\nWILL: The Republican field is perfectly fine. They lost in Haley Barbour a plausible president, and they lost it because he understands the Broder rule. The late David Broder said anyone who will do what you have to do to become president shouldn't be allowed to be president. And he said this requires a 10-year commitment; I'm not prepared to make it. That's not a moral failing. In some people, it's a sign of maturity. You have Romney, Pawlenty, perhaps Mitch Daniels -- I don't -- who am I leaving out?\n\nFREELAND: Huckabee.\n\nHUFFINGTON: Huntsman.\n\nWILL: Huntsman.\n\nFREELAND: Isn't this a good moment for Huckabee now?\n\nWILL: It might be, but the fact is, we're actually fairly far along in this process. We've winnowed the field already. We know basically who the choice is going to be. The Republicans have to simply nominate someone who is a plausible president and then it becomes a referendum on Mr. Obama.\n\nHUFFINGTON: But, actually, George has a point here. And Seth Meyers last night in a way made that point when he said the one person who can really beat you, Mr. President, is Obama '08, and don't you miss him, effectively? What happened to him?\n\nAnd I was talking to a hard-core Democrat after the dinner who said to me that Obama is gone. He said he's not coming back. We just have to win. So this is what's happened, and it's a interesting dynamic. You know, hard-core Democrats are just about winning, but the problem for the White House is all the first-time voters who came out in large numbers and really got him to the White House in '08. Are they coming back? Because they're not just about winning. They were inspired. And that was the other thing that Seth Meyers said yesterday. What is will.i.am going to do this year? Is he going to find something to rhyme with debt ceiling? That's a big problem for...\n\n(CROSSTALK)\n\nAMANPOUR: Well, talking to that, what is the correct or the winnable economic strategy to be taking going into this election? Obviously -- and you've all been saying it -- it is about jobs. And I think you've been saying that all of this is obscuring the necessity to figure out jobs.\n\nFREELAND: Well, I think especially for a Democrat, which the president is, I've been surprised that they haven't pushed much more on that. Maybe they're worried that they don't have a very strong jobs record, but I think that they really are letting the Republicans set the terms of the debate, and the debate right now is about cutting spending, maybe raising taxes. I think that a smart Democratic strategy would be to come out and say, \"I am the guy who is going to focus on middle-class jobs. I care about that.\"\n\n(CROSSTALK)\n\nSTOCKMAN: No, I think the right strategy is to focus on the engine of destruction in our economy today, which is the Fed. The Fed is savaging Main Street, with zero earnings -- interest on their savings, with this massive inflation we have now in food and fuel. At the same time, it is fueling the greatest bubble that we've seen yet, even bigger than housing. It's all going to a few thousand people on Wall Street.\n\nFREELAND: But, David, come on...\n\n(CROSSTALK)\n\nSTOCKMAN: Now, that has to stop...\n\nAMANPOUR: On that note...\n\nSTOCKMAN: ... and he could stop that. And yet what did he do? He reappointed the same guy who brought you the problem that elected him in 2008.\n\nAMANPOUR: You're going to discuss this further in the Green Room. And up next, we go live to Rome, where this morning the Catholic Church puts Pope John Paul II one step closer to sainthood.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: Welcome back. We told you at the top of this program that a NATO air strike hit a building with Moammar Gadhafi inside in Libya. Reportedly it just missed him, but killed his youngest son and three grandchildren.\n\nAnd it's been a costly week across the Middle East, including for the United States servicemembers, nine of whom were murdered by an Afghan pilot right there near Kabul.\n\nJoining me to talk about it all is Vali Nasr, who until very recently was a senior adviser to the State Department on the Middle East and Afghanistan, and Aaron David Miller of the Woodrow Wilson International Center, who also used to be a Middle East peace adviser to various administrations.\n\nGentlemen, thank you both very much for joining me.\n\nMILLER: A pleasure.\n\nNASR: Thank you.\n\nAMANPOUR: So this is a big day, and people are wondering whether this is going to be a turning point, this attack in Tripoli, very close to the Gadhafi stronghold, and apparently killing one of his sons. Vali, what does this mean as the U.S. policy seems to be in a stalemate?\n\nNASR: Well, aside from the diplomatic issues that it raises, it's now very clear that the narrative is rapidly changing, that this democracy wave is not self-sustaining anymore. It's increasingly coming upon the United States or the pressure is on the United States to push it to the next stage. And that could be a tall order. It could be expensive. It could be messy. And we need to sort of step back and think about how we tackle this new challenge.\n\nAMANPOUR: So, in Libya, you say the narrative is changing. Is it saying it's a war without end? Is it -- what is it saying there?\n\nNASR: Well, it has been a war without end, but now it's also coming down -- at least the narrative that's going to be seen is coming down to literally having to remove Gadhafi out of the scene. And if NATO is going after him, it is essentially sending a signal out that democracy is not going to succeed, that the rebels are not going to succeed unless we go in and remove the leadership. And that obviously is a whole new order of business with this issue.\n\nAMANPOUR: So potentially removing the leadership, if it comes to that, what about in Syria, where you've worked very closely on those issues for Republican and Democratic administration? People are looking at that. It's been a very bloody week in Syria, and yet no sort of idea that Bashar Assad, the president, should be removed.\n\nMILLER: It's because great powers are allowed and do behave hypocritically and inconsistently. And the reality is, Libya was easy. It was vulnerable. No serious air defense system. No serious allies. We could get away with and did military intervention. Syria's quite different.\n\nAnd, number two, you don't have a fundamentally divided country. You don't have Syrias right now. You have repression. And you have Bashar Assad mobilizing the instruments of power in order to stay in power. I think the arc on the Assads over time is a negative one, and I think they're an old story, but it's going to take a long time for this movie to play out.\n\nAMANPOUR: The movie is being very closely watched by many people in the United States and around the world. People are always coming up to me and asking me, what does this all mean for us, what happened in Tunisia, what happened in Egypt?\n\nPeople thought Egypt was a democratic revolution, which presumably it still has an opportunity to be, but the latest Pew polls give some worrying figures for the United States, basically saying about Egypt that 52 percent of Egyptians now disapprove of how President Obama is dealing with the calls for political change in their own nation, Egypt, elsewhere, Tunisia, Bahrain, and Libya. And then their view of the United States, 79 percent unfavorable, 20 percent favorable. Vali, how can this be? People hoped that a democratic Middle East would actually have a better view of the United States.\n\nNASR: Well, first of all, we're not at a democracy in the Middle East. All that we've achieved is that in Tunisia and Egypt, which were the easy cases, the leadership has gone. There's still a long distance between the old order going and actually arriving at democracy. And there is also a very short distance in these kinds of situations between euphoria and disenchantment.\n\nAnd finally, the fundamental issues that divided the people of the Middle East from the United States have not gone away. The Middle East has been busy with other issues recently, but when the dust settles, the critical issues of the Arab-Israeli peace process, this whole issue between Islam and the West, Iran, you know, all of these issues, Al Qaida, are still there. And nothing has happened to close the gap between our perception of those issues and the people's perception of those issues in the Muslim world.\n\nAMANPOUR: I'm going to get to the Middle East peace process in two seconds, but I just want to ask you further, the foreign policy of Egypt looks like they are going closer to their traditional adversaries -- let's say Iran, let's say Hamas -- people who are sort of -- definitely adversaries of the United States, as well. How is this going to work out? And why is that?\n\nNASR: Well, because for the longest time our foreign policy in the Middle East was based on the support of the palaces, who really didn't need to deal with the street and the people in the Middle East. It's the Mubaraks and Ben Alis and, you know, kings of Saudi Arabia and Jordan that made decisions that we work with. Now we have to deal with countries that are reflecting the public opinion of their masses.\n\nAMANPOUR: Of the street. It's the famous Arab street.\n\nNASR: Arab street. And until such day where there is some common ground between our street and their street, we're going to have this disjunction. It's possible, for instance, on the issue of Al Qaida that we can -- there can be some sense of common interest between Americans and the people of the Middle East. But on issues of Arab-Israeli issue, on Iran, and on a number of other issues, the gap is still too wide, and we're going to see that opinion of the region is going to get reflected in the foreign policy.\n\nAMANPOUR: And now, on the Middle East, people also are now asking about the development this week, the rapprochement between the Palestinian Authority, supported by the United States, and Hamas, which the U.S. and Israel say is a terrorist organization. What does that mean for the peace process? And is there one?\n\nMILLER: It's not even noon and I'm already depressed talking about focusing on this issue. I mean, Vali's point is a good one. And before the Middle East issue, our street cred is way down. We're neither admired, feared or respected as much as we need to be, given the fundamental nature and vital interests that we have in this region.\n\nWe're involved in three wars where the standard for victory is not can we win, but when can we leave? We are responding in a very difficult -- and it's understandable way to both the Arab spring in Egypt and Tunisia and the Arab winter in Bahrain, in Yemen, and in Syria. So our prestige and power...\n\nAMANPOUR: It's events-driven.\n\nMILLER: For sure. Our prestige and power is way down. And what history teaches us is when, in fact, the United States presides over breakthroughs on this other issue, the problem of the much too promised land, the Israeli-Palestinian conflict, our street cred was actually up. We demonstrated both in warmaking and peacemaking -- Kissinger, Carter and Baker, the three -- that we could actually succeed. Right now, we're stuck. We're stuck in a region we can't fix and we're stuck in a region from which we cannot extricate ourselves. Bad news for the great power.\n\nAMANPOUR: It sounds pretty bad news the way you're saying it. And I wanted to ask you -- there was an article in the New Yorker this week which quoted an administration official as saying that the policy right now was lead from behind. What does that mean, lead from behind?\n\nNASR: Well, I don't know the exact context in which that...\n\nAMANPOUR: Talking about Libya and elsewhere.\n\nNASR: Elsewhere. But the real issue for us is this, is that we have a disjuncture between our means and our goals in the region. We're not dealing with events in only one country. We're dealing with events over a vast region that may be unfolding over a number of years, and we have to find a way to have a sustainable policy.\n\nAnd therefore, if we push too hard, if we remove governments, then much has happened in Iraq or Afghanistan. We're going to own it afterwards. We have to do the state building, which has not been easy or cheap for us. And therefore, there is a sense that we need to calibrate.\n\nAMANPOUR: So is right now the net positive for the United States -- the net result positive, or negative, or is the jury still out in the Middle East in that region?\n\nNASR: I think the jury is still out, because many people assume that this will be a short-run, very quick, very painless set of events that will end up with a much better Middle East after that. Now we're looking at a multi-year process that doesn't have a very clear end. And if anybody thought that we will be done with the Middle East quickly and we're going to go to China and India, we're going to be busy with this issue for some time.\n\nAMANPOUR: Gentlemen, thank you both very much, indeed.\n\nStay with us. We're live next from the Vatican where thousands are celebrating as Pope John Paul II takes one step closer to sainthood. That just after a short break.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: We were just speaking about the Arab spring. And well before that uprising, there was the fall of the Iron Curtain, ending communism in Eastern Europe. And that, of course, was back in 1989. It was a cause dear to Pope John Paul II.\n\nAnd this was the scene at the Vatican, St. Peter's Square, this morning, where hundreds of thousands of pilgrims are on hand as John Paul moves one big step closer to sainthood. Our David Wright is there right now.\n\nDavid?\n\nWRIGHT: Good morning, Christiane.\n\nYou know, the last time all of these people were gathered here to honor Pope John Paul was, of course, at his funeral six years ago. And you remember then, they were all chanting, \"Santo subito,\" \"Sainthood now.\" Well, today's event is a partial fulfillment of that demand. He's not a saint yet, but he has moved a lot closer.\n\nAnd consider: This church took 478 years to beatify Joan of Arc, so for John Paul II, six years is pretty subito.\n\n(BEGIN VIDEOTAPE)\n\nWRIGHT (voice-over): Six years have passed since the faithful last gathered in St. Peter's Square to honor Pope John Paul, six years since his coffin was closed and placed in the crypt beneath the basilica, but workers have reverently removed it from its marble tomb. And with cardinals as the foremen, they placed it in front of the Tomb of St. Peter.\n\nToday, the closed casket is at the main altar, where John Paul lay in state six years ago. Pope Benedict and the cardinals were the first to pay their respects.\n\nIn life, he was a towering figure, not just for the church, but on the world stage. In death, there have been questions about his stewardship of an institution rocked by internal divisions and by scandal.\n\nHe inspired the revolution that ultimately forced the collapse of communism. Shortly after his election, the young pope famously exhorted his fellow Poles, do not be afraid. He gave them the courage to rise up, said Lech Walesa, the founder of Solidarity, the Polish workers first to challenge communist authority.\n\nSoviet leader Mikhail Gorbachev later said that the collapse of the Iron Curtain would have been impossible without John Paul, but he also had plenty of detractors because of his handling of the massive church abuse scandal that happened on his watch.\n\nWAUCK: The people who are shouting \"Santo subito,\" as far as I can tell, are still shouting, \"Santo subito.\"\n\nWRIGHT (on-screen): But there are some people who are saying, \"Hold the halo.\"\n\nWAUCK: The same people who are saying \"Hold the halo\" now I think were the people who would have been saying it five years ago.\n\nWRIGHT (voice-over): \"His name will forever be blessed,\" Pope Benedict proclaimed at today's beatification mass. At that moment, an enormous tapestry unfurled. Blessed Pope John Paul is now well on his way to sainthood.\n\nWILLIAMS: In practical terms, to declare a person blessed or beatified means that they're in heaven. It's really just a statement by the church. It's a recognition of heroic virtue, of a life of sanctity, of holiness, and that this person is with God.\n\nWRIGHT: Investigators have pored over his life for the past five years looking not just at his promotion of world peace, but also at the moral example he set in public and private. For instance, after that assassination attempt in 1981, Pope John Paul was critically wounded. Later, he sat down with the man who shot him and offered forgiveness. WAUCK: One of the most heroic acts of virtue that exists is forgiveness. And to forgive someone who tried to kill you -- and almost did -- I mean, it doesn't get much more powerful than that.\n\nWRIGHT: Under the Vatican process, heroic virtues aren't enough.\n\nSARNO: For beatification and canonization, the church requires a physical miracle, a healing or some physical reality that can be measured.\n\nWRIGHT: This French nun says she was cured of Parkinson's disease after she and members of her convent prayed to the late pope. At today's mass, Sister Marie Simon-Pierre carried a relic of John Paul, a vial of his blood extracted during his long illness.\n\nBut there are also detractors.\n\n(on-screen): So you're not a big fan of Santo subito in this case?\n\nLYNAUGH: No, I have deep reservations.\n\nWRIGHT (voice-over): Joe Lynaugh is one of many Catholics who say the speed of John Paul's fast-tracked sainthood is an insult to the victims of sexual abuse.\n\nLYNAUGH: I guarantee you that the argument will be made that these issues have been settled or have been almost settled because we have beatified John Paul.\n\nWRIGHT: Cardinal Donald Wuerl of Washington, D.C., insists the scandal did not diminish John Paul's obvious sanctity.\n\n(on-screen): At the same time, there is a groundswell of people that are saying, \"Not so subito.\"\n\nWUERL: Everybody on this planet recognized that this man, John Paul, was a man of God. He had a close relationship with God. And the church is simply recognizing officially what everybody in their hearts knows.\n\n(END VIDEOTAPE)\n\nWRIGHT: People have been pointing out that the fast track to sainthood is really one of the more democratic things in an institution that is almost definitively top down. Keep in mind it wasn't the bishops and the cardinals chanting \"Santo subito.\" It was the people, and the church today is partially ratifying that wish. And now all that remains is another miracle, and people here are praying and waiting for that before John Paul gets declared a saint.\n\nChristiane?\n\nAMANPOUR: Thanks, David, there in Rome. And we'll have more in a moment. Stay with us.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: It's been a costly week in Iraq and Afghanistan. The Pentagon has released the names of 25 servicemembers killed in the past week.\n\nThat's it for our program. Join me to continue the conversation on Twitter and on abcnews.com, and be sure to tune in for \"World News Tonight\" for a full report on the day in Rome, as well as the latest from Libya. We leave you now with the scene in St. Peter's Square today, as the late Pope John Paul II was beatified, bringing him, as we say, one step closer to sainthood.\n\nSo for all of us here at \"This Week,\" thank you for watching, and we hope to see you again next week.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/null", "keywords": [], "authors": ["Abc News", "May", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946", "title": "'This Week' Transcript: Rep. Paul Ryan", "meta_data": {"description": "Transcript of 'This Week' interview with House Budget Committee Chairman Paul Ryan.", "keywords": "this week, christiane amanpour, god, government, easter, graham, sharpton, keller", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Rep. Paul Ryan", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946", "title": "'This Week' Transcript: Rep. Paul Ryan", "description": "Transcript of 'This Week' interview with House Budget Committee Chairman Paul Ryan.", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2011-05-01T15:01:03Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,13502946", "ipad": "abcnewsipad://link/story,13502946", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Rep. Paul Ryan", "description": "Transcript of 'This Week' interview with House Budget Committee Chairman Paul Ryan.", "url": "https://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,13502946", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,13502946", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}