{"url": "http://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355&page=2", "text": "November 21, 2010 \u0097 -- (BEGIN VIDEO CLIP)\n\nAMANPOUR (voice-over): Welcome to viewers here and around the world. I'm Christiane Amanpour.\n\nAnd at the top of the news this week: nuclear secret, a report of a major advance in North Korea's nuclear program. What new threat does it pose? And how will it impact the president's disarmament agenda and his push to get the Senate to ratify his START nuclear treaty?\n\nOBAMA: This is not about politics. It's about national security.\n\nAMANPOUR: This morning, the nation's top military official, Chairman of the Joint Chiefs of Staff Admiral Mike Mullen. Plus, the escalating war in Afghanistan. His views on night raids, relations with President Karzai, and deadlines for U.S. withdrawal.\n\nThen, hot zone. As Haiti reels from a cholera outbreak, we ask, what happened to the global pledge to rebuild the nation?\n\nAnd G.M.'s new start. Was the bailout good for America after all? Analysis on our roundtable with George Will, Democratic strategist Donna Brazile, Ed Luce of the Financial Times, and former Clinton Labor Secretary Robert Reich.\n\nPlus, the Sunday funnies.\n\nLETTERMAN: The Capitol Hill Christmas tree arrives this week. And as soon as it gets to Washington, it will die in committee. Did you know that?\n\n(END VIDEO CLIP)\n\nANNOUNCER: From all across our world to the heart of our nation's capital, ABC's \"This Week\" with Christiane Amanpour starts now.\n\nAMANPOUR: Hello again. And with reports of a new nuclear facility in North Korea and a new deadline in the Afghanistan war, there's a lot to discuss with our guest, Chairman of the Joint Chiefs of Staff Admiral Mike Mullen.\n\nPresident Obama returned late last night from the NATO summit in Lisbon where the United States and its allies are now talking about another deadline, the end of 2014 to hand over combat operations to Afghan forces. To make that happen, American and NATO forces are escalating the war right now, and so we start with a powerful report from ABC's Mike Boettcher in Afghanistan.\n\n(BEGIN VIDEOTAPE)\n\nBOETTCHER (voice-over): When Lieutenant Colonel Steve Lutsky last saw 10-year-old Sadekela (ph), he was bleeding to death on the side of a road.\n\nLUTSKY: His mom was yelling out that, \"My son is dead. My son is dead.\"\n\nBOETTCHER: Now he is recovering at a U.S. military hospital. The lives of the American officer and the Afghan boy intersected on this stretch of highway in Khost province, when a car bomber trying to kill Lutsky and his men attacked their column.\n\n(on-screen): The American convoy was traveling this direction. The other way, civilian vehicles. They slowed down when the convoy passed. So did a suicide bomber. And inside his car, he had 600 pounds of high explosives.\n\n(voice-over): The soldiers were not hurt, but the explosion killed one child and injured three others, including Sadekela (ph). Now angry at the Taliban, Sadekela's (ph) family is grateful to the Americans for saving his life, a small but important victory in a war where not killing civilians is more important than killing the enemy.\n\nTOWNSEND: It buys us credit, in the sense that there's a little more respect for us and there's a little more trust for us.\n\nBOETTCHER: America's top officers tell Afghans that it's the Taliban who are killing civilians, a message undermined by President Karzai's claims that U.S. special operations night raids are killing innocent people.\n\n(UNKNOWN): Nine out of 10 civilian casualties are caused by the Taliban.\n\nBOETTCHER: At a district center in eastern Afghanistan, not everyone is convinced by that argument. During a visit by the 101st Airborne's deputy commander in Afghanistan, Steve Townsend (ph), a village elder asserted that the Americans were killing more Afghans than the Soviets did a quarter century ago. Townsend pushed back hard.\n\n(UNKNOWN): Look in my eyes right now. You know I'm telling the truth.\n\nBOETTCHER: But as the words fly, so do bombs and bullets. Combat Outpost Firra (ph), situated on the Pakistan border, is often attacked. During one assault, 18 insurgents died, but soldiers know this: You can't kill your way out of Afghanistan.\n\n(UNKNOWN): They can reconstitute faster than we can. We're so close to Pakistan that they just come right across the border.\n\nBOETTCHER: So rather than enemy body counts, real success here is measured in how quickly Afghan feet can fill American-made boots. If the war is to end, Afghan soldiers will have to end it.\n\n(UNKNOWN): We have to make a difference. Coming here and -- and just running around and killing the enemy and then leaving and looking back and saying, \"I didn't make a difference, I didn't make a change,\" will cause us to never leave.\n\nBOETTCHER: Steve Lutsky's son is the same age as young Sadekela (ph), 10. The colonel wants only one thing to come from his service here: confidence that his own son someday will not be fighting his father's war.\n\nFor \"This Week,\" Mike Boettcher, ABC News, Forward Operating Base Clark, Afghanistan.\n\n(END VIDEO CLIP)\n\nAMANPOUR: And joining me now is the chairman of the Joint Chiefs of Staff, Admiral Mike Mullen.\n\nWelcome to \"This Week.\"\n\nMULLEN: Good morning.\n\nAMANPOUR: And we will discuss, of course, Afghanistan, but let me get to the breaking news this morning, the report by the New York Times of the discovery of a new nuclear facility in North Korea. How much of a threat is that to the United States, to the world?\n\nMULLEN: Well, this validates a long-standing concern that we've had with respect to North Korea and -- and its enrichment of uranium. It also continues to validate a country that is led by a dictator who is constantly -- who constantly desires to destabilize the region. And he's done that again, certainly, with this capability, as well.\n\nAnd certainly the development of nuclear weapons is a huge concern for all of us, those in the region, as well as those around the globe.\n\nAMANPOUR: How could this have happened in secret, despite the sanctions that were put on? Practically as the sanctions were put on, this was being built.\n\nMULLEN: Well, he's defied sanctions. There are two, actually, U.N. Security Council sanctions that he's defied in this. He's defied what he said he'd do in 2005, because he said he clearly would comply and not -- not do the -- generate this kind of capability, and yet he does.\n\nAMANPOUR: Right. But what options, then, do you have? If sanctions are the toughest measure and he's doing it, what's your answer to that?\n\nMULLEN: Well, I think we have to continue to bring pressure on him specifically. Those in the region -- in particular the six-party talk countries, Russia, China, the United States, Japan, and South Korea, we all -- we have to continue to do that.\n\nHe is predictable in his unpredictability, if you will, because not too long ago, he killed 46 South Korean sailors. He has over time continued to destabilize this region. And, in fact, I also believe that this has to do with a succession plan for his son.\n\nAMANPOUR: But do you think they're planning to make more nuclear weapons? What do you think they're trying to do? And again, if sanctions aren't working, what will?\n\nMULLEN: Well, the assumption certainly is, that they continue to head in the direction of additional nuclear weapons. And they're also -- they also are known to proliferate this technology.\n\nSo they're a very dangerous country. And -- and he has been someone who has not responded thus far to previous actions. He actually blows hot and cold. He moves in a direction for a while, and then he reverts, and I certainly would see him in his reversion mode at this particular point in time.\n\nAMANPOUR: And why didn't U.S. intelligence discover this?\n\nMULLEN: Well, I won't go into any...\n\nAMANPOUR: But isn't that alarming?\n\nMULLEN: I won't go into any specific intelligence kinds of things today, Christiane, but I would say that, you know, this is something we've been concerned about for a significant period of time, and also penetration of -- of the North Koreans, in terms of intelligence capabilities, is very, very difficult.\n\nAMANPOUR: Do you think China is the one to help you resolve this?\n\nMULLEN: I think China has...\n\nAMANPOUR: Will it?\n\nMULLEN: ... an awful lot to do with that. We've been engaged with China for an extended period of time with respect to North Korea. The president sent out a team to each of the capitals this weekend to re-engage, and so that's where we are right now, and I'm sure we will continue to do that. And a great part of this, I think, will have to be done through Beijing.\n\nAMANPOUR: Are you worried about North Korea making more nuclear weapons right now with this facility? Is that what it's showing?\n\nMULLEN: I've been worried about North Korea and its potential nuclear capability for a long time. This certainly gives that potential real life, very visible life that we all ought to be very, very focused on.\n\nAMANPOUR: The president and the president of Russia have signed the New START treaty. This week, that has been sort of stopped, stopping START in the Senate by the number-two Republican senator there, Jon Kyl.\n\nCan I ask you -- I'm basically going to wave around a veritable \"who's who\" of Republican and Democratic former secretaries of state, of defense, all sorts of people who have been studying this for a long time and say that this has to be ratified. Does it have to be ratified? Is this necessary for U.S. national -- national security?\n\nMULLEN: I think this is -- more than anything else, it's a national security issue. I was involved extensively in the negotiations with my counterpart in Russia. We have for decades have had treaties with them to -- to be able to -- to verify aspects of the nuclear weapons capabilities that we both have. And from a national security perspective, this is absolutely critical.\n\nAMANPOUR: So when it comes to the military impact of this treaty, are you convinced that all the military issues have been dealt with and the United States would be no weaker or a in no worse place if this was ratified?\n\nMULLEN: Completely comfortable with where we are militarily, myself, the rest of the uniformed leadership, as well as the secretary of defense.\n\nAMANPOUR: And the intelligence agencies have signed off on all the verification procedures and measures? You're comfortable with that?\n\nMULLEN: Absolutely. The verification regime that exists in this is in ways better than the one that has existed in the past. Some criticize that there are fewer inspections; the arsenal is much smaller than it used to be. We are close to one year without any ability to verify what's going on in Russia.\n\nAMANPOUR: And you're comfortable with the amount of money that the president and the administration has pledged to modernize American nuclear arsenals?\n\nMULLEN: I have. I reviewed it -- I've reviewed it several times. And it is a very clear commitment to modernize the nuclear infrastructure in this country.\n\nAMANPOUR: So by a process of elimination, is the Senate playing politics with American national security?\n\nMULLEN: Well, you'd have to ask the Senate about that.\n\nAMANPOUR: What do you think?\n\nMULLEN: Well, certainly, what I think is that there is a sense of urgency with respect to ratifying this treaty that needs to be both recognized. Historically this has been bipartisan. This is a national security issue of great significance. And the sooner we get it done, the better.\n\nAMANPOUR: In a lame-duck session?\n\nMULLEN: As soon as possible.\n\nAMANPOUR: In a lame-duck session?\n\nMULLEN: Certainly, the potential is there for a lame-duck, absolutely.\n\nAMANPOUR: And you would want that?\n\nMULLEN: I would -- that's the soonest possible time, absolutely.\n\nAMANPOUR: And just so we're clear, why does one need Russia's cooperation today?\n\nMULLEN: I've worked hard, not just in this treaty, with my counterpart in Russia, and I've seen it up and down our government over the course of the last couple of years, and we've really taken significant steps, no better example than this weekend, where President Medvedev was actually in Lisbon with all of NATO supportive of a missile defense treaty -- I'm sorry, missile defense capability in the future. And a year or two ago, that just not would have been possible.\n\nThe Russians have supported us in Afghanistan, allowed us to transport some of our most significant equipment, where they could have pushed back on that.\n\nThey've also helped in other ways that wouldn't be widely known. So the relationship is maturing, very specifically, and it's one that's helped us in Iran. So they've -- so -- so there's been an awful lot tied into the improvement of this relationship.\n\nAMANPOUR: Not ratifying it, does that harm American credibility? For instance, many of the senators who are saying, no, let's not do it in this lame-duck session are the very ones who say we need to make sure that Iran doesn't proliferate nuclear material, we need to make sure, as we've just seen, that North Korea does not. How does this affect America's credibility when it comes to nonproliferation?\n\nMULLEN: Well, I think President Obama said coming out of this NATO summit many of the leaders there spoke to him about the need to ratify this New START treaty, and certainly it's indicative of the commitment that many other countries have to us and the importance of getting it done.\n\nSo I'm certainly concerned about how -- and in particular, how we look and also this -- this emerging relationship with Russia and what it would mean to not do that. And they've clearly sent signals already with respect to that which haven't been positive.\n\nAMANPOUR: What signals?\n\nMULLEN: Just -- they've spoken to the need to get this done, the importance of it, and whether or not it would be tied to this relationship, given all that we've done in the course of the last couple of years.\n\nAMANPOUR: Let's move on to Afghanistan, an area where you said that they have been cooperating. They've just said that they're going to offer more roots through their -- through their territory for material for NATO and U.S. forces in Afghanistan.\n\nIn NATO, summit in Lisbon, talking now about a 2014 deadline for transferring combat responsibilities to the Afghan forces. I've also heard -- is that an absolute date?\n\nMULLEN: Yes, it is.\n\nAMANPOUR: Absolute?\n\nMULLEN: Yes, it is. It's one everybody signed up to.\n\nAMANPOUR: All combat operations will be handed over to Afghans at the end of 2014?\n\nMULLEN: I would describe it much like what we just went through in Iraq, where clearly they have the lead for their own security. We are then in some capacity, in a training, advising, and assist mode, which we would expect to be for some time, but in terms of combat operations, they would have the lead.\n\nAMANPOUR: So you see post-2014 just like we see in Iraq today?\n\nMULLEN: As best we can tell, absolutely.\n\nAMANPOUR: Any more?\n\nMULLEN: Any more...\n\nAMANPOUR: ... troops, operations. I mean, I ask you, because right now, how many areas have even been transferred to Afghan control?\n\nMULLEN: Well, one of the things that happened -- one of the things that happened in Lisbon was the commitment to start to -- that transfer in the spring, and that will be based on conditions on the ground and a recommendation from General Petraeus, literally district by district. So it's a significant commitment to start that this spring.\n\nAgain, it really is a situation where -- where the Afghans then lead, specifically in terms of their own security, and we think that's absolutely critical, and that they'll be capable of starting to be able to do that this spring.\n\nAMANPOUR: Well, your own officers say, in fact, even in the least combative areas of Afghanistan, that it could take something like 18 months to 24 months to complete a transfer to Afghan lead, in terms of security. Can they really, do you believe, take over security within four years?\n\nMULLEN: I do believe, as best we understand things right now, that that's very much a reachable goal. There's a lot to do between now and then, clearly. Very dangerous place, very tough fight we're in right now. We certainly understand that.\n\nBut that's a goal actually that President Karzai set out there and that all NATO allies -- actually, all countries who are providing forces -- because there are some 20 other countries doing that -- have signed up to, and we think it's reachable.\n\nAMANPOUR: In order to do that, it looks like the situation on the ground is shifting. In other words, that there is a huge spike in raids, whether it be drones on the Pakistan area, whether it be trying to kill as many Taliban as possible on the ground in Afghanistan. Is that what's happening now?\n\nMULLEN: We knew this year would be a particularly difficult year because of all the added troops that we put in, among other things. And it has been. And I would expect next year to be a very difficult year, as well.\n\nThat said, the -- the security situation has started to change. It has started to get better -- better. We've sacrificed greatly, tragic losses, far too many always, but we've also succeeded in starting to reverse the momentum. I think General Petraeus calls it we've arrested the momentum in some specific places...\n\nAMANPOUR: But he said it's not irreversible.\n\nMULLEN: No, it isn't irreversible, and it's still fragile. That's really where we are right now in this fight.\n\nAMANPOUR: So, given that fact, as you put it, what is the relationship with President Karzai, which seems to be basically all over the place on any given day? What does he say now about night raids?\n\nMULLEN: Well, he's -- I think, obviously, most recently, he's spoken to his concerns about that. The piece that you ran earlier speaks to a huge issue, which is the issue of civilian casualties, but it also speaks to a point that was -- is oftentimes not clearly articulated, which is the Taliban are killing about 9 or 10 times more civilians than -- than our forces are. And we are making extraordinary efforts to make sure that doesn't happen.\n\nWe recognize President Karzai's concern with respect to night raids and some of the other concerns that he has, and we are doing all we can. There has to be a balance here, very specifically.\n\nAMANPOUR: Let me move quickly over to Yemen. Al Qaida brazenly puts out a statement today, yesterday saying that this is our tactic, bombs that cost $4,000-plus, a raid against all your multibillions of security in counterterrorism. Are they going to succeed with one of these cargo plane bombs?\n\nMULLEN: Well, there's an awful lot of effort going on to make sure that they don't. And...\n\nAMANPOUR: Doesn't that worry you?\n\nMULLEN: You bet it worries me. And I give credit to a lot of people to -- at this point in time that -- that they haven't been able to pull something like this off, because it's a very serious threat, and I believe what they are saying. They've grown, it's dangerous, and it's a place we need to focus.\n\nAMANPOUR: \"Don't ask/don't tell,\" something that's hugely important right now. A draft report has come to you; some 70 percent of the military say that it will either have a beneficial or nonexistent effect. Do you think it needs to be voted on in this lame-duck session?\n\nMULLEN: Well, I won't speak to what the draft report says. We'll have this report done here...\n\nAMANPOUR: Do you think...\n\nMULLEN: ... and to Secretary Gates in the next couple of weeks, by December 1st, and I won't make any comments on where I think we need to go until that report is done.\n\nAMANPOUR: You support it, though, repealing \"don't ask/don't tell\"?\n\nMULLEN: From my personal perspective, absolutely.\n\nAMANPOUR: Because?\n\nMULLEN: Because I think it -- it belies us as an institution. We value integrity as an institution.\n\nAMANPOUR: You mean forcing them to lie about what they are?\n\nMULLEN: And then -- and then asking individuals to come in and lie about who they are every day goes counter to who we are as an institution.\n\nAMANPOUR: Apart from the integrity issue, many of your allies -- whether it be England or Canada or France or Australia, the Israeli army -- they have openly gay servicemembers in their military with no adverse effects.\n\nMULLEN: Certainly. I've seen that, and that is very much a part of this review, and we'll incorporate that into the review and recommendations which go up the chain.\n\nAMANPOUR: So were you angry with the new Marine commandant when he cast his own doubts over this and criticized it?\n\nMULLEN: He had made his position very clear in testimony. What concerned me about his most recent comments, it came at a time where we actually had the draft report in hand, and we had all agreed that we would speak to this privately until we completed the report and made our recommendations up the chain.\n\nAMANPOUR: And if it does not get voted on in the lame-duck session, is there any chance that it will come up in any reasonable time period afterwards?\n\nMULLEN: Well, I mean, it's very hard to predict what's going to happen. Obviously, from a legislative...\n\nAMANPOUR: But would you think it will put it down the road?\n\nMULLEN: ... from a legislative perspective. The other piece that is out there that's very real is the courts are very active on this. And my concern is that at some point in time the courts could change this law and in that not give us the right amount of time to implement it. I think it's much better done -- if it's going to get done, it's much better done through legislature than it is out of the courts.\n\nAMANPOUR: Admiral Mullen, thank you very much indeed for joining us.\n\nMULLEN: Thank you.\n\nAMANPOUR: And the roundtable is next, with George Will, Robert Reich, Donna Brazile, and Ed Luce from the Financial Times.\n\nAnd also, later, a report from Haiti on the cholera outbreak. Has the country been abandoned again?\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\n(UNKNOWN): Whoa.\n\n(UNKNOWN): Yes. Pull. Dang it.\n\n(UNKNOWN): Missed it.\n\n(UNKNOWN): Bristol the Pistol, you fired a few blanks during the week, but tonight all guns blazing.\n\nWALTERS: If you ran for president, could you beat Barack Obama?\n\nPALIN: I believe so.\n\nBIDEN: She's always underestimated, so, you know, I think -- I think I shouldn't say any more.\n\n(UNKNOWN): There you go.\n\n(END VIDEO CLIP)\n\nAMANPOUR: A big week for Sarah Palin, one of the topics for our roundtable with George Will, Robert Reich, author of \"Aftershock: The Next Economy and America's Future,\" Democratic strategist Donna Brazile, and Ed Luce of the Financial Times.\n\nAnd I want to start with our interview with Mike Mullen. We're clearly going to get to Sarah Palin. What do you think? Admiral Mullen could barely be constrained from saying that he thought this was political, this holdup.\n\nREICH: I thought it was very interesting, Christiane. I mean, when you asked him that question, he was very, very tempted -- you could almost read his mind -- to say that, look, Jon Kyl is taking direction from Mitch McConnell, who says explicitly that the next two years are going to be about making sure that Barack Obama is not a two-term president. And, therefore, this is all politics, and therefore, the Republicans are putting politics above national security.\n\nAMANPOUR: I mean, on an issue like this, they can't do that, can they? I mean, really, he ticked off the military, the intelligence, the financial; all the questions that they had have been resolved.\n\nWILL: I take Jon Kyl at his word, and I respect him very much. I think what he says is, first of all, it's nonsense to say, as Joe Biden, the gift who keeps on giving does say, that it is -- the vital national security interest of the United States is to ratify this in a lame-duck session? That means that if we didn't have a lame-duck session, which we shouldn't do ever, the nation would be...\n\nAMANPOUR: But the vital interest is to ratify it right now, as soon as possible.\n\nWILL: As opposed to six weeks from now? Oh, please.\n\nAMANPOUR: But it -- but it looks like it would be put off, even if it was -- they want more debate. They want to reopen it, talk about it again.\n\nWILL: Jon Kyl is bargaining for the modernization of our nuclear force.\n\nAMANPOUR: So it's about money?\n\nWILL: Can I give you -- that's part -- it's about the modernization of our force. Can I give you Will's law of arms control? Arm's control is impossible until it's unimportant. This is unimportant, so it's going to get done. That is, who lies awake at night worrying about the size, not the security, but the size of the Russian nuclear arsenal? No one.\n\nAMANPOUR: Well, you're partly right there, because the size is not the main issue. It's the verification, which is a huge issue, and, vitally, American credibility. Here we have this story from North Korea today -- how does America stand up and say, \"You guys can't proliferate,\" if we're not going to do this? How can we lead?\n\nLUCE: Very, very difficult. I mean, Russia, of course, is a part of the six-party group with North Korea, and therefore its cooperation is also important there, as it is on Afghanistan, as it is on Iran.\n\nThese broader implications for failing to ratify START here go across the world. Russia's cooperation is something that Obama has worked on very successfully, very patiently, along with Hillary Clinton, for two years now, and this puts it in jeopardy.\n\nJust one other point, though, about Mitch McConnell's pledge to make Obama a one-term president. Clearly, that's going to be the strategy of the Republicans. Question is, are they going to do it intelligently or unintelligently? And I think Senator Kyl, his comments and his stance, indicate it could well be the latter.\n\nBRAZILE: Senator Kyl a year ago, after returning from Geneva, called upon the Senate to quickly ratify this treaty. Now, what has happened in one year? What has happened, clearly, is that the Republicans have redoubled their efforts to block anything that President Obama would like to see passed. They want to deny him a victory.\n\nThis is political malpractice. And Senator Kyl said that himself. So it might be -- George is probably correct. This might be about money, to get more money for the nuclear industry complex. The president has promised $4 billion more, but in all...\n\nAMANPOUR: In addition to $80 billion.\n\nBRAZILE: That's right. But in all of the hearings this year and all of the conversations, Senator Kyl, no one else, you know, expressed any objections, and now this is, I think, one of those political moments where they can succeed in blocking the president.\n\nREICH: You know, there were 21 separate hearings and briefings. I mean, this is not something that is being put suddenly on the agenda. And for Kyl to say right now we just don't have time or this is -- there's not enough money I think defies logic.\n\nAMANPOUR: And, again, as Admiral Mullen said, it's not just a nice treaty with a foreign country. It is about Russia's cooperation on all the issues that the United States needs, whether it's Afghanistan, Iran, and all the rest of it.\n\nPlus, I don't know what you think, but some are saying that this could give rise to the hard-liners in Russia again, who just do not want to -- who just don't want to deal with the United States.\n\nLUCE: Oh, absolutely. I think it's -- it's a dream -- if you picked two countries that would like to see a failure of ratification, it would be North Korea and Iran. And I think that -- if that argument doesn't work with the Republicans, that sort of basic elemental national security argument doesn't work, nothing is. There's -- there's a greater hatred of Obama than there is a love of American national security.\n\nAMANPOUR: Let's switch right back to here and economic security. G.M. today this week had success, initial public offering. The bailout worked? The saving G.M. worked?\n\nREICH: Well, it worked, Christiane, to the extent that, indeed, G.M. is now worth $50 billion, if you believe the stock market, and before, in the old G.M., was worth $25 billion.\n\nBut what happened during the bailout? Actually, it was a -- it -- it was not so much a bailout as it was a reorganization under bankruptcy, and they got rid of $80 billion of debt, they got rid of thousands of jobs, divisions that were not functioning. Wall Streeters came in and reorganized G.M.\n\nWhy do we suppose the exact same thing would not have happened under Chapter 11 bankruptcy, reorganization? It's not clear that the $50 billion of taxpayer money was necessary.\n\nWILL: Of course, we'll get it back, unless their share price goes to $55 and they sell 500 million shares of the stock.\n\nDon't believe a word G.M. says. Remember that last April their CEO, in an op-ed piece in the Wall Street Journal, and then echoing in television commercials, said G.M. has paid back the bailout in full. It paid back a tiny sliver of it, and it paid it back with government funds from another account. So do not listen to G.M.\n\nAMANPOUR: Don't listen to a word G.M. says?\n\nLUCE: I -- I find that difficult to disagree with. I would, however, say just in defense of the Treasury's handling of this IPO that there is not an IPO in the world that -- not a privatization in the world that isn't controversial, that hasn't been criticized for being underpriced or overpriced or misallocated. And in this case, clearly, they're going to have to see an increase in the share price to get the taxpayer money fully back.\n\nBRAZILE: We saved a critical part of the American manufacturing base, and that's -- that's good news during this Thanksgiving week.\n\nAMANPOUR: And, indeed, Warren Buffett, who knows a bit about business, has written an op-ed this last week to -- \"To Uncle Sam, thank you from your grateful nephew, Warren, for actually saving the economy.\" Do you give the administration any credit for that?\n\nREICH: Yes, certainly. And the economy would be much worse were it not for everything the administration has done. But, again, it's hard to prove a negative. It's very, very difficult right now.\n\nWe look at the degree of anger and upset still there in the American economy, on Main Street. The Washington Post ran a survey not long ago showing that 53 percent of homeowners -- 53 percent -- are worried about paying their mortgage.\n\nNow, this may be a good economy for Wall Street, it may be a good economy for the IPOs, it may be a good economy for the people in the top 1 percent whose assets are in financial instruments, but this is not a good economy yet for most people.\n\nAMANPOUR: The economy is showing still slow signs of coming back. The job numbers keep getting incrementally better, but not enough to affect the 9.6 percent. Was it -- is it -- is it actually going to help?\n\nLUCE: The G.M. IPO? Well, I mean, I think...\n\nAMANPOUR: Well, and the -- and the -- the measures, as Warren Buffett said, that helped keep the economy from diving.\n\nLUCE: Yes, but they're all in the system. They're out there. Nothing more other than what Ben Bernanke and the Fed is doing is going to be available in this political climate. And whether that will be enough to help, I think there are grounds for deep skepticism. I do think we're looking at a Japan-style situation here of low growth or at least the threat of that.\n\nOne thing I'd say about the G.M. IPO, just to back up Donna, is the counterfactual here. If G.M. had been -- had gone bankrupt and large portions of it had been closed down, we could have lost several hundred thousand jobs. The exaggerated number of 1 million might be too high.\n\nThe administration's communications effort on this has been absolutely abysmal. It's quite extraordinary to me how they haven't put this forward more forcefully and -- and how the public still doesn't see just how different a kind of bailout this was than the Wall Street bailouts, which remain deservedly unpopular.\n\nAMANPOUR: Let me just play what Warren Buffett told us about taxes. Obviously, this is going to come up in this session of Congress, the Bush-era taxes, which either have to be extended or not. This is what he said about it.\n\n(BEGIN VIDEO CLIP)\n\nBUFFETT: I think that people at the high end, people like myself, should be paying a lot more in taxes. We have it better than we've ever had it.\n\nAMANPOUR: They say you have to keep those tax cuts even on the very wealthy because that is what energizes business and capitalism.\n\nBUFFETT: The rich are always going to say that, you know, \"Just give us more money, and we'll go out and spend more, and then it will all trickle down to the rest of you.\" But that has not worked the last 10 years, and I hope the American public is catching on.\n\n(END VIDEO CLIP)\n\nAMANPOUR: So what do you think is going to happen? Where will the compromise be? What is the tax situation going to look like?\n\nWILL: I think we can all come together on raising Warren Buffett's taxes. He wants to pay more? Let's -- let's do it.\n\nAMANPOUR: He wants to. He wants to.\n\nWILL: Of course. All billionaires say it's of marginal importance...\n\n(CROSSTALK)\n\nAMANPOUR: ... in -- in -- in Seattle, by the Gates Foundation...\n\nWILL: But if you're asking, in the aftermath of November 2nd, are the fellows up there going to come in and raise taxes? No. And by the way, on one of the tax -- the favorite new taxes of the wonk class in this town is a value-added tax. They forget that last April the Senate voted on this, in a non-binding resolution. It voted 83-13 to disapprove of value-added tax.\n\nREICH: You know, even in this town, that seems inured to hypocrisy, for the Republicans in Congress to say, \"We must have a tax break, we must extend the Bush tax breaks for the top earners, but at the same time, we don't have enough money, we cannot, because of the deficit, extend the unemployment insurance for working Americans who have been out of work in record numbers, long-term unemployed,\" gets some sort of an award for hypocrisy. I mean, this is absurd on its face.\n\nAMANPOUR: I want to raise the issue of Sarah Palin. She's had a big week, as we've been saying. Let's just play what she told Barbara Walters, which will air on Barbara Walters' thanksgiving special.\n\n(BEGIN VIDEO CLIP)\n\nPALIN: I'm looking at the lay of the land now and trying to figure that out, if it's a good thing for the country, for the discourse, for my family, if it's a good thing.\n\n(END VIDEO CLIP)\n\nAMANPOUR: Well, that was about whether she was going to run for president, and she was subsequently asked by Barbara, \"If you ran against Barack Obama, could you win?\" And she said, \"I think I might be able to.\" Is she going to run?\n\nBRAZILE: Well, any time you say you have to check with your family, that's always in my judgment a euphemism that, \"I'm running.\" Look, she has a lot of commercial activity yet to sell before she actually tosses her gloves in the ring. She has a book to promote; she has a TV show. I'm sure George is going to stay up tonight to watch it, George.\n\nAMANPOUR: George?\n\nWILL: I'll pass.\n\n(CROSSTALK)\n\nBRAZILE: And she has Fox News. So she has -- unlike other -- the other candidates that have to go out there and build up their name ID, Sarah Palin has a strong name identification.\n\nBut once she decides to run for president -- for the presidency, all things are off the table, all of this celebrity. She has to begin to put together policy papers. She has to put together an organization. And while it might look good, might look good to think about it, it's very tough to run for president of the United States.\n\nAMANPOUR: Do you think she will?\n\nWILL: No. Well, no, I don't think she will, partly because the very people that decide our elections, the independent voters, have made up their mind about her, and it's a negative judgment they've made.\n\nAfter the 2008 campaign, she had two things she had to do. She had to go home to Alaska and study, and she had to govern Alaska well. Instead, she quit halfway through her first term and shows up in the audience of \"Dancing with the Stars\" and other distinctly non-presidential venues.\n\nAMANPOUR: Where her daughter is participating.\n\nWILL: Where her daughter is participating.\n\nAMANPOUR: A mother's support.\n\nWILL: Pardon?\n\nAMANPOUR: A mother's support.\n\nWILL: It's stirring family values, but not it's good training to be president.\n\nAMANPOUR: How does the world look at a Sarah Palin run in 2012?\n\nLUCE: With deep horror, I think, but also some amusement. I think there's a -- there's a trope out there that this is the best scenario possible for Barack Obama.\n\nAMANPOUR: Let me -- let me just play devil's advocate. The midterms were characterized by the rise and the power of the Tea Party. Sarah Palin is a big backer, the godmother, the supporter. She -- she made quite a lot of inroads. Many of her candidates, the majority actually won. Why is this so -- so strange that she might win -- run?\n\nREICH: You know, Christiane, I want to support your -- and I think it's actually more than simply raising the question here. Sarah Palin is not only a realistic candidate right now, but given the degree of anger in the electorate, anti-establishment anger, populist anger, she's the only candidate to come along who actually embodies that anger.\n\nThis is not the ebullience and hopefulness of Ronald Reagan. This is not \"Morning in America.\" This is the anger of people who feel that they're being screwed by the establishment.\n\nAMANPOUR: And talk about...\n\nREICH: And she is, I think -- look, I'm not going to make any predictions, but I think that she does not have a negligible chance of becoming president.\n\nBRAZILE: Run, Sarah. I think she should run to upset the Republican establishment. I think she should run to show the country that, yes, in an era where men still dominate, that women can still run.\n\nOf course, I disagree with all her policy positions, but I hope that she would shock the Washington Republican establishment and go out there, build a kind of organization, begin to put together some realistic issues that can -- she can present to the American people. I don't think she will have an easy time beating President Obama, but it will be an interesting year.\n\nAMANPOUR: And on anger...\n\nLUCE: If you look...\n\nAMANPOUR: Yeah, go ahead?\n\nLUCE: If you look at her book itinerary, Iowa and South Carolina feature very prominently, so there's certainly going to be an overlap there, if she -- if she wants to run. She's...\n\n(CROSSTALK)\n\nAMANPOUR: Last topic, TSA. Quick point, the anger here -- we're talking about anger -- the anger -- and yet 80 percent of the American people say they would go through those full body X-rays. Are we making a big deal about this?\n\nLUCE: I hate to be facetious, but I'd be quite flattered if somebody wanted to see me naked.\n\nAMANPOUR: That is facetious.\n\nBRAZILE: The X-rays are fine. I've been through full body X-rays. It's -- it's the intimacy of the new touching procedures that sort of rattled my -- my cage a little bit. The man said, \"Don't mess with my junk\"? Well, don't open my jewels. Don't...\n\n(CROSSTALK)\n\nBRAZILE: Yes, it's very personal. But I don't mind a full body scan. Just don't show my pictures without paying me.\n\nAMANPOUR: All right.\n\n(CROSSTALK)\n\nREICH: I think -- I think the problem here is that there's been so much time since the Christmas bomber -- and people don't remember -- Americans are willing to sacrifice privacy if they can connect it up with a specific incidence -- incident where national security is compromised. And I think -- the Christmas bomber was last Christmas.\n\nAMANPOUR: You're going to continue this in the green room, where the roundtable will continue at abcnews.com/thisweek, where you can also find our fact checks in conjunction with PolitiFact.\n\nAMANPOUR: And we turn now to Haiti and the virulent strain of cholera that has just arrived here in the United States. In the past few weeks, it's killed more than 1,100 people in Haiti and hospitalized 17,000. Haitians hold their general election next Sunday, but on the streets this week, violent demonstrations were directed against United Nations troops who are suspected of bringing the disease to the country.\n\nIt's been almost a year since the world pledged to rebuild Haiti after that devastating earthquake, and that has not happened. Here's ABC's Matt Gutman reporting from Port-au-Prince, the capital.\n\n(BEGIN VIDEOTAPE)\n\nGUTMAN (voice-over): They are dying in the streets here. These sanitation crews treat the bodies and truck them to the morgue, which has already reached capacity. The government's failure to deal with the outbreak and rumors that the United Nations spread the contagion fueled riots all week, violence the U.N. alleges is political.\n\nFISHER: In Cap-Haitien, there have been demonstrations which have stopped us doing our work for cholera victims, and those on the political side say they know that these are demonstrations that were planned. They weren't spontaneous.\n\nGUTMAN: This is election season in Haiti, traditionally a period of unrest. In the meantime, supplies to treat the living are chronically short.\n\nWOOD: This stuff here, it's cheap, and life is not. If you look around here today, these people would all be dead if it weren't for this.\n\nGUTMAN (on-screen): You're not getting enough of it?\n\nWOOD: Yeah, and we're -- and getting enough of it. That's right.\n\nGUTMAN (voice-over): Dr. Tom Wood has been treating cholera for decades. This is one of the worst outbreaks he's seen.\n\nWOOD: You know, God help us.\n\nGUTMAN: He weeps for all this misery and for the fact that there needn't be so much of it. Sean Penn runs a relief organization here.\n\n(on-screen): Americans have donated over a billion dollars for this cause. Just a fraction of it has been used. Where is it? What's the holdup?\n\nPENN: Well, there's -- there's the -- what the American people need to know is that the fraction that's being used is in the administration of the overhead of those organizations that are -- that have been tasked with administering that money.\n\nGUTMAN (voice-over): The Clinton-Bush Haiti Fund has received over $50 million in donations; it has spent only a fraction of it here. American aid groups quietly blame Haiti's inability to absorb the aid, partly because of the scale of the damage here, but also because of the government's ineptitude.\n\nBut there's also corruption. Supplies rot at the port where this mountain of containers grows. Aid groups blame customs officials.\n\n(on-screen): ... just want to get a couple of answers about how things work, how merchandise moves out of the port, and how you release it.\n\n(voice-over): ... held up the release of trucks and equipment for months, medicine for days.\n\n(on-screen): These people don't have one or two or three days. They will die if they don't get this.\n\nWOOD: They will -- they will die without this.\n\nGUTMAN: This World Health Organization warehouse is essentially Haiti's central pharmacy. Now, there's probably enough medication here to treat everybody in the country who has cholera. Getting it to them, though, is much more difficult.\n\nWOOD: The U.N. says is that, you know, go through this paperwork, sign that piece of paperwork, go see that government official, and in the meantime, people die.\n\nGUTMAN: And epidemiologists are telling us they'll continue to die. Hundreds of thousands are expected to become infected over the coming weeks and months.\n\nMatt Gutman, ABC News, Port-au-Prince, Haiti.\n\n(END VIDEOTAPE)\n\nAMANPOUR: And joining me this morning is ABC's chief health and medical editor, Dr. Richard Besser, formerly of the Centers for Disease Control, and he was recently in Haiti.\n\nSo, Dr. Besser, thanks for joining us this morning. I think, first and foremost, how big a threat of spread is this cholera outbreak, both to the United States and to the surrounding region?\n\nBESSER: Well, one of the critical things to know about cholera is that 75 percent of those -- of the people who are infected will have absolutely no symptoms, so they're able to take the bacteria and bring it to another country.\n\nIn a country like the United States, where there's clean water and adequate sanitation, the likelihood of spread is very, very remote, unless it's introduced into a migrant camp or place that didn't have adequate water.\n\nThe Caribbean, though, is a different story, and it's likely that there will be cases introduced to the Caribbean. Whether or not they spread, whether or not they set up shop like they have done in Haiti will depend on the quality of water and sanitation in those countries.\n\nAMANPOUR: And in terms of trying to get it under control in Haiti, we saw in the report that basic, you know, saline solution or rehydration and water is not getting to the people as fast as possible. How and what do they need?\n\nBESSER: Well, you know, cholera is one of the most rewarding diseases to treat. If you get to someone early in the disease, you give them oral rehydration or I.V. fluids, they're going to recover. One dose of antibiotic will kill the bacteria. If you don't, though, if you don't get those critical fluids to people quickly, they can die in less than a day.\n\nI was in Bangladesh last week and was watching how they treat it in the cholera hospital there. And it was like a machine. They had this down to a science.\n\nIn Haiti, the numbers coming out are very, very alarming. Ten times the number of people who should be dying from cholera are dying from it. That's a good sign that people are not getting treated quickly enough, that the solutions are not getting to people in time to save those lives.\n\nAMANPOUR: And in terms of the billions of dollars that have been pledged to Haiti, not all of them have got there, but can actually something happen to improve this situation without a real infrastructure improvement, without development?\n\nBESSER: Well, you know, the long-term solution is infrastructure. It's providing water treatment plants. It's repairing those plants that were broken.\n\nBut if you look at Haiti before the earthquake, the numbers there were really not good at all. Only 12 percent of the population had piped water into their house that was clean. Only 17 percent of the population used adequate sanitation.\n\nSo this earthquake did not hit a situation where you had a country with viable public health infrastructure that need to be repaired. It hit a country that was really at bottom level, a country that did not have infrastructure to begin with.\n\nAnd the critical thing for Haiti is, can they build a public health infrastructure that works? In the meantime, it's going down to the basics. It's providing water storage containers and home chlorination, with tablets or dilute bleach. That can provide safe drinking water, but it takes a lot to sustain that effort.\n\nAMANPOUR: Dr. Besser, thanks, indeed, for joining us this morning, and we'll keep watching it. Thank you.\n\nAnd next week, we have a special program for you. They are economic titans, innovators, and risk-takers, now giving their billions back. Next Sunday, my exclusive interviews with Bill and Melinda Gates, Ted Turner, and Warren Buffett in a rare Sunday morning appearance.\n\n(BEGIN VIDEO CLIP)\n\nBUFFETT: I just think the idea of dynastic wealth is kind of crazy.\n\nAMANPOUR (voice-over): What motivates them to give up so much?\n\nTURNER: It is scary, because everybody is always afraid that they're going to go broke.\n\nAMANPOUR: What they predict for the future of the United States.\n\nB. GATES: The question for us is, are we educating people well?\n\nAMANPOUR: And their solutions to the current economic challenges.\n\n(on-screen): Does there need to be a sense of sacrifice in the United States?\n\n(voice-over): Buffett, Gates and Turner, their giving pledge, a special \"This Week\" next Sunday.\n\n(END VIDEO CLIP)", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/null", "keywords": [], "authors": ["Abc News", "November", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355", "title": "'This Week' Transcript: Adm. Mike Mullen", "meta_data": {"description": "Transcript of 'This Week' interview with Chairman of the Joint Chiefs of Staff Adm. Mike Mullen.", "keywords": "this week, christiane amanpour, foreign policy, military, afghanistan, mike mullen, joint chiefs of staff", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Adm. Mike Mullen", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355", "title": "'This Week' Transcript: Adm. Mike Mullen", "description": "Transcript of 'This Week' interview with Chairman of the Joint Chiefs of Staff Adm. Mike Mullen.", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-11-22T10:15:59Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,12204355", "ipad": "abcnewsipad://link/story,12204355", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Adm. Mike Mullen", "description": "Transcript of 'This Week' interview with Chairman of the Joint Chiefs of Staff Adm. Mike Mullen.", "url": "https://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,12204355", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,12204355", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-adm-mike-mullen/story?id=12204355"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}