{"url": "www.thesun.co.uk/news/5999912/buzz-aldrin-ufo-lie-detector-test-alien-life-exists-convinced/", "text": "LEGENDARY astronaut Buzz Aldrin passed a lie detector test over claims he's encountered alien life, reports claim.\n\nAldrin, the second man on the moon, and four others gave accounts of their sightings under strict lab conditions.\n\n4 Apollo 11 astronaut Buzz Aldrin, pictured, passed a lie detector test over claims he saw a UFO Credit: NASA\n\nHe, Al Worden, Edgar Mitchell and Gordon Cooper all took part in the study conducted by the Institute of BioAcoustic Biology in Albany, Ohio.\n\nAldrin, 88, claimed he was a spaceship on his way to the moon, adding: \"There was something out there that was close enough to be observed... sort of L-shaped.\"\n\nThe tests, reportedly more reliable than standard lie detector tests, showed he was telling the truth, the Daily Star reported.\n\nApollo 15 pilot Worden, 85, and Apollo 14's Mitchel also claimed to have seen UFOs while Cooper says he actually tried to chase a cluster of objects.\n\n4 Aldrin, the second man on the moon, is reported to have said he saw an L-shaped object Credit: Getty - Contributor\n\nBuzz Aldrin gives a confused look as Donald Trump talks about space security\n\nTests analysing their voice patterns suggested they were also telling the truth about their strange encounters.\n\nAldrin answered questions about his alleged encounter with alien life on a Reddit Q&A with fans last week.\n\nIn one post he said: \"On Apollo 11 in route to the Moon, I observed a light out the window that appeared to be moving alongside us.\n\n\"There were many explanations of what that could be, other than another spacecraft from another country or another world.\n\n4 The voice patterns of Aldrin and three other astronauts were tested Credit: Getty - Contributor\n\n\"It was either the rocket we had separated from or the four panels that moved away when we extracted the lander from the rocket.\n\n\"It was not an alien. Extraordinary observations require extraordinary evidence. That's what Carl Sagan said.\n\n\"There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space.\n\n\"It was not that remarkable, that special, that unusual, that life here on earth evolved gradually, slowly, to where we are today.\"\n\n4 Neil Armstrong, Michael Collins and Buzz Aldrin, pictured left to right, were the crew of the Apollo 11 mission to the moon Credit: Alamy\n\nOn July 21, 1969, Neil Armstrong made history by becoming the first person to set foot on the earth’s moon.\n\nUpon landing, he is famously quoted as saying: \"That's one small step for man, one giant leap for mankind.\"\n\nBuzz was on the same mission, Apollo 11, as Neil Armstrong and soon followed in his footsteps - making him the second man on the moon.\n\nRead up on the latest UFO conspiracies 'SPACE ODDITY' Pilot who shot infamous ‘Tic Tac’ UFO video breaks silence after 15 years LIGHT TERRORS Mysterious blinking lights in the night sky could be ALIENS, new study claims Exclusive I BRUM IN PEACE Freaky alien snapped staring menacingly in Birmingham by Google Street View ALIEN RIDDLE UFO mystery deepens as navy vets claim ‘unknown individuals' seized footage Exclusive ‘NEARLY DIED OF FEAR’ Flashing UFO ‘left bizarre landing marks and terrified 2 fishermen’ THE ROCK SHOW Alien hunters strike deal with US Army to study strange material 'from UFO'\n\nIn total, Neil and Buzz were on the lunar surface for only 21 hours, 36 minutes and 21 seconds.\n\nPete Conrad was a moon walker on the Apollo 12 mission, which launched on November 14, 1969. He was partnered by Alan Bean.\n\nAlso on the Apollo 12 mission, was Alan Bean. He and Pete were on the moon for two days - November 19 and 20, 1969.", "images": ["data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1 1\"%3E%3C/svg%3E", "https://i0.wp.com/www.thesun.co.uk/wp-content/uploads/2018/04/nintchdbpict000019068298-e1523183787771.jpg?crop=0px%2C0px%2C1934px%2C1289px&resize=1200%2C800&ssl=1", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 0.6 1\"%3E%3C/svg%3E", "http://www.facebook.com/tr?id=752905198150451&ev=PageView&noscript=1", "https://www.thesun.co.uk/wp-content/themes/thesun/images/sunmasthead.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.3 1\"%3E%3C/svg%3E", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 0.8 1\"%3E%3C/svg%3E", "https://www.thesun.co.uk/wp-content/themes/thesun/images/sunmasthead_mobile.svg"], "top_img": "https://i0.wp.com/www.thesun.co.uk/wp-content/uploads/2018/04/nintchdbpict000019068298-e1523183787771.jpg?crop=0px%2C0px%2C1934px%2C1289px&resize=1200%2C800&ssl=1", "keywords": [], "authors": ["Jay Akbar"], "canonical_link": "https://www.thesun.co.uk/news/5999912/buzz-aldrin-ufo-lie-detector-test-alien-life-exists-convinced/", "title": "Buzz Aldrin ‘passes UFO lie detector test leaving experts convinced that he encountered alien life’", "meta_data": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width", "google-site-verification": "a576LGe3E0YA5QjAMY268jcuKWwPLIORxwlTMrjnfnE", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "p": {"domain_verify": "c061a8052bd9e93315b7f01447fa4124"}, "og": {"type": "article", "title": "Buzz Aldrin 'passes UFO lie detector test leaving experts convinced alien life exists'", "url": "https://www.thesun.co.uk/news/5999912/buzz-aldrin-ufo-lie-detector-test-alien-life-exists-convinced/", "description": "LEGENDARY astronaut Buzz Aldrin passed a lie detector test over claims he’s encountered alien life, reports claim. Aldrin, the second man on the moon, and four others gave accounts of their s…", "site_name": "The Sun", "image": {"identifier": "https://i0.wp.com/www.thesun.co.uk/wp-content/uploads/2018/04/nintchdbpict000019068298-e1523183787771.jpg?crop=0px%2C0px%2C1934px%2C1289px&resize=1200%2C800&ssl=1", "width": 1200, "height": 800, "alt": "Neil Armstrong, Michael Collins and Buzz Aldrin, pictured left to right, were the crew of the Apollo 11 mission to the moon"}, "locale": "en_GB"}, "article": {"published_time": "2018-04-08T20:10:37+00:00", "modified_time": "2018-04-09T05:56:17+00:00", "publisher": 161385360554578, "author": "https://www.facebook.com/TheSunWorldNews/"}, "fb": {"app_id": 144647118961553, "pages": 161385360554578}, "description": "Buzz Aldrin 'passes UFO lie detector test leaving experts convinced alien life exists'", "keywords": "Buzz Aldrin, Aliens, UFO, lie detector test", "news_keywords": "Buzz Aldrin, Aliens, UFO, lie detector test", "twitter": {"text": {"title": "Buzz Aldrin ‘passes UFO lie detector test leaving experts convinced that he encountered alien life’"}, "card": "summary_large_image", "site": "@thesun"}, "robots": "noarchive,noodp", "taboola": {"kicker": "OUT OF THIS WORLD", "headline": "Buzz Aldrin 'passes UFO lie detector test claiming he saw alien life'", "image": {"medium": "https://i0.wp.com/www.thesun.co.uk/wp-content/uploads/2018/04/nintchdbpict000019068298-e1523183787771.jpg?crop=0px%2C58px%2C1934px%2C1289px&resize=300%2C192&ssl=1", "large": "https://i0.wp.com/www.thesun.co.uk/wp-content/uploads/2018/04/nintchdbpict000019068298-e1523183787771.jpg?crop=0px%2C58px%2C1934px%2C1289px&resize=620%2C413&ssl=1"}}, "parsely-post-id": 5999912, "msapplication-TileImage": "https://www.thesun.co.uk/wp-content/uploads/2016/04/icon-e1459786005667.png?strip=all&w=270"}, "movies": [], "publish_date": 1523218237.0, "source": "http://www.thesun.co.uk", "summary": ""}