{"url": "http://www.politifact.com/punditfact/statements/2018/jan/04/flash-24-daily/no-sandra-bullock-didnt-disparage-hillary-clinton/", "text": "Says Sandra Bullock said to Hillary Clinton, \"If you don’t like our president you can leave and never come back again.\"\n\nA fake news article said actress Sandra Bullock praised President Donald Trump while telling Hillary Clinton she could leave the United States if she isn’t happy with how things are going.\n\n\"Actress Sandra Bullock to Hillary Clinton: ‘if you don’t like our president you can leave and never come back again, you are one jealous woman who is nothing to compare with Trump, I hope he will arrest you soon,’\" said a Dec. 25 headline on Flash 24 Daily.\n\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. We found no evidence that Bullock made the statement about Clinton. The same story has circulated on various websites on Facebook at least since October.\n\nWhile the headline showed Bullock bashing Clinton, the article itself didn’t include any quotes by Bullock in which she mentioned Clinton or Trump by name.\n\nThe article said that the quotes by Bullock came from her press conference for her \"new film,\" Our Brand Is Crisis. One big hint that this is fake news: that movie was released in 2015. In the movie, Bullock played a political consultant drafted to help the president of Bolivia win re-election as she competed with her rival working for another candidate.\n\nAt a press conference in October 2015 for her movie, Bullock said she disagreed with Trump when asked about his comments about Mexican-Americans.\n\n\"I don’t agree with that at all,\" Bullock said. \"That was not a statement that I can get behind. I don’t agree with that statement.\"\n\nThe Flash 24 Daily article included some actual quotes by Bullock from that press conference about how her views are influenced by her son. Bullock has adopted two African-American children -- a boy and a girl.\n\n\"I would like my rights represented and those of my son — very selfish views, and I think everyone else has them,\" she says. \"When this film came along, it came along at a time that I was having that internal discussion with myself about who in our country would step out of their comfort zone to help others for the greater good.\"\n\nWe found no evidence that Bullock said to Clinton \"if you don’t like our president you can leave and never come back again.\" We rate this headline Pants on Fire.", "images": ["http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif", "https://static.politifact.com/politifact/photos/BullockLApremierourbrandiscrisisAP.jpg", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/politifact/mugs/politifact-mugs-mug-independentgroup__________________3.jpg", "https://static.politifact.com/rulings/tom-pantsonfire.gif", "https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png"], "top_img": "https://static.politifact.com/rulings/tom-pantsonfire.gif", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/punditfact/statements/2018/jan/04/flash-24-daily/no-sandra-bullock-didnt-disparage-hillary-clinton/", "title": "No, Sandra Bullock didn't disparage Hillary Clinton", "meta_data": {"description": "A fake news article said actress Sandra Bullock praised President Donald Trump while telling Hillary Clinton she could leave the United States if she isn&rsquo;t happy with how things are going. &quot;Actress Sandra Bullock to Hillary Clinton: &lsquo;if you don&rsquo;t like our president you can leave and never come back again, you are one jealous woman who is nothing to compare with Trump, I hope he will arrest you soon,&rsquo;&quot; said a Dec. 25 headline on Flash 24 Daily. Facebook users flagged the post as being potentially fabricated, as part of the social network&rsquo;s efforts to combat fake news. We ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "Fake news says Sandra Bullock bashed Hillary Clinton", "type": "article", "url": "https://www.politifact.com/punditfact/statements/2018/jan/04/flash-24-daily/no-sandra-bullock-didnt-disparage-hillary-clinton/", "image": {"identifier": "https://static.politifact.com/rulings/tom-pantsonfire.gif", "width": 600, "height": 600}, "site_name": "@politifact", "description": "A fake news article said actress Sandra Bullock praised President Donald Trump while telling Hillary Clinton she could leave the United States if she isn’t happy with how things are going."}, "twitter": {"card": "summary", "site": "PunditFact", "url": "https://www.politifact.com/punditfact/statements/2018/jan/04/flash-24-daily/no-sandra-bullock-didnt-disparage-hillary-clinton/", "username": "PunditFact", "title": "Fake news says Sandra Bullock bashed Hillary Clinton, favored Donald Trump", "description": "A fake news article said actress Sandra Bullock praised President Donald Trump while telling Hillary Clinton she could leave the United States if she isn&rsquo;t happy with how things are going. &quot;Actress Sandra Bullock to Hillary Clinton: &lsquo;if you don&rsquo;t like our president you can leave and never come back again, you are one jealous woman who is nothing to compare with Trump, I hope he will arrest you soon,&rsquo;&quot; said a Dec. 25 headline on Flash 24 Daily. Facebook users flagged the post as being potentially fabricated, as part of the social network&rsquo;s efforts to combat fake news. We ...", "image": "https://static.politifact.com/rulings/tom-pantsonfire.gif"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1514995200.0, "source": "http://www.politifact.com", "summary": ""}