{"url": "http://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384", "text": "May 23, 2010 \u0097 -- TAPPER: Hello again. Joining me now, the chairman of the Democratic National Committee, Tim Kaine, and the chairman of the Republican National Committee, Michael Steele. Gentlemen, welcome.\n\nKAINE: Hey, Jake, good to be with you.\n\nSTEELE: Jake, good to see you.\n\nTAPPER: I want to get to the general election results in a second, but first, I want to bear in on a couple of controversies we have, and I'm going to start with you, Mr. Steele.\n\nSTEELE: OK.\n\nTAPPER: I don't know if you were expecting (ph) that or not--\n\nSTEELE: Kind of.\n\n(LAUGHTER)\n\nTAPPER: The Kentucky Senate candidate, Rand Paul, has expressed his objections philosophically to the federal government being able to tell businesses that they cannot discriminate. Here's Rand Paul.\n\n(BEGIN VIDEO CLIP)\n\nRAND PAUL, SENATORIAL CANDIDATE, R-KY.: I like the Civil Rights Act in a sense that it ended discrimination in all public domains. I abhor racism. I think it's a bad business decision to ever exclude anybody from your restaurant. But at the same time, I do believe in private ownership.\n\nThere's ten different titles, you know, to the Civil Rights Act. One deals with private institutions, and had I been around, I would have tried to modify that.\n\n(END VIDEO CLIP)\n\nTAPPER: Chairman Steele, you have worked so hard to bring minorities into the Republican Party. Here is a Senate candidate saying that he doesn't think the government, philosophically, should be able to tell a business that they can't -- that they have to serve you.\n\nSTEELE: Right, right.\n\nTAPPER: Do you have an issue with that?\n\nSTEELE: Well, I do, and I think it's important to understand that Rand Paul has clarified his statement and has reiterated his support for and, you know, movement towards pushing civil rights forward as opposed to going backwards, number one.\n\nNumber two, our party has always had a strong view on this issue. We fought very hard in the '60s to get the civil rights bill passed as well as the voting rights bill. So I think that, you know, any -- any, you know, attempted look backwards, it's not in the best interests of our country, certainly, and certainly not in the best interests of the party.\n\nSo, you know, I've talked to Rand. He and I are on the same page. Our party stands four-square about moving forward on civil rights. Looking at the civil rights issues of the day -- education, for example -- there are many other fights that loom ahead for us in this area, so Rand Paul as United States senator will be four-square with the Republican Party, in lockstep with moving forward on civil rights, not looking backwards.\n\nTAPPER: Chairman Kaine, this is traditionally a Republican seat. Do these views of Rand Paul make this seat more competitive in your mind?\n\nKAINE: Absolutely, they do, Jake. Of course, it starts with our candidate, Jack Conway, who's the attorney general, I think he's going to run a great race. But Rand Paul's views on this, his statement this week that he thinks it's un-American for President Obama to try to hold British Petroleum accountable for the spill in the Gulf--\n\nTAPPER: Let's talk about that. What do you think about that?\n\nSTEELE: Well, I mean, our own speaker of the House referred to American citizens as un-American, so I think referring to a policy which he did not say it was un-American per se. He said going in that direction could be an un-American--\n\nTAPPER: We have -- we actually have the video clip. Let's watch that.\n\n(CROSSTALK)\n\n(BEGIN VIDEO CLIP)\n\nPAUL: What I don't like from the president's administration is this sort of, you know, I'll put my boot heel on the throat of BP, and I think it's part of this sort of blame game society in the sense that it's always got to be someone's fault, instead of the fact that maybe sometimes accidents happen.\n\n(END VIDEO CLIP)\n\nTAPPER: Certainly, accidents happen is not what you want the Republican response about the BP oil spill--\n\nSTEELE: Well, you know, well, look, I mean, it's not -- people shouldn't worry about the Republican response to the BP oil spill. They should worry about the Democrat president's response to the BP oil spill. It is one thing to actually get on the ground and get in front of this thing. It's another thing to sit back and hold BP accountable without helping them, and that's what's happening here. I mean, the federal government should have stepped into this thing immediately, to help make sure that the appropriate steps are being taken by BP, all federal agencies in support of the state government to try to get this thing cleaned up. And here we are, almost a month and a half later, and it's still spilling oil.\n\nTAPPER: How about that, Chairman Kaine? A lot of Democrats are criticizing the Obama administration for not doing enough to hold BP accountable.\n\nKAINE: The administration is doing two things. It starts with BP's accountability, and Rand Paul is wrong. It isn't un-American to hold somebody accountable for a massive environmental disaster of this kind. This isn't just a mistake that we can wash away. BP has got to be accountable for stopping the spill and then cleaning up and paying for the consequences. The administration has had a team working with BP from the very beginning trying to look at ways to help them do it, but it is BP's job. They have to be held accountable, and saying that it's just a mistake that needs to be washed away, or saying, as Rand Paul did, for example, that, you know, we needn't be so worried about things like mining regulations -- I mean, this is a very important role that the government has, to protect the safety of the environment and the health of its citizens. And so, Rand Paul's statements along these lines are very, very troubling, and it's important for Republican leaders to say whether they back this kind of an attitude or not.\n\nI was a civil rights lawyer for 17 years. Rand Paul wrote a letter about the Fair Housing Act to a local newspaper, saying a free society should tolerate private discrimination, even if it means that hate-filled groups exclude people based on the color of their skin.\n\nTAPPER: That's pretty much a direct quote.\n\nSTEELE: That's a direct quote, and it's a philosophical position held by a lot of libertarians, which Rand Paul is. They have a very, very strong view about the limitations of government intrusion into the private sector. That is a philosophical perspective. We have had a lot of members go to the United States Senate with a lot of different philosophies, but when they get to the body, how they work to move the country forward matters, and right now, the federal government is not moving forward on BP and cleaning up that mess; the federal government is not moving forward on the economy and creating jobs. There are a lot of -- there are a lot of philosophies, a lot of talk on this hill about folks to get stuff done. What the American people are looking for is what are the concrete steps that this administration has taken to clean up the mess in the Gulf before it gets worse, and to create the jobs that are necessary for people to go back to building the economy the way that everybody wants it to be.\n\nTAPPER: Fair enough, but just one more -- one more beat on Rand Paul, and that is do you condemn that point of view? I mean, where would African-Americans be if the federal government hadn't come in and said, hotels, you have to--\n\nSTEELE: Exactly. That's very much a part of the debate back in the '60s, as it is going forward. But the reality of it is, our party has stood four-square behind, you know--\n\nTAPPER: But do you condemn that view?\n\nSTEELE: I can't condemn a person's view. That's like, you know, you believe something and I'm going to say, well, you know, I'm going to condemn your view of it. It's the people of Kentucky will judge whether or not that's a view that they would like to send--\n\nTAPPER: Are you comfortable with that?\n\nSTEELE: I am not comfortable with a lot of things, but it doesn't matter what I'm comfortable with and not comfortable with. I don't vote in that election. The people of Kentucky will. As a national chairman, I'm here to say that our party will move forward in fighting for the civil rights and liberties of the American people, especially minorities in this country, and we're going to do everything in our power to make sure that everyone who's going to come to the United States Congress or go to state capitals with a Republican label are in that fight with us.\n\nTAPPER: It sounds like you're not comfortable with it.\n\nSTEELE: I just said I wasn't (ph) comfortable--\n\n(CROSSTALK)\n\nTAPPER: Let me turn to something to make you uncomfortable, if I can, and that is the race in Connecticut. Democratic candidate Richard Blumenthal has been caught exaggerating his war record. Here's Richard Blumenthal.\n\n(BEGIN VIDEO CLIP)\n\nRICHARD BLUMENTHAL, CONNECTICUT SENATORIAL CANDIDATE: We have learned something very important since the days that I've served in Vietnam.\n\n(END VIDEO CLIP)\n\nTAPPER: Now, he didn't serve in Vietnam. He was a Marine reservist--\n\nKAINE: During the Vietnam war, right.\n\nTAPPER: During the Vietnam war. He's also quoted in the Milford Mirror in 2008 (ph) saying, \"In Vietnam, we had to endure taunts and insults and no one said, welcome home. I say welcome home.\" In the Stanford Advocate in 2008, he said, \"I wore the uniform in Vietnam, and many came back to all kinds of disrespect.\"\n\nThis seems like a real trust issue that voters might have with him.\n\nKAINE: Those statements were wrong, period. They were wrong. And it was very important for him to acknowledge that and clear that up. Now, in his defense, he has given numerous speeches that are in the public record where he's talked extensively about his service, what he did, what he didn't do. One of the papers you mentioned, the Stanford Advocate, ran a very good editorial about that very thing yesterday, and reporters who covered Attorney General Blumenthal for years have said that they have never known him to exaggerate what his service was. But in those statements, he was inflating and exaggerating. They were wrong, and it was important that he set that straight.\n\nSTEELE: At a time when the American people are clearly rebelling against the same-old, same-old in politicians, Blumenthal is not the kind of guy I think they want to send anywhere, let alone to Washington to serve at this time, so I think there is a big credibility gap here. You can't say, well, you know, on the one instance, I lied to you, but on the other, since I made up for it by explaining why I lied to you. It doesn't make sense to the American people, and he's got a real problem right now, and I think that there are going to be other issues that are going to come to the fore on this, and so we'll see how it turns out.\n\nBut again, the people in Connecticut, just like the people in Kentucky, will have the final say and the ultimate say on these leaders. And you know, it's just, again, right now, there's just this mood out here that the people are sick and tired of (inaudible) -- sick and tired of the same-old in Washington. And these two examples that we're talking about are going to be judged by the people back home.\n\nKAINE: Here's the -- let me just say a word about Connecticut. I mean, the interesting thing, there's of course Attorney General Blumenthal is not a new figure for Connecticut voters. It's an intimate, small state. They know him well. They've elected him to be attorney general. He served very well in that capacity for many years. They are going to weigh this in the grand scheme of things, but they have an awful lot of his record, including the numerous occasions where he's described accurately his military service, that they can use to judge him.\n\nSTEELE: But now they have something extra that they didn't know before.\n\nTAPPER: Right. Are Democrats here in D.C. or in Connecticut at all preparing for a contingency where they might have to put another candidate up as happened with Torricelli in New Jersey?\n\nKAINE: I was in Connecticut late last week, and I'm not aware of any contingency plan up there. I think it looks like the convention was held Friday. I think they're going ahead. Connecticut voters know him.\n\nTAPPER: Moving forward to more -- out to elections in general. First of all, congratulations. There was a Hawaii special election last night that you guys won. But for competitive special elections, the Republican Party is one for four. There were two in New York, one in Pennsylvania. You did win the one in Hawaii, although the Democrat -- there were two candidates splitting the vote there. Does the Republican Party need to rethink its strategy?\n\nSTEELE: No, I mean, why do you dismiss the Hawaii vote so? Well, there was, you know, two other Democrats. That's a significant election win for us, and I'm going to -- I'm going to thank and congratulate Charles Djou on a great race, a very competitive race. That is a strong Democrat state, with very, very strong Democrat competitors that he ran against. I believe the voters there -- he took almost 40 percent of the vote, which is a significant number. He ran a grassroots campaign that was focused on the issues that impact the people of Hawaii. So don't just take away from that race, you know, sort of shoving it off. It is a significant win. It is the birthplace of the president of the United States.\n\nTAPPER: Not everybody in your party think that way.\n\nSTEELE: Well, that's irrespective (ph) -- that's where the man was born--\n\n(LAUGHTER)\n\nSTEELE: -- and we're proud of the fact that we were able to take that seat, just like we'll take his Senate seat in November.\n\nKAINE: Jake, just for your viewers, of course the issue about the Hawaii race is for a special election, it's just a runoff, no primary. Three candidates ran, a Republican and two Democrats--\n\nTAPPER: You guys couldn't convince one of the two Democrats to drop out of the race.\n\nKAINE: Democrats are a fiery bunch, and if they want to run, they want to run. But let me just finish, Democrats got 60 percent of the vote in that race last night, and in the November--\n\nSTEELE: Yes, but you didn't win.\n\nKAINE: In the November election, it will be one Democrat against one Republican, and we feel very, very confident about winning that race.\n\nSTEELE: And Hawaii (inaudible), they don't have a history of throwing incumbents out of office, so, you know, you've got--\n\nKAINE: A three-month incumbent may be different.\n\n(CROSSTALK)\n\nTAPPER: Both good points. To the Pennsylvania 12th--\n\n(CROSSTALK)\n\nTAPPER: Isn't that the kind of race you need to win?\n\nSTEELE: Well, look at the Pennsylvania 12th, folks. I mean, yes, on paper, you would think so, right? Why? Because it's Appalachia and it's a largely conservative--\n\nTAPPER: Conservative Democrats. John McCain won the district. The Democrat was a staffer for John Murtha.\n\nSTEELE: Yes, but -- OK, can we -- can we be real here and get out of the conventional wisdom that Washington oftentimes gets stuck in? The reality of it here is, number one, hats off and kudos to Governor Rendell. He had a political genius point where he put the primary and the special election on the same day, and you guys wrote about, oh, gee, what does this mean? What's the mystery here?\n\nWell, it's no mystery, because what happened was the voters went in to vote for Sestak for the primary and then had to flip the ballot over and then vote against him for the special election? They weren't going to do that.\n\nSo that, coupled with the 2-to-1 Democratic, you know, edge there made that a tough race from the very, very beginning. But the thing to keep in mind from our perspective -- and the governor certainly can appreciate this -- we were on our point in terms of our turnout, our voter turnout models, exceeded expectations. Our ground game was strong. And in November, we'll get that seat back, because then, guess what, independent conservatives get to play then, and that'll be a very different race.\n\nTAPPER: Are you going to take the House back in November?\n\nSTEELE: We're working very hard to do that. But as you can see, you know, with -- some incumbents going down in primaries and newer players coming to the table, that model is still being built up for us. But absolutely, we're in the hunt. Just as he's in the hunt to protect, we're in the hunt to take.\n\nKAINE: Jake, we're going to hold on to both houses, and I'll tell you why -- what this Pennsylvania 12th says. The Republican leadership said they were going to win this race. They said it was exactly the kind of district that they had to win to get a majority in the House.\n\nWe won it not just by a little, we won it by a lot, in a district, as you pointed out, that John McCain won in 2008. A former head of the NRCC, Tom Davis, a Virginia congressman, said, look, if they can't win this seat, where's the wave that's coming?\n\nAnd the -- and the point that was very helpful is, Democrats were energized. Just like in Kentucky -- there's been all this focus on the Rand Paul race. The Democratic candidates in that primary in Kentucky both got more votes than Rand Paul did.\n\nOur voters are energized after the passage of health care. With the economy improving, GDP growing again, we're going to pass soon in 2010 a mark where we will have created more jobs in the American economy in 2010 than in the entire eight years of the Bush administration. Things are looking up.\n\nTAPPER: Let me interrupt. And -- and -- and you'll want me to. I only -- I only have a couple minutes, and I want to ask you about an interview that Sestak -- Congressman Sestak -- who beat Arlen Specter gave in February to legendary Philadelphia newsman Larry Kane on Comcast, in which he said that the White House tried to offer him something in exchange for not running against Arlen Specter in the primary. Here's that interview.\n\n(BEGIN VIDEO CLIP)\n\nKANE: Were you ever offered a federal job to get out of this race?\n\nSESTAK: Yes.\n\nKANE: Was it Navy secretary?\n\nSESTAK: No comment, though I would never get out for a deal. I'm in this for the Democratic--\n\nKANE: OK, so but--\n\nSESTAK: -- principles--\n\n(CROSSTALK)\n\nKANE: Was there a job offered to you by the White House? That's what it was?\n\nSESTAK: Yes.\n\n(END VIDEO CLIP)\n\nTAPPER: Very quickly, because we're running out of time, does the White House have a responsibility to own up and talk about what exactly was offered?\n\nKAINE: I don't know that they do. I mean, the issue is what the White House needs to do now, along with us, is working with -- with him to make sure he's the next senator. He's been a great congressman. I talked to -- I talked to Joe earlier this week. We had a great visit on Thursday. And he was very excited about working hand in hand to win this race. We're a big tent party. Obviously, he's a dynamite campaigner. He showed that on Tuesday, and I think he gives us a great shot in November.\n\nSTEELE: Oh, that's -- that's rich. You -- you don't believe the White House has an obligation here to own up and answer a simple question? Did you or did you not offer a member of the United States Congress a job to run for office?\n\nTAPPER: Very quickly. We only -- I only have time for one more question. Very quickly, because you haven't done a Sunday show since that whole club voyeur controversy happened in February, there was a new report indicating that the RNC spent $2,000 on athletic and softball equipment. Can -- can donors to the Republican National Committee know that their money is being well spent?\n\nSTEELE: Absolutely they can. And the reality of it is, we have taken aggressive steps to-- to make the changes that are necessary. Our donors are strong. We're raising money, and we're looking forward to using that money to beat this guy in November.\n\nTAPPER: All right.\n\nKAINE: I can say with experience, they had a good softball team before they bought the equipment.\n\nTAPPER: Thank you so much. You guys were wonderful.\n\nTAPPER: President Obama announcing a bipartisan commission to investigate the oil spill, one of the topics for our roundtable this morning with, as always, George Will, Democratic strategist Donna Brazile, ABC's own Sam Donaldson, and ABC's own Cokie Roberts.\n\nGeorge, I'm going to start with you. Let's talk about Rand Paul. You heard Chairman Steele say he's not comfortable with Rand Paul's views on aspects of the Civil Rights Act. Is this a problem for the Republican Party?\n\nWILL: Sure. And there's no reason to believe Rand Paul is a racist. There is now reason to believe that he's frivolous, that is, that he doesn't understand that his job is to win a Senate seat and not conduct a seminar on libertarian philosophy.\n\nThe simple fact is that, in 1964, we as a nation repealed one widely exercised right, the right of private property owners to serve in public accommodations whom they want, and replaced it with another right, that is, the right of the entire American public to use public accommodations.\n\nWe were correct to do so. And in the process, we refuted an old notion, that you cannot -- and this offends some libertarians -- the notion was you cannot legislate morality. Yes, you can. We did.\n\nWe not only got African-Americans into public accommodations, we changed the thinking of the white portion of the country, as well.\n\nTAPPER: Donna, I've heard it said that Kentucky might be one of five or six states where a guy like Rand Paul can win.\n\nBRAZILE: Well, Kentucky is a red state. And I thought after Tuesday night that Rand Paul had a real clear path to victory. I don't think that he has a clear path anymore.\n\nFirst of all, I -- not only did Rand Paul struggle with his -- his answers the day after, but his extreme views are now under the microscope. And the people of Kentucky, I don't believe, are interested in sending him to Washington, D.C., to further polarize this country and polarize the Senate.\n\nSo Jack Conway, the Democratic nominee, his challenge is to show the Kentucky voters that Rand Paul is basically out of touch with the mainstream of Kentucky and out of touch with the mainstream of America.\n\nTAPPER: Sam?\n\nDONALDSON: Forty-six years later, after the Civil Rights Act filibuster was broken -- and I was in the gallery -- when Everett McKinley Dirksen, the Republican leader supporting the bill, made the last speech to break that filibuster.\n\nDr. Paul thinks we should reopen the debate on Title II. He says he supports the other titles of the act, but Title II is the one where you can sit down at a lunch counter, you can have breakfast someplace, you can go to a motel, and all that. He says, well, maybe there's -- that's private business.\n\nTAPPER: Now, he says he doesn't want to overturn it, but just philosophically, he wouldn't have supported that part of...\n\n(CROSSTALK)\n\nDONALDSON: Well, he said, in one of the interviews, that if he had been in the Senate, he would have tried to modify that.\n\nROBERTS: Right.\n\nDONALDSON: OK. So you don't overturn it, you modify it, so maybe it doesn't do those things.\n\nROBERTS: (inaudible) more discussion.\n\nDONALDSON: On the Rachel Maddow show -- now, I believe as you do, George, he's probably not an internal racist, as I understand that definition, but he was asked finally, having skipped and gone back and forth, a direct question. Should Woolworth lunch counter be allowed to discriminate? Answer yes or no, she said. We're listening. He doesn't say yes, but he doesn't say no.\n\nYou say that's frivolous? I think that's stupid.\n\nROBERTS: But, you know, I -- I'm not sure, Donna, that the voters this year care about somebody being out of the mainstream. I mean, the people they are choosing in these primaries are definitely people who are out of the mainstream, whether it's in Utah or whether it's in -- in -- in -- Arkansas is still out -- up for grabs, but it looks like it's going toward the more liberal candidate in Arkansas.\n\nTAPPER: That's the Bill Halter versus Blanche Lincoln race.\n\nROBERTS: Right. I mean, it is in -- in state after state, it is not the mainstream candidate the voters are interested in.\n\nTAPPER: And, Cokie, isn't it -- isn't it fair to say that the same quality that got Rand Paul elected to that nomination...\n\nROBERTS: Could get him elected to the Senate.\n\nTAPPER: Well, the idea -- this candor of his, this -- this philosophy, this isn't out of nowhere. This is who he is. This is what appealed to some people.\n\nROBERTS: Right, and a lot of people, that he was real, that he wasn't -- you know, wasn't a phony. But, you know, when you find out somebody's not a phony and what they're real about is -- is -- I don't care whether he's a racist or not -- the views are racist.\n\nDONALDSON: But you say which voters? Which voters? It can't be all the voters. I mean, the Democrats still have a lot of voters out there. They've elected a lot of people, including a president. And in the race, as pointed out by the chairman, the Democratic chairman, the Democrats' two candidates running got 60 percent of the vote.\n\nTAPPER: In Hawaii you're talking about?\n\nROBERTS: No, no, in Kentucky.\n\nTAPPER: Oh, Kentucky. The two Democrats...\n\n(CROSSTALK)\n\nDONALDSON: So who is going to win in Kentucky? I can't predict. If I've learned anything after all these years as a political reporter, don't predict anything. But I would be shocked -- I'll say that now -- if Rand Paul gets most of Kentucky's votes and becomes the senator.\n\nBRAZILE: This was a closed primary. And there's an internal struggle going on in the Republican Party for the heart and soul of the Republican Party, and I hope George can address just what side will eventually come out on top. But Rand Paul is able to energize the Republican Party right now because there's a vacuum. There's a vacuum of leadership. And the Tea Party has filled that gap.\n\nThe question is, in the fall, when independents are able to get to the table and vote, will they support someone whose views are considered out -- outside the mainstream?\n\nROBERTS: That is the question.\n\nDONALDSON: Are you comfortable?\n\nWILL: The good news about the whole Rand Paul dispute is this. We really do close some questions in this country. Some debates come to an end. A hundred and fifteen years ago, Democrats were all up in arms about free coinage of silver. We sort of settled that question and moved on.\n\nROBERTS: Or on prohibition. We've sort of settled that one.\n\nWILL: And yet no one in America -- no one in America wants to reopen the argument that Rand Paul has reopened.\n\nDONALDSON: What about doing away with the Federal Reserve Board?\n\nTAPPER: All right.\n\nDONALDSON: And replacing it with nothing?\n\nBRAZILE: Or abolishing the Education Department or the income tax?\n\nROBERTS: Or the FDA?\n\nTAPPER: Well, our discussion...\n\n(CROSSTALK)\n\nWILL: I'm for most of those.\n\n(LAUGHTER)\n\nTAPPER: Our discussion here on politics will continue after the break and during the break, probably. Plus, Mexico's president enters the immigration fray, and the politics of the BP oil spill. And later, of course, the Sunday funnies.\n\n(BEGIN VIDEO CLIP)\n\nFALLON: In a new interview on ABC's \"Nightline,\" Jesse James said he's probably the most hated man in the world. Yes. Then the CEO of BP was like, \"Dude, don't flatter yourself.\"\n\n(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nJACKSON: You've been a longtime advocate for abstinence education. And in 2006, you had your staff conduct a report entitled \"Abstinence and its Critics,\" which discredits many claims purveyed by those who oppose abstinence education. What did you think of this hearing?\n\nSOUDER: Well, I personally feel I should have probably abstained from the hearing.\n\n(END VIDEO CLIP)\n\nTAPPER: Former Congressman Souder of Indiana, who resigned this week, and that -- he was being interviewed by the staff member with whom, allegedly, he had the affair.\n\nMoving on, our roundtable...\n\n(CROSSTALK)\n\nTAPPER: ... our roundtable continues, of course, with George Will, as always, Democratic strategist Donna Brazile, ABC's own Sam Donaldson, and ABC's own Cokie Roberts.\n\nYou want to say something?\n\nDONALDSON: You're not -- you're not being fair, because he doesn't mean that he recused himself because he was having an affair with her. He went on to say that he could recuse himself for other reasons. That's why I say I want fairness to be...\n\n(CROSSTALK)\n\nTAPPER: I appreciate that, Sam, always, always with the fairness. Let's talk about the Pennsylvania Senate race and Congressman Joe Sestak's defeat of Arlen Specter. Here is a little clip from an ad that Sestak ran against Specter that is widely considered to be one of the most effective ads of this election cycle.\n\n(BEGIN VIDEO CLIP)\n\nSPECTER: My change in party will enable me to be re-elected.\n\n(UNKNOWN): For 45 years, Arlen Specter has been a Republican politician.\n\nBUSH: I can count on this man. See, that's important. He's a firm ally.\n\n(UNKNOWN): But now...\n\nSPECTER: My change in party will enable me to be re-elected.\n\n(END VIDEO CLIP)\n\nTAPPER: Wow.\n\nBRAZILE: Wow.\n\nTAPPER: So, first of all, let me ask you a question, George. This -- this -- the Republicans are trying to make hay over this alleged deal that the White House made to Sestak. If you don't run against Specter, we'll give you this other job. A big deal or not a big deal?\n\nWILL: Not a big deal. It's -- politics is a transactional business. They offered him a transaction -- if they did, and I don't see a thing wrong with it.\n\nTAPPER: They are trying to make a big thing out of it, though.\n\nWILL: I don't care what they're trying to do. It's a small thing.\n\nLook, not since 1980, when four incumbent senators were defeated in -- for re-nomination, has more than one been. This year, already two have. Specter's the second; Bennett of Utah was the first. We also have Blanche Lincoln in Arkansas, the appointed Senator Bennet in Colorado is a third, and McCain's fate is still in doubt. So we could have five, and that's part of the tone of the year.\n\nBut Arlen Specter, as we saw in this ad, when he changed party, there was an agreeable absence of moralism, and opportunism reigned. He said, \"I'm just doing this to save my own skin.\" It didn't work.\n\nROBERTS: But it couldn't be a worse year for that. It could not be a worse year for that, because people are in this mood of hating professional politicians, hating Washington, and -- and for him to just say, I'm doing this to win, and the end of that ad says he was protecting one job, his. And, I mean, just people hate the phoniness of it all.\n\nTAPPER: But, you know, there is one aspect to the Specter failure to be -- to win that primary that I want to get into. Donna, here's President Obama campaigning -- he's on the trail -- with the four candidates -- with the four candidates that -- that he is supporting as president. They are Creigh Deeds in Virginia, Jon Corzine in New Jersey, Martha Coakley in Massachusetts, and, of course, Arlen Specter. Do we have that tape?\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: We know where Martha Coakley stands.\n\nArlen knew that it was more important to answer to the people who sent him to Washington.\n\nYou're going to be looking at the next governor of the commonwealth of Virginia, Creigh Deeds.\n\nYour governor, my friend, Jon Corzine.\n\n(END VIDEO CLIP)\n\nTAPPER: Donna, he's 0-for-4.\n\nBRAZILE: Well, first of all, I wouldn't blame this on President Obama, because...\n\nTAPPER: He didn't help.\n\nBRAZILE: ... Arlen Specter has been running for office as long as President Obama has been alive, almost. The question is, could he transfer the kind of support he had in Philadelphia and other places to Arlen Specter? And the answer is no.\n\nJoe Sestak ran a Democratic campaign. He won three out of the four largest counties outside of Philadelphia. He won Alleghany County and Pittsburgh. He ran the kind of campaign that Hillary Clinton ran against Barack Obama in Pennsylvania.\n\nSo it was an uphill battle for Senator Specter. I'm sorry, but when you announce that you're saving your job and not the jobs of the people of the state, that's a losing...\n\n(CROSSTALK)\n\nDONALDSON: Why -- why didn't Specter do what Ronald Reagan did in reverse? Why didn't Specter say, \"I didn't leave the Republican Party. The Republican Party left me\"?\n\nROBERTS: He did.\n\nDONALDSON: I mean -- no, he didn't.\n\nROBERTS: He did at one point.\n\nDONALDSON: He said re-election. He didn't. Excuse me. You saw the tape. Can we play the tape again for Cokie?\n\nROBERTS: He did both. He said both.\n\nDONALDSON: All right. Let me just -- let me just continue then, if I may. Thank you. What's the name of that town you're from, New Orleans? OK. But, again, I think Specter did it to himself. I pick up the paper the next day, and the New York Times headline -- I may not have it exact, but it's close -- \"Voters are after incumbents.\" In other words, this was -- it wasn't an incumbent's failure. It was Arlen Specter's failure in Pennsylvania.\n\nTAPPER: Do you agree with that?\n\nDONALDSON: Now, please.\n\n(CROSSTALK)\n\nROBERTS: Arlen Specter -- but he did say the Republican Party had become too conservative for his moderate views.\n\nDONALDSON: But not in that clip there.\n\nROBERTS: Not in that clip.\n\nDONALDSON: That was the bottom line.\n\nROBERTS: But he's -- look, Arlen Specter lost -- finally, when he won for the Senate the first time was because he was running against someone who had lost more than he had. I mean, he had lost more campaigns than you can possibly imagine, but finally somebody had to win out of two losers running against each other.\n\nAnd he -- and he has gotten re-elected as the incumbent, but with difficulty. And -- and it was hardly surprising to have him, in a year of anti-incumbency, when it seems phony for him to switch, and he's 80 years old, for him to lose a primary. The surprising part was that the White House backed him so strenuously in the first place and then pulled back at the end...\n\nTAPPER: Well, a lot of Democrats are actually criticizing the White House. In fact, a Virginia congressman, Gerry Connolly, was upset the president didn't do more for Specter in the closing days, and he said, \"Let me get this straight. If you think I can't win, you're not going to spend political capital on me, even though I spilled buckets of blood for you? The White House can't be keeping distance from people who have walked the plank for them even when they might lose. Loyalty matters in this business.\"\n\nDoes the White House have a problem here?\n\nROBERTS: Well, loyalty does matter, but I don't know what buckets of blood Arlen Specter spilled for the White House.\n\nDONALDSON: A word for Specter. Dana Milbank in the Post this morning, Washington Post, pointed out something that I've known for years. Arlen Specter helped put more money into National Institutes of Health, more money...\n\nROBERTS: That's true.\n\nDONALDSON: ... into the fight against cancer and other dread diseases, than any other single member of Capitol Hill. So my hat's off to him. The voters don't have to vote for him, but they have to thank him for that.\n\nROBERTS: That's true.\n\n(CROSSTALK)\n\nTAPPER: Let's turn to another race, and that's Blumenthal. Now, Sam, you were an artillery officer in the Army in the 1950s, First Lieutenant Donaldson.\n\nDONALDSON: Thank you.\n\nTAPPER: And you also -- you were in Vietnam covering the war for ABC News, not as a soldier. What's your take on Blumenthal? It seems to me -- look, this is a different era than mine, but people are usually pretty careful about how they talk about their service.\n\nDONALDSON: That's right. I was in the service for two-and-a-half years on active duty. We had no war, had a good time. I served briefly as a correspondent in Vietnam. That was a war. Didn't have a good time there; no one did.\n\nI don't know what got into Blumenthal. As attorney general for 20 years, great record, both parties. This -- he didn't have to tell an untruth to try to get more votes.\n\nI suspect what happened -- and I've seen the analysis which was inside him. You know, he was sorry that he hadn't served. He's trying to compensate. You start telling something, and at first you tell it right, and then you sort of slip in -- well, I can just tell it a little looser, and you tell it even looser than that, and, wham, it made it cost him the opportunity to serve.\n\nTAPPER: Donna, you're a Democratic strategist. If he came to you and said, \"What do I do?\" what would you tell him?\n\nBRAZILE: Well, first of all, he apologized, and he should continue to apologize, but he needs to get this burden off his back and get back to talking to voters about the real issues. The longer he talks about this and the more tapes and the more, you know, well, on this occasion, I said it this time, I didn't say it this time.\n\nVoters don't care about that. They care about their jobs, their health care, their way of life. Mr. Blumenthal has an incredible record of public service, but if he can't talk about the issues, voters will remember this mistake.\n\nROBERTS: If I were a Democratic strategist, I'd tell him to get out of the race.\n\nTAPPER: Just out?\n\nROBERTS: Out, because I think that -- again, it's not a year for phonies. And -- and people are going to hold this against him.\n\nDONALDSON: They will hold it against him, but don't get out. I mean, I agree with Donna. I mean, fight back. You're going to lose, maybe, because of that. But which one of us hasn't exaggerated...\n\n(CROSSTALK)\n\nTAPPER: ... if you ran -- if you ran the Democratic Party, OK, if you can -- if you can play along with me...\n\n(CROSSTALK)\n\nTAPPER: If you were Tim Kaine, if you were Tim Kaine, what would you be doing right now?\n\nWILL: I'd be trying to get him out. Sam, look, it's all very well to embed this statement about Vietnam in some generational trauma. How do you explain the fact that he evidently told the Hartford Courant that he was the captain of a Harvard swim team when he was never on the swim team? How do you explain the fact that he goes on \"Morning Joe,\" on MSNBC, and says, \"I have never taken PAC money,\" when he really meant in previous campaigns, because in this campaign, evidently, he's taken $220,000 of PAC money. This is a serial problem.\n\nDONALDSON: I agree with you. It's a very serious mistake, and it's more than a mistake, perhaps, but I think the voters should say, \"All right. We'll make a decision about this,\" because balanced against -- that is the rest of his record. And I'm not saying, other than that, Mrs. Lincoln, how do you like the play?\n\nWILL: I don't run the Democratic Party, and I hope he stays in there.\n\nBRAZILE: And I hope Linda McMahon is the Republican candidate, because it will be...\n\n(CROSSTALK)\n\nDONALDSON: Well, should Rand Paul now drop out? We just had that discussion.\n\nTAPPER: But let me...\n\n(CROSSTALK)\n\nTAPPER: You know what -- you know what this does show? This does show a change in consciousness when it comes to having served in Vietnam. There was a time when...\n\nROBERTS: Yes, absolutely.\n\nTAPPER: I mean, the idea of -- of bragging about having served in Vietnam, in a weird -- in a weird way, shows some sort of progress.\n\nROBERTS: Absolutely. I mean, for a long time, the whole business of Vietnam was just the opposite. And as he said, when people came home, they were castigated.\n\nTAPPER: Well, he said, \"When we came home.\"\n\nROBERTS: Well, but the -- he said some were, but he didn't -- at least didn't claim that.\n\nDONALDSON: Well, we've made progress.\n\nROBERTS: But I think the First Gulf War is what changed that. And there was pride in the military. The leadership of Colin Powell, Schwarzkopf, all of that just turned people around about the military. And we've seen that in our polling.\n\nDONALDSON: I mean, Cokie, it's not just that.\n\nROBERTS: The trust for the military has gone way, way up.\n\nDONALDSON: It's not just that. It is the reaction to some extent that you pointed out, Jake. We treated our service personnel so shabbily at the end of Vietnam, we were kind of ashamed of it. We had been beaten and all of that. So we blamed them. Well, that's ridiculous.\n\nNow, people who oppose this war in Iraq, oppose the war in Afghanistan, still honor, rightly...\n\nROBERTS: Right.\n\nDONALDSON: ... the service of the people that we've sent there to fight. And that's exactly a good thing.\n\nTAPPER: Let's turn to the special election in Pennsylvania, where the Democrat beat the Republican. You heard Tim Kaine earlier talking about how great that was for the Democratic Party. Here's an excerpt from an ad by the winner, Democrat Mark Critz.\n\n(BEGIN VIDEO CLIP)\n\nCRITZ: I'm Mark Critz, and I approved this message because I want you to see this TV ad that the Republicans are running.\n\n(UNKNOWN): Mark Critz, he'll put the liberal agenda before Pennsylvania.\n\nCRITZ: That ad's not true. I opposed the health care bill, and I'm pro-life and pro-gun. That's not liberal.\n\n(END VIDEO CLIP)\n\nTAPPER: That's not liberal, Donna. And is that how -- is that how Democrats win, by being Republicans?\n\nBRAZILE: Well, first of all, the party's very diverse. I keep telling people we have moderates, conservatives, bland Democrats, boring Democrats. We have Democrats of every variety. He ran simply as a Democrat who represents that district, and he beat the Republican who used a playbook of trying to nationalize the election. They wanted this election to be about Pelosi and Obama, and Mark Critz, rightly, ran about the people of the Pennsylvania 12th Congressional District.\n\nWILL: The basic political fact of this year is that 70 percent of Republicans call themselves conservative or very conservative, but only 40 percent of Democrats consider themselves liberal or very liberal. So I think this is -- gives a sort of systemic imbalance in favor of the Republicans in this election.\n\nROBERTS: But Donna's right. Look, you can nationalize some elections. We saw it in '94. We saw it in 2006. And Republicans certainly think they're going to do that this year and turn it into some sort of a referendum on Obama and Pelosi, and that could happen.\n\nBut, you know, the fact is, we've been talking about it so long that the Democrats aren't idiots. You know, they -- they are able to take a look at each congressional seat and try to stop whatever national wave there is, and they did it in Pennsylvania.\n\nTAPPER: And I think Scott Brown -- I think the victory of Scott Brown...\n\nROBERTS: Got their attention.\n\nTAPPER: ... happening in January really got their attention. And Democrats argue that this is not going to be a replay of 1994 when the Republicans recaptured the House because they had that warning shot across the bow...\n\nROBERTS: That's right.\n\nTAPPER: ... of a Republican winning Ted Kennedy's seat in Massachusetts. Why do you think the Republican, Tim Murphy, why do you think he -- he lost?\n\nDONALDSON: Well, I don't know why he lost, except I think I know why the Democrat won.\n\nTAPPER: Mark Critz?\n\nDONALDSON: Yes, because he had been Murtha's long-time aide and assistant. Murtha had brought huge amounts of money -- only Robert C. Byrd beat Jack Murtha.\n\nTAPPER: Jack Murtha, the late congressman who represented that seat.\n\nDONALDSON: That's right. And he really said -- he didn't show it in the ad, because he wasn't running that kind of ad, hey, I'll continue to bring home the bacon. And the people of Johnstown said that's nice. We like the bacon.\n\nBRAZILE: Mr. Burns was told by the Republican leadership here in Washington run against Washington, and it didn't play.\n\nTAPPER: Let's turn -- I would be remiss if I didn't -- but we have two daughters of Louisiana here at the table here, and I do want to turn to the oil spill in the gulf. Cokie, you heard James Carville, the Democratic strategist, and Chris Matthews, who's certainly no enemy of this administration, berating President Obama in that clip when we came back from the break. Do you think the Obama administration is doing a good enough job with this?\n\nROBERTS: No. And I think that it is clear. The oil is gushing, and we've been lied to about how much oil is gushing, and -- and the administration authorities came out that first week and said, you know, the worst-case scenario is that it keeps up and we -- until we get the second well -- the worst-case scenario is now even worse than that, and the administration has now named a commission.\n\nNow, this is, you know -- this is what you do when you really don't have anything else to do. You name a commission. And, you know, that is -- that's not going to stop the oil.\n\nDONALDSON: How are you going to stop it? I mean, if you could stop it, BP would stop it. They're going to pay billions already. If the administration could stop it, they'd stop it. And I look at the two of you just going to beat up on them. At the moment, you can't stop it.\n\nNow, three times in the last 10 years the Minerals Management Service...\n\n(CROSSTALK)\n\nTAPPER: That's the regulator in charge of making sure this type of thing doesn't happen...\n\nDONALDSON: ... warned -- warned all of these people offshore, you've got to have something in a backup for these blowout preventers. It never happened. You say, well, why not? It was the regulation. They said it should happen. Because they didn't regulate. They've let the services -- I mean, they let the companies do what they wanted.\n\nROBERTS: And the -- and the Congress has passed a law that has a $75 million -- $75 million liability for these oil companies. It's not a day of their profits.\n\n(CROSSTALK)\n\nDONALDSON: But the oil companies have a lot of money that goes into the political campaigns.\n\nTAPPER: Donna -- Donna, you had talked to the EPA administrator, Lisa Jackson, last night. She's on her way down there right now. What did she tell you?\n\nBRAZILE: Well, I wanted to talk to her about the chemical dispersants that they're using now to try to break up the oil down at the surface level.\n\nTAPPER: EPA told BP not to use the one they're using...\n\nBRAZILE: Absolutely.\n\nTAPPER: ... and BP is not going to obey that.\n\nBRAZILE: Well, and that's a problem. One of the problems I have with the administration is that they're not tough enough. They are waiting for BP to say, oh, we've got a new plan to stop the oil leak. They need to stop it, contain it, clean it up, and try to help us conserve our -- our coastal wetlands.\n\nDONALDSON: So why haven't they been tough enough?\n\nBRAZILE: Well, because they -- because of the Oil Pollution Act of 1990. I brought the piece of paper. They're sitting back saying, OK -- this is the country's response to the Exxon Valdez. There's -- basically, they're saying, it's BP's responsibility. BP has taken responsibility of giving all of the gulf states $25 million, plus an additional $15 million for tourism.\n\nROBERTS: I mean, nothing.\n\nBRAZILE: Nothing.\n\nROBERTS: Nothing.\n\nBRAZILE: Nothing. Absolutely nothing. When you talk about...\n\nROBERTS: And -- and the state can't get permission to build barrier islands which the government has been trying to build up...\n\n(CROSSTALK)\n\nTAPPER: ... President Obama ran against oil -- the oil industry when he ran for president. What's going on?\n\n(CROSSTALK)\n\nBRAZILE: He also ran on transparency and accountability.\n\nDONALDSON: ... what's going with this management service, this Minerals Management Service. I don't know, either. Maybe the commission is going to find out.\n\nBut I'll tell you, in past regulatory problems, one of the reasons is, they're in footsies. They're playing -- in -- with the -- with the people they regulate.\n\n(CROSSTALK)\n\nDONALDSON: And after they leave with a government pension, they then get a good job for big salaries with the companies that they had been regulating.\n\nTAPPER: There was one other item in the news that I want to touch on before -- before we have to go to a break, and that is the president of Mexico, Felipe Calderon, came to the White House, and he came to Congress, and in both places, he criticized the Arizona immigration law. Here's President Calderon.\n\n(BEGIN VIDEO CLIP)\n\nCALDERON: I strongly disagree with the recently adopted law in Arizona. It is a law that not only ignores a reality that cannot be erased by decree, but also introduce a terrible idea using racial profiling as the basis for law enforcement.\n\n(END VIDEO CLIP)\n\nTAPPER: Now, I'm the spring chicken at the table, but I cannot remember a head of state from another country coming to the Congress and criticizing American laws.\n\nWILL: While he was lecturing America on moral governance, he was doing so against the backdrop of an Amnesty International report saying that migrants people -- illegals crossing through Mexico are facing a major human rights crisis, leaving them with virtually no access to justice, fearing reprisals and deportation if they complain of abuses, persistent failures by the authorities -- that would be Mr. Calderon's government, I believe -- to tackle abuses carried out against irregular migrants that have made their journey through Mexico one of the most dangerous in the world.\n\nSo he gets up and lectures us on moral governance and gets a standing ovation from Donna's party. The fact is, Mexico is -- has two big exports, oil, and their second-biggest export is poverty to the United States, from which, in remittances sent back to Mexico, they get $21 billion a year. Mr. Calderon has a stake in illegal immigration to our country.\n\nDONALDSON: President Bill Clinton went to the Great Hall of the People when Jiang Zemin was president of China. I heard President Clinton say, \"What you did in Tiananmen Square was wrong.\" He lectured. We all said, \"That's terrific,\" because it was the ox being gored on the other side.\n\nPresident Calderon represents Mexico, and he said what a lot of Americans are also saying, that that Arizona law is discriminatory and that it ought not to have been on the books.\n\nTAPPER: That law is actually supported by a majority of Americans according to polling, and I can't believe that you're actually comparing it to Tiananmen Square, right? I mean, you're not.\n\nDONALDSON: Well, I'm not comparing a massacre in Tiananmen Square to what's happening in Arizona, but you raised the subject of having someone come to another country...\n\nTAPPER: And you think it's OK?\n\nDONALDSON: ... and lecture them.\n\nROBERTS: And our president -- a lot of presidents...\n\nDONALDSON: I think in this case it's...\n\nROBERTS: ... certainly do it in Israel about settlements. You know, \"Mr. Gorbachev\"...\n\nDONALDSON: What's going on here?\n\nROBERTS: ... \"tear down this wall\"? You know...\n\n(CROSSTALK)\n\nTAPPER: Donna?\n\nWILL: He didn't say it -- he didn't say that in Russia.\n\nTAPPER: A final word, Donna?\n\nBRAZILE: The Democrats basically were -- they applauded the fact that our -- our -- we have to fix this problem. Our borders is broken. George, we have a broken -- we have a -- we have a dysfunctional...\n\nWILL: They applauded the president of Mexico.\n\nTAPPER: All right.\n\n(CROSSTALK)\n\nTAPPER: You know what? I'm sorry, but the roundtable will continue in the green room on abcnews.com. And later, check out our fact checks. \"This Week\" and PolitiFact have joined together to fact check our newsmaker only on \"This Week.\"", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/null", "keywords": [], "authors": ["Abc News", "January", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384", "title": "'This Week' Transcript: Kaine and Steele", "meta_data": {"description": "Transcript of 'This Week' interview with DNC Chairman Tim Kaine and RNC Chairman Michael Steele.", "keywords": "this week, jake tapper, tim kaine, michael steele, dnc, rnc", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Kaine and Steele", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384", "title": "'This Week' Transcript: Kaine and Steele", "description": "Transcript of 'This Week' interview with DNC Chairman Tim Kaine and RNC Chairman Michael Steele.", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-05-24T09:55:20Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,10721384", "ipad": "abcnewsipad://link/story,10721384", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Kaine and Steele", "description": "Transcript of 'This Week' interview with DNC Chairman Tim Kaine and RNC Chairman Michael Steele.", "url": "https://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,10721384", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,10721384", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}