{"url": "http://www.popularmechanics.com/space/satellites/a1782/4218443/", "text": "At 5:28 PM EST on Jan. 11, 2007, a satellite arced over southern China. It was small—just 6 ft. long—a tiny object in the heavens, steadily bleeping its location to ground stations below, just as it had every day for the past seven years. And then it was gone, transformed into a cloud of debris hurtling at nearly 16,000 mph along the main thoroughfare used by orbiting spacecraft.\n\nIt was not the start of the world's first war in space, but it could have been. It was just a test: The satellite was a defunct Chinese weather spacecraft. And the country that destroyed it was China. According to reports, a mobile launcher at the Songlin test facility near Xichang, in Sichuan province, lofted a multistage solid-fuel missile topped with a kinetic kill vehicle. Traveling nearly 18,000 mph, the kill vehicle intercepted the sat and—boom—obliterated it. \"It was almost just a dead-reckoning flight with little control over the intercept path,\" says Phillip S. Clark, an independent British authority who has written widely on the Chinese and Russian space programs.\n\nFor China, a nation that has already sent humans into space and developed intercontinental ballistic missiles (ICBMs), the technology involved in the test was hardly remarkable. But as a demonstration of a rising military posture, it was a surprisingly aggressive act, especially since China has long pushed for an international treaty banning space weapons. \"The move was a dangerous step toward the abyss of weaponizing space,\" says Theresa Hitchens, director of the Center for Defense Information, an independent defense research group in Washington, D.C. \"China held the moral high ground about space, and that test re-energized the China hawks in Congress. If we're not careful, space could become the new Wild West. You don't just go and blow things up there.\" In fact, after the Chinese test, India publicly stepped up its development of antiÂ­satellite technology. And some Israeli officials have argued that, given China's record of selling missile technology to Iran, Israel should develop its own program.\n\nINTERNATIONAL THREAT\n\nFor many countries, the most disturbing aspect of the test was not the potentially destabilizing sat kill, but the resulting debris, which poses a serious threat to every satellite in orbit, as well as to the International Space Station. \"Space debris is a huge problem,\" says Laura Grego, staff scientist in the Global Security Program at the Union of Concerned Scientists. \"A 1-centimeter object is very hard to track but can do considerable damage if it collides with any spacecraft at a high rate of speed.\" Think of a shotgun pellet traveling at 10 times the speed of a bullet, smashing into a device built to be as light as possible. And then consider that China's antisatellite (ASAT) test produced as many as 35,000 of these pellets, or pieces of debris, in the 1-cm range. Nearly 1500 pieces were 10 cm and larger.\n\nAlthough the United States knew that China was planning to test ASAT technology, administration officials—reluctant to disclose the level of U.S. surveillance—chose to say nothing. China failed two or three times before successfully launching the missile in January. All the attempts were observed by the U.S. Air Force satellite system known as the Defense Support Program. Infrared telescopes on these 33-ft.-high defense satellites can spot the plumes from rockets launched anywhere on Earth.\n\nBattlefield: Space\n\n1] Songlin test facility, near Xichang, Sichuan province, China. Publicly available satellite images of the facility were censored by China prior to the test; immediately following, they were declassified.\n\n2] Experts believe a four-stage, solidÂ­-fuel launch vehicle—thought by American officials to be based on China's KT-2—boosted the kill vehicle into orbit.\n\n3] The Feng-Yun 1C target vehicle was launched May 10, 1999, with a two-year active life span. The 1650-pound polar-orbiting weather satellite was equipped with two 10-band scanning radiometers for Earth observation.\n\n4] The kinetic-energy kill vehicle was traveling nearly 18,000 mph when it struck the satellite.\n\n5] The collision blasted debris throughout low Earth orbit. Within 7 hours, a band of debris had spread halfway around the globe.\n\nSome details of China's ASAT test are classified. Our artist relied on published reports, declassified information and comparable technology to create this graphic. The Chinese kinetic kill vehicle is based on Raytheon's Exoatmospheric Kill Vehicle. (Diagram by Golden Section Graphics. Inset satellite photograph by Digital Globe.)\n\nNASA\n\nAMERICA'S OWN SAT KILLS\n\nEvery industrialized country relies on satellites every day, for everything from computer networking technology to telecommunications, navigation, weather prediction, television and radio. This makes satellites especially vulnerable targets. Imagine the U.S. military suddenly without guidance for its soldiers and weapons systems, and its civilians without storm warnings or telephones.\n\nSome satellites, however, are at greater risk than others. Most spacecraft -- including spy sats -- are in low Earth orbit, which stretches 1240 miles into space. As the Chinese test proved, such targets could be hit with medium-range missiles tipped with crude kill devices. GPS satellites are far higher, orbiting at about 12,600 miles. Many communications sats are in the 22,000-mile range. Destroying them requires a much more powerful and sophisticated long-range ballistic missile -- yet it can be done. \"You'd need a sky-sweeping capability to comprehensively negate a space support system that is scattered all over,\" says John Pike, a space analyst at GlobalSecurity.org. \"You'd need ICBM-size boosters -- hundreds of them.\"\n\nSuch an all-out satellite war would render space useless for decades to come. \"There'd be so much debris up there,\" Clark says, \"that it wouldn't be safe to put anything up in space.\"\n\nThe United States and Russia, the two countries with proven ASAT capabilities, have long steered clear of satellites as military targets. Even during the Cold War spy sats were hands-off; the consequences of destroying them were greater than those of unwelcome surveillance. \"The consensus,\" Clark says, \"was that anybody could look at anybody else.\"\n\nDiagram: China's antisatellite strike took place at an altitude of 537 miles, which places the international spacecraft depicted below well within range of China's space arsenal.\n\nNevertheless, the U.S. military has spent decades designing weapons capable of killing other countries' satellites. The crudest American ASAT test, code-named Starfish Prime, took place in 1962, when the U.S. Air Force detonated a 1.4-megaton nuclear weapon at an altitude of 250 miles. The explosion, which occurred about 800 miles west of Hawaii, disabled at least six U.S. and foreign satellites -- roughly a third of the world's low Earth orbit total. The resulting electromagnetic pulse knocked out 300 streetlights in Oahu. Clearly, nukes worked as ASAT weapons, but far too indiscriminately.\n\nTo develop a more surgical capability, the Air Force launched Project Mudflap, which was designed to destroy individual Soviet satellites with missiles. But inaccurate space-guidance systems plagued early tests. Then, on May 23, 1963, the Air Force pulled off a successful intercept with a modified Nike-Zeus ballistic missile launched from Kwajalein Atoll in the Marshall Islands. It took out a rendezvous and docking target for NASA's Gemini missions at an altitude of 150 miles.\n\nOver the next several decades the Air Force graduated to more sophisticated air-launched missiles that could hit targets with far better accuracy. In 1985 the United States destroyed an American solar observation satellite using a three-stage, heat-seeking miniature vehicle fired from an F-15 fighter jet. That test, like the Chinese one earlier this year, used a kinetic kill vehicle that spewed debris into space. Funding for the program was cancelled before the air-launched system could be perfected.\n\nThat same year, at the White Sands Missile Range in New Mexico, the Air Force began operating the powerful Mid-Infrared Chemical Laser. In 1997, it was used to temporarily blind sensors on an Air Force missile-launch and tracking satellite. The sat remained intact; no debris was created. And no laser tests have been conducted since. However, the current federal budget includes funding for a laser to be fired at a low Earth orbit sat from the Starfire Optical Range at Kirtland Air Force Base, in New Mexico, later this year.\n\nSome $400 million has been spent in recent years to develop another sophisticated kill vehicle -- a three-stage missile that smacks an enemy's craft with a sheet of Mylar plastic, disabling it without producing any debris. It has yet to be fully tested, and would only work on satellites in low Earth orbit; communication and GPS sats are too high.\n\nDestroying an adversary's satellites has far-reaching implications. Do you take out only military sats or so-called civilian ones, too? Nearly every satellite has dual uses: A civilian weather satellite used for tracking hurricanes also could watch military movements. Many satellites are used by multiple nations. And once a nation disables an adversary's satellites, it puts its own in peril. As Charles Vick, a senior analyst at GlobalÂ­Security says, \"It's an act of war.\"\n\nU.S. Sat Kill Arsenal\n\n--Davin Coburn\n\n1] Perhaps the most spectacular test -- known as Starfish Prime -- occurred on July 9, 1962, when a 1.4-megaton nuclear warhead was detonated 250 miles above the Pacific. Radiation and electromagnetic pulses disabled at least six satellites and created an eerie, artificial glow for 20 minutes.\n\n2] The U.S. conducted its only direct antisat test in 1985, when an F-15 climbed to 80,000 ft., then fired a three-stage missile. It caught up to a 17,500-mph Solwind solar observation satellite at an altitude of nearly 300 miles over Vandenberg Air Force Base in California.\n\n3] In 1997 the U.S. Army hover-tested a kinetic energy weapon that could act like a space-age fly swatter. The kill vehicle extends a Mylar sheet to disable satellites without destroying them. The military found the technology too messy, and eventually canceled the program.\n\n4] The XSS-11 microsatellite isn't an antisat -- but it could be. First launched in April 2005, the spacecraft is designed to circumnavigate targets and relay diagnostic data. Some experts note that it wouldn't be difficult to reprogram the craft to ram into enemy targets.\n\nSENDING A MESSAGE\n\nSo why did China risk provoking international hostility? The country's government has been opaque. \"The experiment is not targeted at any other country,\" said a foreign ministry spokeswoman in Beijing.\n\nSome experts think at least part of China's motivation lies in an unclassified 2006 U.S. report on the future of military activities in space. The document reaffirms that \"The United States considers space capabilities ... vital to its national interests. Consistent with this policy, the United States will: preserve its rights, capabilities, and freedom of action in space; dissuade or deter others from either impeding those rights or developing capabilities intended to do so ... and deny, if necessary, adversaries the use of space capabilities hostile to U.S. national interests.\"\n\nThe United States \"basically said it has the right to restrict the use of space to only its allies,\" Clark says. Adds Jeffrey G. Lewis, an arms control expert at the New America Foundation: \"Much of the world was appalled at the tone of the policy. One British newspaper columnist basically said it made space the 51st state.\"\n\nIn that context, some experts say, the Chinese test was an effort to force the issue, to show the United States the potential consequences of refusing to negotiate a favorable treaty on the military use of space. \"The U.S. was restricting all these arms treaties,\" says Michael O'Hanlon, a senior fellow in security studies at the Brookings Institution, a Washington, D.C., think tank. \"For the Chinese, [the test] was an effort to deal from a position of strength.\"\n\nPike believes China may have another rationale for flexing its space muscle: Taiwan. China has long yearned to reabsorb the breakaway island state, which the United States has pledged to defend. In the short term, Pike says, China has only two strategies that could lead to a Taiwan takeover. It could bluff the U.S. in a nuclear confrontation, or it could try something altogether different: Fire medium-range missiles from mobile launchers, just as it did in the January test, and take out America's low-flying imaging satellites. Doing so might blind U.S. military planners long enough for Chinese military forces to gain a foothold on the island.\n\n\"The Chinese stage these big amphibious exercises off Taiwan all the time. One day, maybe it'll be real,\" Pike says. \"Either the U.S. will get there quickly enough to stop them or the Chinese will win the race and there won't be the American political resolve to kick them out. All the Chinese would need is time.\" A half-dozen sats, Pike says -- that's all it would take. \"Those satellites are low-hanging fruit. It's a no-brainer.\"\n\nIn that scenario, the ASAT test was not really about China showing the United States its capability. It was about China confirming that its own war plan is feasible.\n\nAMERICA'S TRUMP CARD\n\nThe long-term ramifications of the test will take years to play out, but, for now, few observers think China scored any gains. \"It was a mistake,\" O'Hanlon says. It fueled American hard-liners who want to restrict American technological cooperation with China. And, \"It doesn't help China's case saying it isn't a threatening military power,\" Vick says. \"It is a threat, and the test showed that.\" Whether the United States suddenly accelerates its ASAT capability beyond the testing phase remains to be seen. The country is in the midst of a war; budgets are already tight. Russia is not perceived as a threat and China has only 60 satellites -- few of these are worth shooting down.\n\nAmerica's most robust ASAT weapons were not designed for destroying satellites at all -- they are missiles developed and operated by the Missile Defense Agency (MDA), formerly known as the Strategic Defense Initiative. All U.S. ballistic missiles are actually dual-use, and while their ability to shoot down incoming rockets has been proven only in tests, it would be easy to direct them against any low Earth orbit satellite. Twenty-four MDA missiles are operational in Alaska and California, far more than would be needed, Pike says, to handle any immediate ASAT needs. There is, he says, \"just nothing to shoot at.\"\n\nFor now, that is. The militarization of space has long been debated. With one blown-up old weather satellite, China has made the prospect of a new arms race far more likely. It showed the world that it is willing to go toe-to-toe up in the final frontier.\n\nWaste Mismanagement IMPACT + ONE DAY It takes only 24 hours for debris to spread along the destroyed satellite's sun-synchronous polar orbit. The force of the impact drives debris into higher and lower orbits, but most of the wreckage remains at the satellite's original altitude.\n\nJULY 2007\n\nJANUARY 2008\n\nIt's called the Kessler Syndrome -- the point at which low Earth orbit becomes so crowded with debris that collisions render space unusable. \"Debris accumulates over time and takes decades to decay,\" says Dr. T.S. Kelso of the Center for Space Standards and Innovation. \"We can't track the smaller pieces, so there is even more out there than we know.\" The graphic at left illustrates the density of junk in orbit up to an altitude of 22,000 miles -- and Kessler's looming threat. -- Erin McCarthy\n\nThe debris ring broadens and begins to mix with satellites and the abundant trash in low Earth orbit, which extends to an altitude of about 1240 miles.A year after the test, the debris field continues to spread, joining the cloud of general space junk, which includes everything from 10-ton rocket boosters to radioactive droplets of sodium potassium coolant from the nuclear cores of Soviet satellites.\n\nSource: Analysis courtesy of the Center for Space Standards and Innovation/Analytical Graphics, Inc. Data as of April 26, 2007. Objects greatly magnified for visibility.\n\nLitter Kings Sad to say, but some space junk -- such as spent boosters -- simply comes with the territory. Other flotsam results from indifference or lousy planning, such as the bags of garbage Soviet cosmonauts jettisoned from the MIR space station for 15 years. Here's how the three busiest space players stack up.\n\nUnited States: Topping the list, most U.S. space junk comes from the upper stages of sat launch vehicles.\n\nRussia: The relatively low ratio of debris to satellites will soon change: The explosion of a Russian rocket over Australia in February appears to have produced approximately 1200 pieces of fresh debris.\n\nChina: Its January sat kill made it the top space polluter per satellite. \"Almost 85 percent of that debris will be in orbit in 100 years,\" says Kelso of the Center for Space Standards and Innovation. \"It shows how badly they messed things up with one event.\" -- E.M.", "images": ["https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg?resize=1200:*", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7"], "top_img": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg?resize=1200:*", "keywords": [], "authors": ["Carl Hoffman"], "canonical_link": "https://www.popularmechanics.com/space/satellites/a1782/4218443/", "title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "meta_data": {"x-ua-compatible": "IE=edge,chrome=1", "viewport": "width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no", "msapplication-tap-highlight": "no", "theme-color": "#E21836F", "og": {"type": "article", "site_name": "Popular Mechanics", "title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "description": "When China destroyed its own satellite, outrageand debrisrapidly encircled the globe. Was the Sat Kill a policy weapon or the start of an arms race in space?", "url": "https://www.popularmechanics.com/technology/military/satellites/4218443", "image": {"identifier": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg?resize=1200:*", "width": 1200, "height": 600}}, "fb": {"app_id": 218456798186610}, "article": {"publisher": "https://www.facebook.com/popularmechanics", "modified_time": "2018-04-24 02:12:44", "published_time": "2009-12-18 03:06:00", "section": "Satellites", "opinion": "false"}, "twitter": {"site": "@PopMech", "card": "summary_large_image", "image": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg?resize=640:*"}, "google-site-verification": "98saqo61zkfl_yfZaXKLgLkazlZwpUcMCkqCFEO-O18", "title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "description": "When China destroyed its own satellite, outrage—and debris—rapidly encircled the globe. Was the Sat Kill a policy weapon or the start of an arms race in space?", "keywords": "military,space,china,satellites,missile defense", "auto-publish": "evergreen", "thumbnail": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x480/54c87b60d9291_-_china-cover-630-0707-de.jpg?resize=320:*", "sailthru.contenttype": "standard-article", "sailthru.tags": "Space,space,satellites,satellite news,satellites,china,military,technology,space", "sailthru.date": "2009-12-18T03:06:00Z", "sailthru.image.full": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg", "sailthru.image.thumb": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x480/54c87b60d9291_-_china-cover-630-0707-de.jpg", "sailthru.socialtitle": "China's Space Threat: How Missiles Could Target U.S. Satellites", "m1": ".content-hed", "m2": ".content-dek p"}, "movies": [], "publish_date": 1261076760.0, "source": "http://www.popularmechanics.com", "summary": ""}