{"url": "https://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm598317.htm", "text": "For Immediate Release: February 26, 2018 Statement From: Statement Author Leadership Role Commissioner of Food and Drugs - Food and Drug Administration Scott Gottlieb M.D.\n\nEspañol\n\nThe current influenza season has been especially difficult, causing widespread illness that has affected all fifty states and resulted in a record number of hospitalizations. While healthcare professionals continue to combat this year’s flu – which may continue to affect Americans into April – we’re already partnering with other public health agencies to conduct essential work to produce next season’s influenza vaccines.\n\nAs part of this process, we’re striving to better understand why we saw reduced effectiveness of this year’s influenza vaccines against one strain of influenza A, called H3N2. It was this strain that caused much of the influenza-related illness this flu season. Moreover, this year is not the first time we have seen vaccines be less effective against this particular strain of influenza, H3N2.\n\nAs such, we are taking a number of actions to better understand why effectiveness tends to be lower against the H3N2 strain and what we can do about it. By looking closely at the available data and applying the lessons we learn each flu season to the vaccine development process, we offer the greatest chance of developing vaccines that even more effectively prevent the flu in the future.\n\nThese lessons may be applied not only to enhancing the most prevalent process for developing influenza vaccine in eggs, but to considering whether greater investment in alternative processes such as cell-based or recombinant approaches to vaccine development are required. With this statement, I want to outline what we’ve learned so far about this season’s vaccines and the steps we’re taking and plan to take to determine the root cause of this year’s findings and better prepare for future flu seasons.\n\nReduced effectiveness of 2017-2018 seasonal vaccines against H3N2\n\nThere are a number of theories on why this season’s vaccines produced reduced effectiveness against H3N2. We’re taking steps to investigate each of these potential causes, rule out possible reasons for the variation in effectiveness and improve vaccine efficacy against H3N2. Overall, preliminary vaccine effectiveness reported by Centers for Disease Control and Prevention (CDC) for H3N2 influenza was 25 percent, which means that people who received the vaccine were 25 percent less likely to be sick and need to see a doctor.\n\nWhile that finding isn’t too far off from the vaccine effectiveness seen against H3N2 in previous years, we need to take new steps to improve vaccine efficacy against H3N2. Of note, the effectiveness of the vaccine against H3N2 in children 6 months to 8 years of age was 51 percent this season, yet the effectiveness in those 65 years and older was only 17 percent, and the effectiveness in older children and adults under 65 years of age was even lower. The vaccines did do much better for other viruses that are also causing the flu this season. The data show that overall vaccine effectiveness for H1N1 and influenza B was 67 percent and 42 percent, respectively, for all age groups combined.\n\nSo why did this season’s vaccines not deliver higher protection against H3N2? And why have vaccines in prior seasons when H3N2 circulated, also delivered reduced protection against this particular flu strain?\n\nWe don’t think it was a question of getting the particular H3N2 strain wrong when we set out to produce this season’s flu vaccines. Although adapting circulating virus strains for manufacture can lead to differences between the circulating strain and the one used for manufacturing that could affect effectiveness, so far the data we have suggests that the viruses provided by reference laboratories to manufacturers to make this year’s vaccines do reasonably match the circulating flu strains that are causing most of the illnesses, including H3N2.\n\nHowever, we’re working with our colleagues at CDC and other federal agencies to examine and address other factors that might be contributing to the less than optimal overall protection provided by this season’s vaccines against influenza. We would particularly like to understand why vaccine effectiveness against H3N2 influenza year-to-year tends to be lower than effectiveness against other influenza viruses.\n\nWorking to determine the root causes\n\nToward these ends, scientists at FDA are collaborating with colleagues at Centers for Medicare and Medicaid Services (CMS) to use a large database that includes details of the flu vaccines administered to four million individuals along with whether they were hospitalized for influenza or treated with antiviral medications for influenza-like illness. This work, which is still underway, will try to better understand why overall effectiveness with both the cell-based and egg-based vaccines was less than optimal. We’re also looking at the difference in effectiveness in people 65 years and older who were vaccinated with high-dose influenza vaccine and adjuvanted influenza vaccine to see if effectiveness was better than in those vaccinated with standard dose vaccines. The adjuvanted influenza vaccine contains an ingredient meant to boost the immune system’s response to the vaccine while high dose vaccines contain four times as much of the influenza material or antigen as standard vaccines. What we learn about the differences in efficacy between these different vaccines might reveal information that can inform why overall effectiveness against H3N2 was lagging.\n\nWhat might this information reveal? One theory is that people might require a higher amount of H3N2 antigen to elicit a proper immune response to that particular strain of influenza. As I noted previously, the work conducted with CMS shows a preliminary finding that suggests the cell-based influenza vaccine might be somewhat more effective than the egg-based vaccine. We are working to follow up on that finding. We’re also combing through the data to see if there are other reasons for why this season’s vaccines were less effective against H3N2. Our scientists are currently working internally and collaborating with others inside and outside of the federal government to understand all of these findings.\n\nThe knowledge we gain through such scientific research will allow us to determine if we need to change recommendations to vaccine manufacturers for how future season’s vaccines should be produced.\n\nLooking ahead to the 2018-2019 flu season\n\nWhile this scientific work is underway, the composition of next season’s flu vaccines will be the subject of an FDA advisory committee meeting March 1, 2018. As is done every year, the FDA convenes this panel to consider the recommendations made by the World Health Organization (WHO) regarding the composition of influenza vaccines for the Northern Hemisphere, and to help the FDA select strains for next season’s flu vaccines in the U.S. WHO has recommended changing two of the strains currently contained in this year’s influenza vaccines for the Northern Hemisphere. The upcoming FDA advisory committee meeting will determine if these recommendations should also apply for the U.S. Following that meeting, the FDA will also work to apply all the knowledge that we gain from this year’s flu season to ensure that the best possible vaccines are available next season to protect against the flu.\n\nIn the meantime, this flu season isn’t over yet, though CDC data shows a decline in visits to doctor’s offices and outpatient clinics. We must continue to be diligent in doing our part to prevent the spread of flu however possible, including remembering to wash your hands frequently and staying home when you are sick. It’s also not too late get vaccinated if you have not yet done so, given that we are starting to see a larger proportion of illnesses caused by H1N1 and B influenza for which vaccines offer better protection. Vaccinations have also been shown to reduce the severity of the flu in people who get sick. People who are very sick with flu-like symptoms and those who are at high risk of serious flu complications should see a healthcare professional as soon as possible to see if they should be treated with antiviral drugs.\n\nThe FDA remains committed to determining the root cause for the shortcomings observed in the effectiveness of this season’s flu vaccine against H3N2, notifying the public of our work as we gain new insights, and applying what we learn to future vaccine development. Our aim is to make sure we continue to improve the effectiveness of future flu vaccines, and encourage more people to seek vaccination.\n\nThe FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.\n\n###", "images": ["https://www.fda.gov/themes/custom/preview/assets/images/icon-https.svg", "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "https://www.fda.gov/themes/custom/preview/assets/images/US_Flag.png", "https://www.fda.gov/themes/custom/preview/assets/images/icon-dot-gov.svg"], "top_img": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "keywords": [], "authors": [], "canonical_link": "http://www.fda.gov/news-events/press-announcements/statement-fda-commissioner-scott-gottlieb-md-fdas-ongoing-efforts-help-improve-effectiveness", "title": "Statement from FDA Commissioner Scott Gottlieb, M.D., on FDA’s ongoing efforts to help improve effectiveness of influenza vaccines", "meta_data": {"title": "Statement from FDA Commissioner Scott Gottlieb, M.D., on FDA’s ongoing efforts to help improve effectiveness of influenza vaccines | FDA", "og": {"site_name": "U.S. Food and Drug Administration", "type": "Article", "url": "http://www.fda.gov/news-events/press-announcements/statement-fda-commissioner-scott-gottlieb-md-fdas-ongoing-efforts-help-improve-effectiveness", "title": "Statement from FDA Commissioner Scott Gottlieb, M.D., on FDA’s ongoing efforts to help improve effectiveness of influenza vaccines", "updated_time": "Tue, 02/27/2018 - 08:10", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "FDA provides update on flu vaccines during this severe flu season"}, "twitter": {"card": "summary_large_image", "site": "@US_FDA", "title": "Statement from FDA Commissioner Scott Gottlieb, M.D., on FDA’s ongoing efforts to help improve effectiveness of influenza vaccines", "creator": "@US_FDA", "image": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png", "description": "FDA provides update on flu vaccines during this severe flu season"}, "dcterms.title": "Statement from FDA Commissioner Scott Gottlieb, M.D., on FDA’s ongoing efforts to help improve effectiveness of influenza vaccines", "dcterms.creator": "Office of the Commissioner", "description": "FDA provides update on flu vaccines during this severe flu season", "dcterms.description": "FDA provides update on flu vaccines during this severe flu season", "google-site-verification": "tWxlDhm4ANdksJZPj7TBmHgNoMqZCnecPp0Aa2vC9XA", "dcterms.publisher": "FDA", "dcterms.audience": "Media", "dcterms.issued": "Mon, 02/26/2018 - 07:37", "dcterms.source": "FDA", "article": {"publisher": "FDA", "published_time": "Tue, 09/10/2019 - 23:45", "modified_time": "Tue, 02/27/2018 - 08:10"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1568130300.0, "source": "https://www.fda.gov", "summary": ""}