{"url": "https://conservativedailypost.com/us-representatives-promise-implement-of-un-gun-control-plans/", "text": "The Second Amendment has continuously been under assault in the United States and in the United Nations. Most often, the attacks came from Democrats and other leftists who have long wanted to see a disarmed populace, with only the government and military maintaining access to firearms. Most liberals know that an armed population will not willingly become slaves.\n\nMany people ascertain that the United Nations has long worked, on an international level, to undermine the right of individuals to keep and bear arms, particularly the right of Americans to do so. In a recent document, it certainly sounds like representatives of the United States promised “full implementation” of the UN’s gun-control agreement, and in doing so essentially forfeit the Second and Tenth Amendments to the United States Constitution.\n\nThe UN conference “provided an opportunity for participating countries to review their progress and reaffirm a commitment made in 2001 to limit the illicit trade of small arms and light weapons,” according to politifact.\n\nPolitifact also claimed, “Caroline Dorminey, a policy analyst with the Cato Institute and an expert with the Forum on the Arms Trade, explained that the U.N. program focuses on the illegal flow of small arms and light weapons, meaning any subsequent measures enacted by the United States would not violate Second or Tenth Amendment rights.” Adding,\n\n“‘The purpose of the Third Review Conference is to make progress on stopping the illicit trade of small arms and light weapons,’ Dorminey wrote in an email. ‘The trade being targeted in particular is dispersion/diversion — especially across borders — that fuels black markets and conflict in unstable regions.'”\n\n“‘Any measures enacted by the UN program would not infringe on Second or Tenth Amendment rights because they are inherently focused on illicit trade — not the legal trade within American borders that those amendments provide the basis for.'”\n\nHowever, the wording here is suspicious.\n\nThe Third Review Conference for the UN’s Programme of Action on Small Arms and Light Weapons concluded at the end of June. Apparently, American ‘representatives’ at the conference agreed to begin developing ‘legal frameworks’ (generally, laws and regulations) that will enforce “proper management” of “small arms and light weapons” stockpiles.\n\nIt appears that the agreement could also include ‘stockpiles’ owned by American citizens.\n\nAccording to some, the United Nations, an extremely corrupt international government organization with a long track record of failure and few (if any) successes to its name. Many think they are hoping that the United States will help it to track (and likely, confiscate) firearms in the country.\n\nThe conference put out a plan that included demands for a massive database of all organizations, parties, and individuals that manufacture, own, sell, trade, or transfer firearms or ammunition.\n\nThis will serve as a means for the United Nations to find ‘illicit’ ammunition and firearms.\n\nIf the United States passes a law, or an executive order, to compel it to cooperate with the UN’s gun control objectives, that could mean that the government would actually seize such equipment on behalf of the international agency.\n\nHowever, it gets worse still. The ‘Programme of Action’ also allows UN ‘peacekeepers’ to go to member nations to ‘assist’ in meeting the goals of the program.\n\nSo, if the organization decides that the United States should hand over its civilian-owned AR-15s for destruction, and then decides that the process is taking too long, they could send their blue helmet and beret-wearing goons to American shores to ‘help’ speed the process up.\n\nThe conference produced a list of six points to which all member states agreed.\n\nFirstly, they all agreed to establish laws in their nations to support the effective implementation of the Programme of Action (PoA).\n\nSecondly, they agreed to strengthen ‘coordinated approaches’ nationally for implementing the PoA.\n\nThirdly, they promised to include women in the mechanism related to said implementation.\n\nFourth, the representatives agreed to create a ‘national point of contact’ to act in the role of liaison between nations and the UN.\n\nFifth, they promised to ‘make better use’ of existing data to push various social and corporate policies in order to be ‘in compliance’ with UN demands concerning women, disarmament, and ‘non-proliferation,’ which generally means not making new firearms for the civilian market.\n\nFinally, they agreed to ‘significantly reduce’ illicit flows of small arms through means such as ‘voluntary surrender’ programmes and ‘illicit weapons’ recovery.\n\nIn other words, the United States government is expected to help push an absurdly anti-Second Amendment set of demands on the American people.\n\nIf they don’t push that set of rules upon the people swiftly enough, then the UN will decide if it wants to send armed peacekeepers to the nation or not.\n\nThis agreement seems wildly unconstitutional, but UN officials don’t see it that way.\n\nBy requiring that state governments, county governments, and local governments bend to the wills of the federal government (and international government), it seems to violate the Tenth Amendment, which states that powers not given to the federal government in the constitution are “reserved to the states respectively.”\n\nThe idea of a ‘liaison’ between the federal government and the UN is also legally questionable.\n\nPerhaps it’s time that Donald Trump remove the United States from the United Nations, an organization that does little more than take money from America and hands it to corrupt nations via poorly-run bureaucracies.\n\nPerhaps, before the UN lectures America and other nations for recognizing the rights of their citizens to keep and bear arms, it should look at its own failures to stop the ‘illicit firearms trade.’", "images": ["https://conservativedailypost.com/wp-content/uploads/2019/12/NRA-Gun-Ad-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/03/judge_sides_with_business_in_maga_hat_lawsuit-e1535474336259-794x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/05/Group-Optin.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/03/lead_720_405-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/12/ComeyCSPAN-YOutube-Screenshot-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/04/2018-06-19T155108Z_1_LYNXMPEE5I1KV_RTROPTP_3_USA-IMMIGRATION-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/07/US-Representatives-Promise-Implement-Of-UN-Gun-Control-Plans-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/03/000_was3148829-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/09/Facebook-Confirms-Security-Breach-Affecting-Approximately-90-Million-Users-780x392.jpg", "https://www.facebook.com/tr?id=323488158144055&ev=PageView&noscript=1", "https://conservativedailypost.com/wp-content/themes/conservativedailypost/img/logo_white.png", "https://conservativedailypost.com/wp-content/uploads/2019/12/YouTubeTransactivist-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/07/Just-In-Second-Tenth-Amendments-Forfeit-US-Agrees-To-UN-‘Program’-Confiscating-‘Small-Arms’.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/12/brodie_margo_47-web-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/10/judgeveritas-1-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/08/us-imposes-stiff-sanctions-against-iran-until-they-behave-780x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/03/SJM-COPHIT-0615-04-L-794x392.jpg", "https://conservativedailypost.com/wp-content/uploads/2018/05/Austin-Lewis-93x93.jpg", "https://conservativedailypost.com/wp-content/uploads/2019/12/DailyConversationYouTube-780x392.jpg"], "top_img": "https://conservativedailypost.com/wp-content/uploads/2018/07/Just-In-Second-Tenth-Amendments-Forfeit-US-Agrees-To-UN-‘Program’-Confiscating-‘Small-Arms’.jpg", "keywords": [], "authors": ["Austin Lewis"], "canonical_link": "https://conservativedailypost.com/us-representatives-promise-implement-of-un-gun-control-plans/", "title": "US Representatives Agree To ‘Illicit’ UN Gun-Control Plans", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "description": "The Second Amendment has continuously been under assault in the United States and in the United Nations. Most often, the attacks came from Democrats and other leftists who have long wanted to see a disarmed populace, with only the government and military maintaining access to firearms. Most liberals know that an", "og": {"locale": "en_US", "type": "article", "title": "Just In: Second & Tenth Amendments Forfeit, US Agrees To UN ‘Program’ Confiscating ‘Small Arms’", "description": "CLICK HERE", "url": "https://conservativedailypost.com/us-representatives-promise-implement-of-un-gun-control-plans/", "site_name": "Conservative Daily Post", "updated_time": "2018-08-17T23:38:10+00:00", "image": {"identifier": "https://conservativedailypost.com/wp-content/uploads/2018/07/Just-In-Second-Tenth-Amendments-Forfeit-US-Agrees-To-UN-‘Program’-Confiscating-‘Small-Arms’.jpg", "secure_url": "https://conservativedailypost.com/wp-content/uploads/2018/07/Just-In-Second-Tenth-Amendments-Forfeit-US-Agrees-To-UN-‘Program’-Confiscating-‘Small-Arms’.jpg"}}, "article": {"publisher": "https://www.facebook.com/ConservativeDailyPost/", "tag": "United States", "section": "World", "published_time": "2018-07-05T10:48:31+00:00", "modified_time": "2018-08-17T23:38:10+00:00"}, "twitter": {"card": "summary", "description": "The Second Amendment has continuously been under assault in the United States and in the United Nations. Most often, the attacks came from Democrats and other leftists who have long wanted to see a disarmed populace, with only the government and military maintaining access to firearms. Most liberals know that an", "title": "US Representatives Agree To 'Illicit' UN Gun-Control Plans - Conservative Daily Post", "image": "https://conservativedailypost.com/wp-content/uploads/2018/07/Just-In-Second-Tenth-Amendments-Forfeit-US-Agrees-To-UN-‘Program’-Confiscating-‘Small-Arms’.jpg"}}, "movies": [], "publish_date": 1530787711.0, "source": "https://conservativedailypost.com", "summary": ""}