{"url": "http://thehill.com/homenews/senate/369928-who-is-affected-by-the-government-shutdown", "text": "Thousands of government workers are unsure whether or not they will be heading to work on Monday amid uncertainty about how long a government shutdown will last.\n\nUncertainty is the byproduct of a government shutdown, with its impact often hard to predict. However, clues exist in the last shutdown, which was in 2013.\n\nKey services will continue, and many agencies plan to use carryover funds to remain open for several days. But each day the shutdown lasts adds to the pressure on agencies, government employees and civilian contractors, as well as Americans who rely on various federal services.\n\nEmployees considered “essential” will still be required to report to work should the shutdown continue, while those in positions deemed “nonessential” will be barred from coming in.\n\nThe White House on Friday pledged to minimize the effects of the shutdown on the American people, with one official noting that the administration has urged government agencies “to do as much as they can” within the law to maintain operations.\n\nThe push for departments and agencies to utilize existing funding to remain open suggests the Trump administration is hedging its bets that lawmakers can reach a deal and avoid a shutdown the length of one in 2013, which lasted 16 days.\n\nADVERTISEMENT\n\nEach federal agency has a contingency plan for a shutdown that is written with help from the White House’s Office of Management and Budget. But the impact of the shutdown, which began at midnight when the Senate failed to pass a short-term spending bill, is likely to trickle down gradually as agencies work to mitigate the effects.\n\nAbout half of the Department of Health and Human Services will be placed on furlough. Beneficiaries of programs like Medicare, Social Security and Medicaid will still receive services. The Food and Drug Administration, however, will take a hit, as it will have to halt activities like food safety inspections. The Centers for Disease Control and Prevention will continue “immediate response work” on influenza, according to White House budget chief Mick Mulvaney John (Mick) Michael MulvaneyWarren: 'If there's a lawful order for a subpoena, I assume' Biden would comply Pelosi gets under Trump's skin on impeachment Senate GOP wants speedy Trump acquittal MORE.\n\nThe National Park Service (NPS) will keep parks open, unlike in 2013, though much of its staff will not report to work. Services such as trash pickup and restroom cleaning will be halted, according to the NPS contingency plan for a shutdown.\n\nCybersecurity will remain a priority during the shutdown, as the government will continue to protect information technology systems, Mulvaney said Saturday at a press conference.\n\nThe Environmental Protection Agency will largely stay open during the government's closure, and the Labor Department will resume mine safety inspections.\n\nMilitary personnel will be required to show up for work, but will not receive pay for as long as the shutdown lasts. Families of slain military members will experience a halt to death benefits as a result of the shutdown.\n\nTransportation Security Administration (TSA) personnel will continue operations, meaning travelers will see both TSA employees and canines operating in airports. The Federal Aviation Administration’s (FAA) management of air traffic control will also continue. Flight delays are not expected and much of the FAA's safety inspections will continue.\n\nThe government closure, a result of Congress’s failed negotiations over a spending bill the last several weeks, has sparked both intraparty battles and fights between Democrats and Republicans.\n\nThe two parties have each tried to cast blame on the other for the shutdown, with the Republican National Committee invoking the hashtag #SchumerShutdown, referring to Senate Minority Leader Charles Schumer Charles (Chuck) Ellis SchumerPelosi gets under Trump's skin on impeachment Karl Rove argues Clinton's impeachment was 'dignified' Trump attacks Democrats over impeachment following call with military members MORE (D-N.Y.). Democrats say President Trump Donald John TrumpNorth Korea holds political conference before year-end concessions deadline set for US Gabbard says impeachment will only 'embolden' Trump Warren: 'If there's a lawful order for a subpoena, I assume' Biden would comply MORE is to blame for the closure, which follows failed talks over immigration and health-care funding.\n\nWhat happens next depends on whether lawmakers reach a deal, as members of both the House and Senate have remained in Washington, D.C., to work toward an agreement to open the government.\n\nLeaders in opposing parties on Saturday appear to be at odds over a short-term resolution to fund the government. Both chambers returned to Capitol Hill on Saturday afternoon to work toward a solution.", "images": ["http://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-big.png", "https://thehill.com/sites/default/files/styles/leading_video/public/media_whitehouse_080919as_lead.jpg?itok=Rq71Vx72", "http://thehill.com/sites/default/files/styles/thumb_100/public/video_images/mulvaney.png?itok=1-J0HIGH", "https://thehill.com/sites/default/files/styles/leading_video/public/bernie-sanders-at-podium-getty.jpg?itok=b2JEXD0n", "http://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-footer.png", "http://thehill.com/sites/default/files/styles/thumb_100/public/schumercharles_071117gn2_lead.jpg?itok=QqkEk6HE", "http://pixel.quantserve.com/pixel/p-51dZx4IkAE4Zk.gif", "https://thehill.com/sites/default/files/styles/leading_video/public/20191219_bidenjoe_gettyimages.jpg?itok=w3eO88O9", "https://sb.scorecardresearch.com/p?c1=2&c2=10314615&c3=&c4=https%3A//thehill.com/homenews/senate/369928-who-is-affected-by-the-government-shutdown&c5=&c6=&c15=&cv=2.0&cj=1", "https://thehill.com/sites/default/files/styles/leading_video/public/bidenjoe_warrenelizabeth_sandersbernie_buttigiegpete_122619getty.jpg?itok=CAGR16S3", "https://thehill.com/sites/default/files/dome_capitol_shutdown_011918gn6_lead.jpg", "http://thehill.com/sites/default/files/styles/thumb_100/public/trumpdonald_070117getty.jpg?itok=9AUlbYFH"], "top_img": "https://thehill.com/sites/default/files/dome_capitol_shutdown_011918gn6_lead.jpg", "keywords": [], "authors": [], "canonical_link": "https://thehill.com/homenews/senate/369928-who-is-affected-by-the-government-shutdown", "title": "Who is affected by the government shutdown?", "meta_data": {"author": "Mallory Shelbourne", "description": "Thousands of government workers are unsure whether or not they will be heading to work on Monday amid uncertainty about how long a government shutdown will last.", "keywords": "Shutdown,Charles Schumer, Mick Mulvaney, Donald Trump,", "generator": "Drupal 7 (http://drupal.org)", "fb": {"admins": 1531470032, "app_id": 566538590082898, "pages": "7533944086,2064147433830888"}, "og": {"site_name": "TheHill", "type": "article", "title": "Who is affected by the government shutdown?", "url": "https://thehill.com/homenews/senate/369928-who-is-affected-by-the-government-shutdown", "description": "Thousands of government workers are unsure whether or not they will be heading to work on Monday amid uncertainty about how long a government shutdown will last.", "updated_time": "2018-01-20T15:24:02-05:00", "image": "https://thehill.com/sites/default/files/dome_capitol_shutdown_011918gn6_lead.jpg"}, "twitter": {"card": "summary_large_image", "title": "Who is affected by the government shutdown?", "url": "https://thehill.com/homenews/senate/369928-who-is-affected-by-the-government-shutdown", "description": "Thousands of government workers are unsure whether or not they will be heading to work on Monday amid uncertainty about how long a government shutdown will last.", "widgets": {"csp": "on"}}, "article": {"published_time": "2018-01-20T14:55:11-05:00", "modified_time": "2018-01-20T15:24:02-05:00"}, "dcterms.title": "Who is affected by the government shutdown?", "dcterms.creator": "Mallory Shelbourne", "dcterms.description": "Thousands of government workers are unsure whether or not they will be heading to work on Monday amid uncertainty about how long a government shutdown will last.", "dcterms.date": "2018-01-20T14:55-05:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://thehill.com/homenews/senate/369928-who-is-affected-by-the-government-shutdown", "apple-itunes-app": "app-id=396640962"}, "movies": [], "publish_date": 1516478111.0, "source": "http://thehill.com", "summary": ""}