{"url": "http://www.whitehouse.gov/the-press-office/2012/06/23/op-ed-president-obama-president-obama-reflects-impact-title-ix", "text": "The full text of the op-ed by President Barack Obama is printed below. The piece was published today in Newsweek.\n\nPresident Obama Reflects on the Impact of Title IX\n\nBy President Obama\n\nCoaching my daughter Sasha’s basketball team is one of those times when I just get to be “Dad.” I snag rebounds, run drills, and have a little fun. More importantly, I get to watch Sasha and her teammates improve together, start thinking like a team, and develop self-confidence.\n\nAny parent knows there are few things more fulfilling than watching your child discover a passion for something. And as a parent, you’ll do anything to make sure he or she grows up believing she can take that ambition as far as she wants; that your child will embrace that quintessentially American idea that she can go as far as her talents will take her.\n\nBut it wasn’t so long ago that something like pursuing varsity sports was an unlikely dream for young women in America. Their teams often made do with second-rate facilities, hand-me-down uniforms, and next to no funding.\n\nWhat changed? Well, 40 years ago, committed women from around the country, driven by everyone who said they couldn’t do something, worked with Congress to ban gender discrimination in our public schools. Title IX was the result of their efforts, and this week, we celebrated its 40th anniversary—40 years of ensuring equal education, in and out of the classroom, regardless of gender.\n\nI was reminded of this milestone last month, when I awarded the Presidential Medal of Freedom to Pat Summitt. When she started out as a basketball coach, Pat drove the team van to away games. She washed the uniforms in her own washing machine. One night she and her team even camped out in an opponent’s gym because they had no funding for a hotel. But she and her players kept their chins up and their heads in the game. And in 38 years at the University of Tennessee, Pat won eight national championships and tallied more than 1,000 wins—the most by any college coach, man or woman. More important, every single woman who ever played for Pat has either graduated or is on her way to a degree.\n\nToday, thanks in no small part to the confidence and determination they developed through competitive sports and the work ethic they learned with their teammates, girls who play sports are more likely to excel in school. In fact, more women as a whole now graduate from college than men. This is a great accomplishment—not just for one sport or one college or even just for women but for America. And this is what Title IX is all about.\n\nLet’s not forget, Title IX isn’t just about sports. From addressing inequality in math and science education to preventing sexual assault on campus to fairly funding athletic programs, Title IX ensures equality for our young people in every aspect of their education. It’s a springboard for success: it’s thanks in part to legislation like Title IX that more women graduate from college prepared to work in a much broader range of fields, including engineering and technology. I’ve said that women will shape the destiny of this country, and I mean it. The more confident, empowered women who enter our boardrooms and courtrooms, legislatures, and hospitals, the stronger we become as a country.\n\nAnd that is what we are seeing today. Women are not just taking a seat at the table or sitting at the head of it, they are creating success on their own terms. The women who grew up with Title IX now pioneer scientific breakthroughs, run thriving businesses, govern states, and, yes, coach varsity teams. Because they do, today’s young women grow up hearing fewer voices that tell them “You can’t,” and more voices that tell them “You can.”\n\nWe have come so far. But there’s so much farther we can go. There are always more barriers we can break and more progress we can make. As president, I’ll do my part to keep Title IX strong and vibrant, and maintain our schools as doorways of opportunity so every child has a fair shot at success. And as a dad, I’ll do whatever it takes to make sure that this country remains the place where, no matter who you are or what you look like, you can make it if you try.", "images": ["https://obamawhitehouse.archives.gov/profiles/forall/modules/custom/gov_whitehouse_www/images/icons/wh_logo_seal.png", "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"], "top_img": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "keywords": [], "authors": [], "canonical_link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/23/op-ed-president-obama-president-obama-reflects-impact-title-ix", "title": "Op-ed by President Obama: President Obama Reflects on the Impact of Title IX", "meta_data": {"msapplication-square70x70logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-TileImage": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "msapplication-TileColor": "#003C80", "application-name": "Whitehouse", "msapplication-config": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "whitehouse.gov", "type": "article", "title": "Op-ed by President Obama: President Obama Reflects on the Impact of Title IX", "url": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/23/op-ed-president-obama-president-obama-reflects-impact-title-ix", "updated_time": "2012-06-23T11:44:20-04:00", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "secure_url": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "width": 240, "height": 240}}, "twitter": {"card": "summary", "site": "@WhiteHouse", "creator": "@WhiteHouse", "url": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/23/op-ed-president-obama-president-obama-reflects-impact-title-ix", "title": "Op-ed by President Obama: President Obama Reflects on the Impact of", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}}, "article": {"published_time": "2012-06-23T11:44:20-04:00", "modified_time": "2012-06-23T11:44:20-04:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}, "movies": [], "publish_date": 1340380800.0, "source": "http://www.whitehouse.gov", "summary": ""}