{"url": "http://www.whitehouse.gov/the-press-office/2012/04/17/remarks-president-increasing-oversight-manipulation-oil-markets", "text": "Rose Garden\n\n11:27 A.M. EDT\n\nTHE PRESIDENT: Good morning, everybody. Lately, I’ve been speaking a lot about our need for an all-of-the-above strategy for American energy -- a strategy that produces more oil and gas here at home, but also produces more biofuels and fuel-efficient cars, more solar power and wind power and other sources of clean, renewable energy.\n\nThis strategy is not just the right thing to do for our long-term economic growth; it’s also the right way for us to reduce our dependence on foreign oil right now. It’s the right way for us to put people to work right now. And ultimately, it’s the right way to stop spikes in gas prices that we’ve put up [with] every single year -- the same kind of increase that we’ve seen over the past couple of months.\n\nObviously rising gas prices means a rough ride for a lot of families. Whether you’re trying to get to school, trying to get to work, do some grocery shopping, you have to be able to fill up that gas tank. And there are families in certain parts of the country that have no choice but to drive 50 or 60 miles to get to the job. So when gas prices go up, it’s like an additional tax that comes right out of your pocket.\n\nThat’s one of the reasons we passed a payroll tax cut at the beginning of this year and made sure it extended all the way through this year, so that the average American is getting that extra $40 in every paycheck right now.\n\nBut I think everybody understands that there are no quick fixes to this problem. There are politicians who say that if we just drilled more then gas prices would come down right away. What they don’t say is that we have been drilling more. Under my administration, America is producing more oil than at any time in the last eight years. We’ve opened up new areas for exploration. We've quadrupled the number of operating rigs to a record high. We've added enough new oil and gas pipeline to circle the Earth and then some.\n\nBut as I've said repeatedly, the problem is we use more than 20 percent of the world’s oil and we only have 2 percent of the world’s proven oil reserves. Even if we drilled every square inch of this country right now, we’d still have to rely disproportionately on other countries for their oil. That means we pay more at the pump every time there’s instability in the Middle East, or growing demand in countries like China and India.\n\nThat’s what’s happening right now. It’s those global trends that are affecting gas prices. So even as we're tackling issues of supply and demand, even as we're looking at the long-term in terms of how we can structurally make ourselves less reliant on foreign oil, we still need to work extra hard to protect consumers from factors that should not affect the price of a barrel of oil.\n\nThat includes doing everything we can to ensure that an irresponsible few aren’t able to hurt consumers by illegally manipulating or rigging the energy markets for their own gain. We can't afford a situation where speculators artificially manipulate markets by buying up oil, creating the perception of a shortage, and driving prices higher -- only to flip the oil for a quick profit. We can’t afford a situation where some speculators can reap millions, while millions of American families get the short end of the stick. That’s not the way the market should work. And for anyone who thinks this cannot happen, just think back to how Enron traders manipulated the price of electricity to reap huge profits at everybody else’s expense.\n\nNow, the good news is my administration has already taken several actions to step up oversight of oil markets and close dangerous loopholes that were allowing some traders to operate in the shadows.\n\nWe closed the so-called Enron loophole that let traders evade oversight by using electronic or overseas trading platforms. In the Wall Street reform law, we said for the first time that federal regulators will make sure no single trader can buy such a large position in oil that they could easily manipulate the market on their own. So I’d point out that anybody who’s pledging to roll back Wall Street reform -- Dodd-Frank -- would also roll back this vital consumer protection along with it.\n\nI’ve asked Attorney General Holder to work with Chairman Leibowitz of the Federal Trade Commission, Chairman Gensler of the Commodity Futures Trading Commission, and other enforcement agencies to make sure that acts of manipulation, fraud or other illegal activity are not behind increases in the price that consumers pay at the pump.\n\nSo today, we’re announcing new steps to strengthen oversight of energy markets. Things that we can do administratively, we are doing. And I call on Congress to pass a package of measures to crack down on illegal activity and hold accountable those who manipulate the market for private gain at the expense of millions of working families. And be specific.\n\nFirst, Congress should provide immediate funding to put more cops on the beat to monitor activity in energy markets. This funding would also upgrade technology so that our surveillance and enforcement officers aren’t hamstrung by older and less sophisticated tools than the ones that traders are using. We should strengthen protections for American consumers, not gut them. And these markets have expanded significantly.\n\nChairman Gensler actually had a good analogy. He said, imagine if the NFL quadrupled the number of teams but didn’t increase the number of refs. You’d end up having havoc on the field, and it would diminish the game. It wouldn’t be fair. That’s part of what’s going on in a lot of these markets. So we have to properly resource enforcement.\n\nSecond, Congress should increase the civil and criminal penalties for illegal energy market manipulation and other illegal activities. So my plan would toughen key financial penalties tenfold, and impose these penalties not just per violation, but for every day a violation occurs.\n\nThird, Congress should give the agency responsible for overseeing oil markets new authority to protect against volatility and excess speculation by making sure that traders can post appropriate margins, which simply means that they actually have the money to make good on their trades.\n\nCongress should do all of this right away. A few weeks ago, Congress had a chance to stand up for families already paying an extra premium at the pump; congressional Republicans voted to keep spending billions of Americans' hard-earned tax dollars on more unnecessary subsidies for big oil companies. So here's a chance to make amends, a chance to actually do something that will protect consumers by increasing oversight of energy markets. That should be something that everybody, no matter their party, should agree with. And I hope Americans will ask their members of Congress to step up.\n\nIn the meantime, my administration will take new executive actions to better analyze and investigate trading activities in energy markets and more quickly implement the tough consumer protections under Wall Street reform.\n\nLet me close by saying none of these steps by themselves will bring gas prices down overnight. But it will prevent market manipulation and make sure we're looking out for American consumers. And in the meantime we're going to keep pursuing an all-of-the-above strategy for American energy to break the cycle of price spikes year after year. We are going to keep producing more biofuels; we're going to keep producing more fuel-efficient cars; we are going to keep tapping into every source of American-made energy.\n\nAnd these steps have already helped put America on a path to greater energy independence. Our foreign -- our dependence on foreign oil has actually decreased each year I've been in office -- even as the economy has grown. America now imports less than half of the oil we use for the first time in more than a decade. So we are less vulnerable than we were, but we're still too vulnerable.\n\nWe've got to continue the hard, sustained work on this issue. And as long as I'm President we're going to keep placing our bets on America's future -- America's workers, America's technology, America's ingenuity, and American-made energy. That's how we're going to solve this problem once and for all.\n\nThank you very much, everybody.\n\nEND\n\n11:35 A.M. EDT", "images": ["https://obamawhitehouse.archives.gov/profiles/forall/modules/custom/gov_whitehouse_www/images/icons/wh_logo_seal.png", "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"], "top_img": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "keywords": [], "authors": [], "canonical_link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/17/remarks-president-increasing-oversight-manipulation-oil-markets", "title": "Remarks by the President on Increasing Oversight on Manipulation in Oil Markets", "meta_data": {"msapplication-square70x70logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-TileImage": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "msapplication-TileColor": "#003C80", "application-name": "Whitehouse", "msapplication-config": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "whitehouse.gov", "type": "article", "title": "Remarks by the President on Increasing Oversight on Manipulation in Oil Markets", "url": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/17/remarks-president-increasing-oversight-manipulation-oil-markets", "description": "Rose Garden 11:27 A.M. EDT", "updated_time": "2012-04-17T12:26:27-04:00", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "secure_url": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "width": 240, "height": 240}}, "twitter": {"card": "summary", "site": "@WhiteHouse", "creator": "@WhiteHouse", "title": "Remarks by the President on Increasing Oversight on Manipulation in", "url": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/17/remarks-president-increasing-oversight-manipulation-oil-markets", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}}, "article": {"published_time": "2012-04-17T12:22:00-04:00", "modified_time": "2012-04-17T12:26:27-04:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}, "movies": [], "publish_date": 1334592000.0, "source": "http://www.whitehouse.gov", "summary": ""}