{"url": "http://minnesota.cbslocal.com/2016/07/09/philando-stops/", "text": "\n\n\n\n— When Philando Castile saw the flashing lights in his rearview mirror the night he got shot, it wasn’t unusual. He had been pulled over at least 52 times in recent years in and around the Twin Cities and given citations for minor offenses including speeding, driving without a muffler and not wearing a seat belt.\n\nHe was assessed at least $6,588 in fines and fees, although more than half of the total 86 violations were dismissed, court records show.\n\nWas Castile an especially bad driver or just unlucky? Or was he targeted by officers who single out black motorists like him for such stops, as several of his family members have alleged?\n\nThe answer may never be known, but Castile’s stop for a broken tail light Wednesday ended with him fatally shot by a suburban St. Paul police officer, and Castile’s girlfriend livestreaming the chilling aftermath.\n\nThe shooting has added a new impetus to a national debate on racial profiling; a day after Castile died, a black Army veteran killed five officers in Dallas at a demonstration over Castile’s killing and another fatal police shooting, in Louisiana.\n\nThe Castile video “is pretty horrific,” said Gavin Kearney, who in 2003 co-authored a report to the Minnesota Legislature on racial profiling in the state. “There are things we don’t know about it. But we know there are certain assumptions and biases — whether explicit or implicit — about black men that affect how police officers interpret their actions. And we know white drivers are less likely to be pulled over.”\n\nCourt records dating to 2002 show Castile, a 32-year-old school cafeteria supervisor, averaged more than three traffic stops per year and received citations for misdemeanors or petty misdemeanors.\n\nMany charges were dismissed, but Castile pleaded guilty to some, mostly for driving after his license was revoked and driving with no proof of insurance. However, those two charges also were the most frequently dismissed, along with failing to wear a seat belt.\n\nThe records show no convictions for more serious crimes.\n\nNo recent information is available on the racial breakdown of drivers stopped or ticketed by police in Falcon Heights, the mostly white suburb where the shooting occurred, or in other Minnesota towns. Minnesota is not among the handful of states that require police to keep such data.\n\nBut in 2001, the Legislature asked for a racial profiling study and it fell to Kearney, then at the Institute on Race & Poverty at the University of Minnesota Law School, to conduct it. His study, using information supplied voluntarily by 65 law enforcement jurisdictions in the state, found a strong likelihood that racial and ethnic bias played a role in traffic stop policies and practices. Overall, officers stopped minority drivers at greater rates than whites and searched them at greater rates, but found contraband in those searches at lower rates than whites.\n\nThe analysis found the pattern was more pronounced in suburban areas. In Fridley, New Hope, Plymouth, Sauk Rapids and Savage combined, blacks were stopped about 310 percent more often than expected.\n\nThe St. Anthony Police Department, which employs the officer who shot Castile, did not participate in the study. St. Anthony officials have not commented on Castile’s stop since shortly after the shooting.\n\nIt was not immediately clear how much money governments in the Minneapolis-St. Paul area generate from traffic violations. A U.S. Department of Justice investigation following the 2014 police shooting death of Michael Brown, a black, unarmed 18-year-old, in Ferguson, Missouri, found law enforcement efforts were focused on generating revenue for that city. Most of the tickets and fines were going to blacks.\n\nCastile’s girlfriend, Diamond Reynolds, a passenger in the car, said the two officers who stopped them said the vehicle had a broken tail light. She said one of the officers shot him “for no apparent reason” after he reached for his ID.\n\nValerie Castile said she thinks her son “was just black in the wrong place.” Minnesota Gov. Mark Dayton said he did not believe it would have happened to a white motorist.\n\nThe officer who shot Castile, Jeronimo Yanez, is Latino. His lawyer, Thomas Kelly, said Saturday that his client reacted to the fact that Castile had a gun, not his race, though Kelly would not discuss what led Yanez to initiate the traffic stop.\n\n“Police understand the concerns about choices made about who gets stopped and what happens when they get stopped,” said Darrel Stephens, executive director of the Major Cities Chiefs Association.\n\nBut the statistics can’t simply be attributed to racial bias among police.\n\n“When people call the police, they provide a description of somebody engaged in a crime. The police respond to those descriptions,” said Stephens, a former Charlotte, North Carolina, police chief. “That counts for part of the disproportionality that we see in those numbers.”\n\nLast year, the President’s Task Force on 21st Century Policing recommended police departments collect and analyze demographic data on all stops, searches and seizures.\n\nNationally, 13 percent of black drivers were pulled over at least once in 2011, compared with 10 percent of the white drivers, according to a survey by the U.S. Justice Department’s Bureau of Justice Statistics.\n\nThe survey shows 68 percent of black drivers considered the stops legitimate compared with 84 percent of white drivers.\n\nThe precise reasons why certain motorists are pulled over more than others are difficult to identify, said Lorie Fridell, an associate professor of criminology at the University of South Florida, who trains police departments through a program called Fair and Impartial Policing.\n\n“Our implicit biases are most likely to impact us when we’re facing ambiguous situations,” Fridell said. “A person reaching into a pocket is ambiguous. If I, as a white, middle-aged woman, reach into my pocket most people aren’t going to experience fear. For a black male with dreadlocks, that ambiguous action would produce fear in many people.”\n\n(© Copyright 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten or redistributed.)\n\nRelated Stories\n\nLawyer: Officer Who Shot Castile Reacted To Gun, Not Race\n\nOfficer Who Shot Philando Castile ‘Incredibly Sad’ For His Family\n\nRev. Jesse Jackson Meets With Dayton, Castile’s Girlfriend In St. Paul\n\nCo. Attorney Undecided On Using Grand Jury In Falcon Heights Shooting\n\nFalcon Heights Officials Meet With Civil Rights Leaders, Protest Planned\n\nDayton Urges Nonviolence, Patience During Shooting Investigation\n\nRep. Zerwas: Dayton ‘Made Things Worse’ With Comments On OIS\n\nCo. Prosecutor Has Not Met With Castile Family\n\nShooting Victim’s Girlfriend Speaks Out On Dallas\n\nBLM Supporters Condemn Violence During Dallas Protest\n\nJay-Z Releases Protest Song Following Police Shootings\n\nNeighbors Support Demonstrations At Governor’s Mansion\n\nPolice Fatally Shoot Man During Traffic Stop, Aftermath Video Posted", "images": ["https://i0.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/GettyImages-1194020060.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2016/11/mall-of-america.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/IMG_7687.jpg?resize=55%2C55&ssl=1", "https://i2.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/wx-3.jpg?resize=55%2C55&ssl=1", "https://minnesota.cbslocal.com/wp-content/themes/cbs-local/images/global/blank_1x1.gif", "https://i1.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/12-29-wx-photo.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2014/09/police-lights4.jpg?resize=55%2C55&ssl=1", "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2016/07/philando-castile1.jpg?w=1500", "https://i0.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/Alex-Boesl.jpg?resize=55%2C55&ssl=1", "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2018/06/3_minnesota_cbs4_wcco1.png?w=224", "https://i1.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2014/09/police-lights2.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/4778D587AF0D43ADB7AA4B9B09316AC9.jpg?resize=55%2C55&ssl=1", "https://minnesota.cbslocal.com/wp-content/themes/cbs-local/plugins/modules/theme-manager/images/cbs-local-logo-white.png", "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2017/10/minnesota-eye.png", "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/12/30h-MINN-white-horizontal.png?w=408"], "top_img": "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2016/07/philando-castile1.jpg?w=1500", "keywords": [], "authors": [], "canonical_link": "https://minnesota.cbslocal.com/2016/07/09/philando-stops/", "title": "Philando Castile Had Been Stopped 52 Times By Police", "meta_data": {"news_keywords": "philando castile, jeranimo castile, falcon heights, st anthony police, police shooting, racial profiling", "keywords": "philando castile, jeranimo castile, falcon heights, st anthony police, police shooting, racial profiling", "fb": {"pages": 85063973824}, "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "generator": "WordPress 5.3.2", "og": {"title": "Philando Castile Had Been Stopped 52 Times By Police", "image": {"identifier": "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2016/07/philando-castile1.jpg?w=1500", "secure_url": "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2016/07/philando-castile1.jpg?w=1500", "width": 1500, "height": 844}, "description": "When Philando Castile saw the flashing lights in his rearview mirror, it wasn't unusual. He had been pulled over at least 52 times in recent years in and around the Twin Cities and given citations for minor offenses including speeding, driving without a muffler and not wearing a seat belt.", "type": "article", "url": "https://minnesota.cbslocal.com/2016/07/09/philando-stops/"}, "article": {"published_time": "2016-07-09T09:00:17+00:00", "suggested-social-copy": "When Philando Castile saw the flashing lights in his rearview mirror, it wasn't unusual. He had been pulled over at least 52 times in recent years in and around the Twin Cities and given citations for minor offenses including speeding, driving without a muffler and not wearing a seat belt.", "publisher": "http://facebook.com/CBSMinnesota", "author": "http://facebook.com/CBSMinnesota"}, "twitter": {"card": "summary_large_image", "image": "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2016/07/philando-castile1.jpg?w=1500", "title": "Philando Castile Had Been Stopped 52 Times By Police", "description": "When Philando Castile saw the flashing lights in his rearview mirror, it wasn't unusual. He had been pulled over at least 52 times in recent years in and around the Twin Cities and given citations for minor offenses including speeding, driving without a muffler and not wearing a seat belt.", "site": "/wcco"}, "msapplication-TileImage": "https://minnesota.cbslocal.com/wp-content/uploads/sites/15909630/2019/07/cropped-minnesota-favicon-512-1.png?w=270", "description": "When Philando Castile saw the flashing lights in his rearview mirror, it wasn't unusual. He had been pulled over at least 52 times in recent years in and around the Twin Cities and given citations for minor offenses including speeding,..."}, "movies": [], "publish_date": 1467993600.0, "source": "http://minnesota.cbslocal.com", "summary": ""}