{"url": "http://transcripts.cnn.com/TRANSCRIPTS/0706/05/se.01.html", "text": "\n\n\n\n\n\nReturn to Transcripts main page\n\nCNN LIVE EVENT/SPECIAL\n\nRepublican Presidential Debate\n\nAired June 5, 2007 - 19:00 ET\n\nTHIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.\n\n\n\nWOLF BLITZER, HOST: Let's begin our questioning.\n\nRight now Tom Fahey of the New Hampshire Union Leader with the first question.\n\n\n\nTOM FAHEY, NEW HAMPSHIRE UNION LEADER: Thanks, Wolf.\n\n\n\nGovernor Romney, I wanted to start by asking you a question on which every American has formed an opinion.\n\n\n\nWe have lost 3,400 troops, civilian casualties are even higher, and the Iraqi government does not appear ready to provide for the security of its own country. Knowing everything you know right now, was it a mistake for us to invade Iraq?\n\n\n\nMITT ROMNEY, FORMER GOVERNOR OF MASSACHUSETTS: Well, the question is, kind of, a non sequitur, if you will. What I mean by that -- or a null set -- that is that if you're saying let's turn back the clock and Saddam Hussein had opening up his country to IAEA inspectors and they'd come in and they'd found that there were no weapons of mass destruction, had Saddam Hussein therefore not violated United Nations resolutions, we wouldn't be in the conflict we're in.\n\n\n\nBut he didn't do those things, and we knew what we knew at the point we made the decision to get in.\n\n\n\nI supported the president's decision based on what we knew at that time.\n\n\n\nI think we were underprepared and underplanned for what came after we knocked down Saddam Hussein.\n\n\n\nBy the way, Harry Reid was wrong. We did not lose the war in Iraq. And that's not the sort of thing you say when you have men and women in harm's way.\n\n\n\nWe did, however, not do a great job after we knocked down Saddam Hussein and won the war to take him down and his military.\n\n\n\nAnd at this stage, the right thing for us to do is to see if we could possibly stabilize the central government in Iraq so that they can have stability, and so we can bring our troops home as soon as possible.\n\n\n\nNot to do that adds an enormous potential risk that the whole region could be embroiled in a regional conflict. BLITZER: Governor, thank you, but the question was, knowing what you know right now -- not what you knew then, what you know right now -- was it a mistake for the United States to invade Iraq?\n\n\n\nROMNEY: Well, I answered the question by saying it's a non- sequitur. It's a non -- null set kind of question, because you can go back and say, \"If we knew then what we know now, by virtue of inspectors having been let in and giving us that information, by virtue of if Saddam Hussein had followed the U.N. resolutions, we wouldn't be having this discussion.\"\n\n\n\nSo it's a hypothetical that I think is an unreasonable hypothetical.\n\n\n\nAnd the answer is: We did what we did. We did the right thing based on what we knew at that time. I think we made mistakes following the conduct or the collapse of Saddam's government.\n\n\n\nFAHEY: Mayor Giuliani, same question to you. Knowing what you know right now, was it a good decision?\n\n\n\nRUDY GIULIANI, FORMER MAYOR OF NEW YORK CITY: Absolutely the right thing to do. It's unthinkable that you would leave Saddam Hussein in charge of Iraq and be able to fight the war on terror.\n\n\n\nAnd the problem is that we see Iraq in a vacuum. Iraq should not be seen in a vacuum. Iraq is part of the overall terrorist war against the United States.\n\n\n\nThe problem the Democrats make is they're in denial. That's why you hear things like you heard in the debate the other night, that, you know, Iran really isn't dangerous; it's 10 years away from nuclear weapons.\n\n\n\nIran is not 10 years away from nuclear weapons. And the danger to us is not just missiles. The danger to us is a state like Iran handing nuclear weapons over to terrorists.\n\n\n\nSo it has to be seen in that light. And we have to be successful in Iraq.\n\n\n\nBLITZER: Senator McCain, arguably going to war is the most important decision a member of the Senate can make.\n\n\n\nDid you read the national intelligence estimate, which included all the caveats on whether or not there were weapons of mass destruction in Iraq?\n\n\n\nSEN. JOHN MCCAIN (R), ARIZONA: I did not read that particular document. I received hundreds of briefing, tens and hundreds of hours of study and background and information on it. And the fact is that the sanctions were breaking down. The sanctions were not going to hold. We had a multi-billion dollar scandal in the form of oil for food.\n\n\n\nThe fact is that Saddam Hussein had used weapons of mass destruction before on his own people and on his enemies. And if he'd gotten them again, he'd have used them again. That was his commitment and his belief, that he was going to. And we did the right thing.\n\n\n\nThe problem was the mismanagement of the conflict.\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\nSenator Brownback, you're also a member of the United States Senate. Did you read that classified national intelligence estimate?\n\n\n\nSEN. SAM BROWNBACK (R), KANSAS: I don't remember that report. I had a number of briefings and I held a number of committee hearings. At that time, I was chairing the Middle East Subcommittee on Foreign Relations. And we held hearings on this topic and what was taking place and what Saddam was doing.\n\n\n\nBut the issue is that we've got to put forward, now, a political plan. And that's something I'm going to introduce tomorrow, a political plan to create a three-state solution in Iraq: a Kurdish state, a Sunni state, a Shia state. Because Iraq is more three groups held together by exterior forces. And that's what we've lacked is a political plan to get us moving forward in success.\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\nGovernor Gilmore, let me go to you. You chaired this commission. Do you think it was appropriate that members of Congress would authorize the president to go to war without reading that national intelligence estimate?\n\n\n\nJIM GILMORE, FORMER GOVERNOR OF VIRGINIA: You know, I think the people who are in Congress who are responsible for sending this country to war, with the enormous dangers that it has geopolitically and strategically, ought to read at least that kind of material. I know they get a lot of stuff and they can't read everything.\n\n\n\nBut you know what, Wolf? I think the true business is this: The interests of the United States is in creating as much stability as possible in the Middle East. There is a very great danger to this country: our interests in Israel, our interests in energy and in other ways. There is a giant danger of the Middle East becoming an unstable place.\n\n\n\nSaddam Hussein was unstable, and so taking him out was good there. But we certainly didn't anticipate the further instability that was to come after.\n\n\n\nBLITZER: We're going to bring all of you in, but I want to go to Scott Spradling of WMUR for the next question.\n\n\n\nSCOTT SPRADLING, WMUR-TV: Thanks, Wolf.\n\n\n\nSenator McCain, we've just spent a few minutes looking back. I'd ask you to look forward now, if you will.\n\n\n\nSince June 1st there have been at least 17 confirmed deaths of American soldiers in Iraq. Approximately 100 U.S. troops are dying there every month. If our top military commander in Iraq, General Petraeus, reports back to Congress this September that the surge hasn't significantly improved the situation on the ground, what then?\n\n\n\nMCCAIN: Well, let me say, first of all, I know how frustrated and saddened all Americans are. This morning I was with the family of Matthew Stanley of Wolfeboro, who sacrificed his life. And our hearts and our sympathy goes out to all those who have sacrificed their lives in this conflict.\n\n\n\nI (inaudible) think this strategy needs to be given a chance to succeed. We haven't barely gotten the fifth brigade over there, which is part of this strategy.\n\n\n\nI am convinced that if we fail and we have to withdraw, they will follow us home. It will be a base for Al Qaida. And we will be facing greater challenges and greater sacrifices than that already made by Matthew Stanley and his family.\n\n\n\nThere is no doubt in my mind that this will become a base for terrorism, there will be chaos in the region. And when Senator Clinton says this is Mr. Bush's war, that this is President Bush's war -- when President Clinton was in power, I didn't say that Bosnia, our intervention there was President Clinton's war. When we intervened in Kosovo, I didn't say it was President Clinton's war.\n\n\n\nWhat Senator Clinton doesn't understand that presidents don't lose wars. Political parties don't lose wars.\n\n\n\nNations lose wars, and nations lose the -- have the consequences of failure.\n\n\n\nBLITZER: Senator...\n\n\n\nMCCAIN: We must succeed in this conflict.\n\n\n\nBLITZER: ... the question was, if General Petraeus says...\n\n\n\n(APPLAUSE)\n\n\n\n... it's not working so far in September, what do you do then?\n\n\n\nMCCAIN: Then you have to examine the options.\n\n\n\nAnd I'll tell you the options: One is the division that Sam described. You would have to divide bedrooms in Baghdad because Sunni and Shia are married to each other. You have 2 million Sunni and 4 million Shia living in Baghdad together.\n\n\n\nYou would have to -- you withdraw to the borders and watch genocide take place inside Baghdad. You watch the destabilization of Jordan. You see further jeopardy of Israel because of the threats of Hezbollah and Iranian hegemony in the region.\n\n\n\nAll of the options I could run through with you. My friend, none of them are good. That's why we must succeed and give it a chance to succeed.\n\n\n\nBLITZER: All right.\n\n\n\nNow, let me bring in Governor Thompson.\n\n\n\nGo ahead, same question to you: If General Petraeus says it's not working in September, what should the U.S. do then?\n\n\n\nTOMMY THOMPSON, FORMER HHS SECRETARY: The first thing the president should do is demand the al-Maliki government to vote as to whether or not they want the United States to stay in Iraq. We've been there four years. Give the government the responsibility of voting.\n\n\n\nIf they vote \"yes,\" how are they going to help us win this war? If they vote \"no,\" we should redeploy our forces outside.\n\n\n\nSecondly, there are 18 territories in Iraq, geographically defined. Those 18 territories, just like 50 states in America, should elect their state leaders. And if they do so, the Shiites will elect Shiites, Sunnis will elect Sunnis, Kurds will elect Kurds. And you know something? People will go to those particular territories, and you get rid of this civil war internecine.\n\n\n\nNumber three...\n\n\n\nBLITZER: All right...\n\n\n\nTHOMPSON: ... I would like to have the oil revenue proceeds -- very quickly -- oil revenue proceeds split: one-third to the federal government, one-third to the states, and one-third to every man, woman and child. And that will get everybody a stake in their country.\n\n\n\nBLITZER: Let me bring in Congressman Duncan Hunter.\n\n\n\nCongressman, if it's not working at that point, how much longer should the United States stay?\n\n\n\nREP. DUNCAN HUNTER (R), CALIFORNIA: Well, Wolf, you know, I read that NIE report, and I held briefings before we made the vote to go in and invited everybody, Democrat and Republican, to get the classified information.\n\n\n\nAnd this depends -- the turnover of the security apparatus depends on one thing: reliable Iraqi forces.\n\n\n\nYou've got 129 Iraqi battalions. We've trained them up. We've got a lot of them in the fight. Over the next three to four months, we need to get them all in the fight, get them that combat capability. When they're combat-hardened, we rotate them in, we displace American heavy combat forces off that battlefield, and Americans come home. And, Wolf...\n\n\n\nBLITZER: Thank you.\n\n\n\nHUNTER: ... I can tell you, as the chairman of the Armed Services Committee for the last four years, I have the credentials to leave Iraq the right way.\n\n\n\nBLITZER: Congressman Ron Paul, how much longer should the United States stay in Iraq?\n\n\n\nREP. RON PAUL (R), TEXAS: The sooner we come home, the better. If they declare there's no progress in September, we should come home. It was a mistake to go, so it's a mistake to stay.\n\n\n\nIf we made the wrong diagnosis, we should change the treatment. So we're not making progress there and we should come home.\n\n\n\nThe weapons weren't there and we went in under U.N. resolutions. And our national security was not threatened. We're more threatened now by staying.\n\n\n\nBLITZER: Governor Huckabee, do you have confidence in the government of Iraq...\n\n\n\n(APPLAUSE)\n\n\n\n... the government of Prime Minister Nouri al-Maliki, that he's going to do what needs to be done?\n\n\n\nMIKE HUCKABEE, FORMER GOVERNOR OF ARKANSAS: I think there's some real doubt about that, Wolf.\n\n\n\nBut I want to remind all of us on this stage and the people in the audience that there's a reason that this is such a struggle. And I think we miss it over here in the West.\n\n\n\nToday's the birthday of Ronald Reagan. We all would believe that Ronald Reagan is the one who ended the Cold War and Ronald Reagan is the one who helped bring about the collapse of the Soviet Union.\n\n\n\nBut there's a group of people who don't believe that, and that's the Taliban. They believe they brought about the demise of the Soviet Union because of the way they fought in Afghanistan.\n\n\n\nAnd what I want to just mention is that it is not the size of the dog in the fight, it is the size of the fight in the dog. And we underestimate -- grossly underestimate how fierce this dog is and how determined they are to destroy every last one of us.\n\n\n\nBLITZER: All right.\n\n\n\nCongressman Tom Tancredo, what do you say?\n\n\n\nREP. TOM TANCREDO (R), COLORADO: I'll tell you this, that if it comes to that point in that time that you described, that the surge is apparent that it is not working, I did support it. I hope to God it does work. I hope I'm wrong. I hope we pacify Iraq.\n\n\n\nHowever, if it is apparent that we cannot, then we have to do and tell the Iraqis the exact same thing that Benjamin Franklin said when he came out of the convention in 1787 and somebody said to him, \"Dr. Franklin, what have you given us?\" And he said, \"A republic, if you can keep it.\"\n\n\n\nIt is exactly that time and it is exactly that thing that we have to say to the Iraqi government: \"We have given you this. We bought it with our blood and sweat. It is now up to you to keep it.\"\n\n\n\nAnd I want the Iraqis to be in fact patrolling Baghdad. If they need vehicles, you let them have the vehicles. But I want them patrolling their city and putting their lives at risk.\n\n\n\nThen we move out.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\n(APPLAUSE)\n\n\n\nI want to go to the next question. I want to go back to Tom.\n\n\n\nTom, go ahead.\n\n\n\nFAHEY: Senator Brownback, President Bush has stated that states that sponsor terrorism are no different than terrorists themselves. Yet Secretary of State Condoleezza Rice recently met with Iranian officials to discuss security in Iraq. Iran is a known support of Hezbollah, Hamas.\n\n\n\nDid President Bush make the right call in opening a dialogue with Iran?\n\n\n\nBROWNBACK: I think he made a right call on saying that about terrorist states, particularly Iran. But I think we have to at times talk with them in different situations.\n\n\n\nLike, before we went into Afghanistan, we talked with Iran. It wasn't we were negotiating. We didn't open up formal diplomatic relations and we shouldn't.\n\n\n\nIran is the lead sponsor of terrorism. Ahmadinejad just this past week called for the destruction of Israel, continues to call for attacking of the United States.\n\n\n\nOn Iraq, I think we need to talk with them. I think we have to confront them aggressively for what they are, which is the lead sponsor of terrorism in the world. I think we need to push the sanctions forward more aggressively. I think we need to work with the labor union movement that's developing inside of Iran. You had a bus driver strike that recently took place.\n\n\n\nAnd I think we have to show that purpose and resolve, that we're going to confront these guys and we're going to stand with our allies like Israel, we're going to stand against them oppressing and pushing us, and trying to fund terrorists against us.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\nCongressman Hunter, let me bring...\n\n\n\nBROWNBACK: Senator, if you don't mind.\n\n\n\nBLITZER: Excuse me, Senator.\n\n\n\nBROWNBACK: That's OK.\n\n\n\nBLITZER: Congressman Hunter, let me bring you back in. Do you agree with Senator Brownback that President Bush made the right decision in opening a direct dialogue with Iran?\n\n\n\nHUNTER: With two conditions. And I think that you do have a dialogue with everybody, whether they're adversaries or friends.\n\n\n\nThe two conditions are: Number one, they are moving deadly equipment across the border that is killing Americans in Iraq.\n\n\n\nWe have license to utilize anything that we want to use: special operations, intelligence, whatever it takes to stop that deadly equipment from moving across the border and hitting Americans in Iraq. And we don't give that up with these talks.\n\n\n\nSecondly, they've got about 1,000 centrifuges now working, enriching the material that can make, at some point, a nuclear device. The United States reserves the right to preempt, and we may have to preempt that nuclear weapons program. We cannot allow them to have a nuclear device.\n\n\n\nWith those two caveats, talk to your enemies.\n\n\n\nBLITZER: If it came down to a preemptive U.S. strike against Iran's nuclear facility if necessary, would you authorize as president the use of tactical nuclear weapons?\n\n\n\nHUNTER: I would authorize the use of tactical nuclear weapons if there was no other way to preempt those particular centrifuges.\n\n\n\nWhen the Osirak reactor was hit in '86, when the six F-18s came over the horizon and knocked that out, they didn't need anything but conventional weapons.\n\n\n\nProbably it's going to take a little more than that. I don't think it's going to take tactical nukes.\n\n\n\nBLITZER: What do you think, Mayor? Do you think, if you were president of the United States and it came down to Iran having a nuclear bomb, which you say is unacceptable, you would authorize the use of tactical nuclear weapons?\n\n\n\nGIULIANI: Part of the premise of talking to Iran has to be that they have to know very clearly that it is unacceptable to the United States that they have nuclear power. I think it could be done with conventional weapons, but you can't rule out anything and you shouldn't take any option off the table.\n\n\n\nAnd during the debate the other night, the Democrats seemed to be back in the 1990s. They don't seem to have gotten beyond the Cold War. Iran is a threat, a nuclear threat, not just because they can deliver a nuclear warhead with missiles. They're a nuclear threat because they are the biggest state sponsor of terrorism and they can hand nuclear materials to terrorists.\n\n\n\nAnd we just saw it just last week in New York, an attempt by Islamist terrorists to attack JFK airport; three weeks ago, an attempt to attack Fort Dix.\n\n\n\nThese are real problems. This war is not a bumper sticker. This war is a real war.\n\n\n\nBLITZER: Thank you, Mayor.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Let me bring Governor Gilmore in.\n\n\n\nWhat do you say about the potential use of tactical nuclear weapons if that's what it takes to go deep underground and destroy those Iraqi facilities?\n\n\n\nGILMORE: One of the central problems of the Middle East is the desire for Iran to dominate that portion of the world, because of what they are doing. And that is why I believe that they are seeking this kind of nuclear capacity. That is one of the reasons why we are, in fact, in Iraq.\n\n\n\nAnd that's why our soldiers, when they fight and die there, are in fact serving the interests of the United States. Nobody ought to have any doubt about that.\n\n\n\nWith respect to Iran, the policy I would follow would be dual.\n\n\n\nNumber one, we need to work with our European allies in order to put in appropriate sanctions. We need to communicate directly with the Iranians that we are going to offer them an opportunity to work with us.\n\n\n\nBut we are also going to say that having a nuclear weapon is unacceptable; they need to understand it. And all options are on the table by the United States in that instance.\n\n\n\nBLITZER: All right. Thank you, Governor.\n\n\n\nGovernor Romney, I want to get you on the record. Do you agree with the mayor, the governor, others here, that the use of tactical nuclear weapons, potentially, would be possible if that were the only way to stop Iran from developing a nuclear bomb?\n\n\n\nROMNEY: You don't take options off the table, but what you do is stand back and say, \"What's going on here?\" You see what's happening in Sudan and Afghanistan, in Iraq and Iran. All over the world, we're seeing the same thing happening, and that is people are testing the United States of America. And we have to make sure they understand that we're not arrogant; we have resolve. And we have the strength to protect our interests and to protect people who love liberty.\n\n\n\nFor that to happen, we're going to have to not just attack each one of these problems one by one, but say, how do we help move the world of Islam so that the moderate Muslims can reject the extreme?\n\n\n\nAnd for that to happen, we're going to have to have a strong military and an effort to combine with our allies in such a way, we combine for an effort to help move Islam toward modernity.\n\n\n\nThat's what we're going to have to do, instead of looking at each theater one by one and saying, \"We'll bomb here, we'll attack here, we'll go to Sudan.\"\n\n\n\nI watched the Democrats...\n\n\n\nBLITZER: Thank you.\n\n\n\nROMNEY: ... they don't think there's a war on terror.\n\n\n\nBLITZER: Thank you.\n\n\n\nROMNEY: There's a war going on, and we need a broad response to make sure that these people have a different vision.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Thank you, Governor.\n\n\n\nAll of you are going to have an opportunity to weigh on all of these questions as well.\n\n\n\nIf you're hearing some sounds out there, it's lightning here in Manchester, New Hampshire. Those are the crackling sounds that you're hearing.\n\n\n\nLet's go back to Scott.\n\n\n\nSPRADLING: Thanks, Wolf.\n\n\n\nCongressman Tancredo, let's talk immigration.\n\n\n\nTANCREDO: OK.\n\n\n\nSPRADLING: You oppose the immigration reform compromise, calling it, quote, \"the worst piece of legislation to come down the pike in a long time.\" Just this morning in Manchester, you vowed to oust any senator who supports the bill, including possibly New Hampshire's senior Senator Judd Gregg, who's undecided, and says to your comments that you are part of the know-nothing wing of the political spectrum.\n\n\n\nIn the meantime, the president says his plan is the last best chance for serious immigration reform.\n\n\n\nHe's criticized conservatives for being obstructionists.\n\n\n\nWith that tension at stake, if this becomes law, what are the consequences for the country?\n\n\n\nTANCREDO: They are incredible, and they are disastrous.\n\n\n\nAnd that is exactly why I have said what I've said, and that is why I have consistently tried to impress upon the American public the seriousness of this issue.\n\n\n\nWe're not just talking about the number of jobs that we may be losing or the number of kids that are in our schools and impacting our school system or the number of people that are abusing our hospital system and taking advantage of the welfare system in this country. We're not just talking about that.\n\n\n\nWe're talking about something that goes to the very heart of this nation: whether or not we will actually survive as a nation.\n\n\n\nAnd here's what I mean by that.\n\n\n\nWhat we're doing here in this immigration battle is testing our willingness to actually hold together as a nation or split apart into a lot of balkanized pieces.\n\n\n\nWe are testing our willingness to actually hold on to something called the English language, something that is the glue that is supposed to hold us together as a nation.\n\n\n\nWe are becoming a bilingual nation. And that is not good.\n\n\n\nAnd that is the fearful part of this. The ramifications are much, much more significant than any that we've been discussing so far.\n\n\n\nAnd so, yes, I have said dramatic things. And, yes, I am willing to do whatever is necessary to try to stop this piece of legislation. And that includes go after any Republican that votes for it, because the Republicans can stop this.\n\n\n\nBLITZER: Thank you. Thank you, Congressman.\n\n\n\n(APPLAUSE)\n\n\n\nMayor Giuliani, what do you think the consequences for the nation are if this immigration plan proposed by President Bush goes through?\n\n\n\nGIULIANI: The problem with this immigration plan is it has no real unifying purpose. It's a typical Washington mess. It's everybody compromises -- four or five compromises.\n\n\n\nAnd the compromises leave you with the following conclusion: The litmus test you should have for legislation is, is it going to make things better? And when you look at these compromises, it is quite possible it will make things worse. The organizing purpose should be that our immigration laws should allow us to identify everyone who is in this country that comes here from a foreign country.\n\n\n\nThey should have a tamper-proof I.D. card. It should be in a database that allows you to figure out who they are, why they're here, make sure they're not illegal immigrants coming here for a bad purpose, and then to be able to throw out the ones who are not in that database.\n\n\n\nWe can do that. Credit card companies...\n\n\n\nBLITZER: Thank you.\n\n\n\nGIULIANI: ... take care of data that is greater than that.\n\n\n\nBLITZER: Thank you, Mayor.\n\n\n\nI want to get to Senator McCain in a moment, but first, Governor Romney, Senator McCain has accused you of flip-flopping on this issue, in effect.\n\n\n\nYesterday in Miami, he said the following: \"Pandering for votes on this issue while offering no solution to the problem amounts to doing nothing. And doing nothing is silent amnesty.\"\n\n\n\nWhat do you say to Senator McCain?\n\n\n\nROMNEY: Well, he's my friend. He campaigned for me two times. I consider him a friend. I'm not going to make this a matter of personal politics. It's an issue that's way too important for that.\n\n\n\nMy view is that we should enforce our immigration laws.\n\n\n\nAnd this bill, unfortunately, has at least one provision that's a real problem. It's the Z visa.\n\n\n\nAnd what it allows is people who have come here illegally to stay here for the rest of their lives -- not necessarily as citizens; they have to wait 13 years to become citizens. That's not the point.\n\n\n\nThe point is: Every illegal alien, almost every one, under this bill, gets to stay here. That's not fair to the millions and millions of people around the world that would love to come here, join with family members, bring skill and education that we need.\n\n\n\nIt's simply not fair to say those people get put ahead in the line of all the people who've been waiting legally to come to this country.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: All right, Senator McCain, this is your chance. I'd like you to respond as someone who is the co-author of this legislation.\n\n\n\nMCCAIN: Well, first of all, I agree with Judd Gregg. He's a great senator.\n\n\n\n(APPLAUSE)\n\n\n\nSecond of all, Rudy, you just described our legislation, so I'd be glad to have further conversation with you, because it does account for people who are here illegally.\n\n\n\nIt does have an employment verification system. And it weeds out those who shouldn't be here, and it gives others a chance to remain in this country.\n\n\n\nLook, this is a national security issue, first and foremost. Ever since 9/11, it's a national security issue.\n\n\n\nPeople came to Fort Dix, New Jersey, from across our southern border and tried to kill our soldiers.\n\n\n\nFor us to do nothing is silent and de facto amnesty.\n\n\n\nWhat we have done is what you expect us to do, my friends, and that's come together with the president of the United States, the leader of our party, Democrat and Republican, conservative Republicans like Jon Kyl, Johnny Isakson, Saxby Chambliss and Trent Lott, and sit down and figure out an approach to this problem.\n\n\n\nAnd it is a serious national security problem.\n\n\n\nWe need to act, my friends. And if someone else has a better idea, I'd love to have them pursue -- give it to us.\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\n(LAUGHTER)\n\n\n\n(APPLAUSE)\n\n\n\nHold on.\n\n\n\nMCCAIN: That can get...\n\n\n\nBLITZER: Senator...\n\n\n\n(CROSSTALK)\n\n\n\nAUDIENCE MEMBER: ... a better idea!\n\n\n\nMCCAIN: That will get the support of enough people so that we can pass legislation.\n\n\n\nThis isn't the bill that I would have written, but it does...\n\n\n\nBLITZER: All right. Thank you.\n\n\n\nMCCAIN: ... it does satisfy our national security challenges, which are severe and intense. And we cannot 12 million people washing around America illegally, my friends. (CROSSTALK)\n\n\n\nMCCAIN: And I hope you'll examine the legislation.\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\nMCCAIN: And I hope we can move forward with it. And we can make it better.\n\n\n\nBLITZER: All right.\n\n\n\nMCCAIN: But it's our job to do the hard things...\n\n\n\nBLITZER: Mayor, go ahead.\n\n\n\nMCCAIN: ... not the easy things.\n\n\n\n(APPLAUSE)\n\n\n\nGIULIANI: I've read the 400 pages. And this is part of the problem in Washington: They say things and then it's not in the legislation.\n\n\n\nThere are four or five different methods of identification, not one.\n\n\n\nIt does not provide information about who exited the United States. Now, tell me how you're going to figure out who's in the United States if you can't figure out who's left the United States.\n\n\n\nAnd finally, it doesn't provide for a uniform database. Many countries have this. The United States doesn't have it.\n\n\n\nOn September 11th, when we tried to figure out who was in this country, it took weeks to figure out who were the right people and who weren't, because there isn't such a database. And that is a fatal flaw in this legislation. And wishing it away doesn't make it possible.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Governor Romney, what would you do with the 12 million or so illegal immigrants who are, right now, in this country?\n\n\n\nROMNEY: Well, one is to enforce the law as it exists. The law that was passed in 1986...\n\n\n\n(APPLAUSE)\n\n\n\nThe law passed in 1986 asked for us to secure the border and said also to put in place an employment verification system.\n\n\n\nNeither one of those was done. So let's make sure that we enforce the law as it exists.\n\n\n\nAnd if you want to improve this bill, well, one thing you could do to make it better is to take that Z visa and make it temporary instead of a permanent right to stay in America. That's simply just not fair.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: I want to stay on immigration. Everybody's going to have a chance to weigh in. But let's go back to Tom for another question on immigration.\n\n\n\nFAHEY: Congressman Hunter, whether we like it or not, in cities across America, counties across America, including your district in San Diego, illegal immigrants are doing jobs that American citizens don't want, working on farms, in hotels, restaurants.\n\n\n\nIf you have your way and they all leave this country, who's going to fill those jobs?\n\n\n\nHUNTER: Well, first, I disagree with that premise, because when they made the sweep on the Swift plants -- those were the meat- packaging plants in Iowa; took out some 850 people who were working there illegally several months ago -- there were American citizens lined up the next day to get their jobs back at 18 bucks an hour.\n\n\n\nAnd let me tell you, this is a disastrous bill. And John McCain is right in saying that this is a national security issue. And it is: border enforcement.\n\n\n\nThen the Hunter bill, which was signed by the president on the 26th of October, mandating 854 miles of double fence -- not that scraggly, little fence you show on CNN all the time, Wolf, that people get across so easily.\n\n\n\nIf they get across my fence, we sign them up for the Olympics immediately.\n\n\n\n(LAUGHTER)\n\n\n\nWe've got a big fence.\n\n\n\nBut 854 miles of double border fence was mandated to be constructed. Homeland Security has a billion bucks, cash on hand. It's been six months, and they've done 11 miles.\n\n\n\nSo this administration has a case of the slows. And I think they slowed the fence down so that they could come out with the amnesty at the same time, put the two together, and the Bush-McCain-Kennedy bill would then be accepted by conservatives and liberals alike.\n\n\n\nIt's a bad bill.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\n(APPLAUSE)\n\n\n\nSenator Brownback, what do you say about this notion of a pathway toward citizenship for these 12 million illegal immigrants who are in the country right now? Under what circumstances would you let them begin that path?\n\n\n\nBROWNBACK: I don't think you create any new paths to citizenship. But I also think you allow them to be able to use paths that they would currently qualify for, and to be able to get in the back of the line. And that's part of leadership and getting something resolved.\n\n\n\nI think, you know, we can go on a lot of slogans here. And I've been around this issue for a while. I was in Congress in 1994, elected then. We did the first immigration bill I was involved in then in 1996.\n\n\n\nYou know what? That was an enforcement-only bill in 1996. And we had 7 million undocumented here in the country then. We're at 12 million to 20 million now.\n\n\n\nThe point of saying that -- and my colleagues and people up here, everybody is concerned that we get something done and get something right.\n\n\n\nI think if you do exterior enforcement, border enforcement, you do aggressive interior enforcement, and then you work on a comprehensive solution interior, that's something that a lot of people are going to be upset with but that can work and move us forward. And it's better than not doing anything.\n\n\n\nBLITZER: Thank you. So you support this pending compromise legislation?\n\n\n\nBROWNBACK: If we can hold together those things in it. Those things have to be in it.\n\n\n\nBLITZER: You're with Senator McCain.\n\n\n\nBROWNBACK: If those things are in it.\n\n\n\nBLITZER: What about you, Governor Thompson?\n\n\n\nTHOMPSON: Wolf, the first thing you have to do is you've got to secure the border. Securing the border is going to allow everything else to follow.\n\n\n\nBut unless you secure the border, it is not right to give 12 million individuals who have illegal rights in this country status before that border is protected.\n\n\n\nThere should be no amnesty. And this bill, no matter how you cover it, is an amnesty bill.\n\n\n\nAnd the people in this country do not believe in that bill. And they believe very much that the best hope for us to have a secure border, just like Congressman Hunter has been talking about and every other Republican up here.\n\n\n\nHave a secure border, then move on. But don't do it the other way. BLITZER: Thank you, Governor.\n\n\n\nCongressman Paul, I want you to weigh in on this as well. I believe -- and correct me if I'm wrong -- you voted to support that 700-mile fence along the border between the United States and Mexico. Did you?\n\n\n\nPAUL: I did.\n\n\n\nBLITZER: What about Canada? Is there a need for a similar fence along the border between...\n\n\n\nPAUL: No.\n\n\n\nBLITZER: ... the United States and Canada?\n\n\n\nPAUL: No, because that bill -- probably the fence was my weakest reason for doing that, but for other reasons, to enforce the law was important. And border security is important.\n\n\n\nAnd we talked about amnesty, which I'm positively opposed to.\n\n\n\nBut one thing that has not been mentioned here, which I think is very, very important: If you subsidize something, you get more of it. So we subsidize illegal immigration. We reward it by easy citizenship, either birthright or amnesty. But we force our states and our local communities to pay for the health care, to pay for the education. Why wouldn't they bring their families?\n\n\n\nAnd because of our economic conditions, we do need workers. But if we had a truly free-market economy, the illegal immigrants would not be the scapegoat. We would probably need them, and they would be acceptable. But because of economic conditions, they have become the scapegoat.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: The other night, Sunday night, I asked the eight Democratic presidential candidates whether or not they thought English should be the official language of the United States. Only one of them said English should be the official language of the United States.\n\n\n\nIf there's someone here who doesn't believe English should be the official language of the United States, please speak up right now.\n\n\n\nMCCAIN: I think it's fine.\n\n\n\nI would like to remind you that we made treaties with Native Americans such as the Navajos in my state, where we respect their sovereignty and they use their native language in their deliberations. It's not a big deal. But Native Americans are important to me in my state.\n\n\n\nEverybody knows that English has to be learned if anyone ever wants to move up the economic ladder. That is obvious.\n\n\n\nAnd part of our legislation, by the way, is a requirement to learn English.\n\n\n\nAnd by the way, 30 percent of the people who are in this country illegally never came across our borders, my friends. They overstayed their visas. That's why it has to be a comprehensive approach.\n\n\n\nAnd I'm proud of the support of the president and his brother, Governor Jeb Bush, who was governor of the state of Florida. People who have to deal with this issue every day understand we have to act, my friends.\n\n\n\nAnd we can have our own ways to improve it. But if we don't address this issue, we are going to pay a heavy price. Because something bad could happen when 12 million people are in this country illegally, 2 million of them having committed serious crimes.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: I see people raising their hands.\n\n\n\nBut the question was, I'd only like those to speak up who believe that English should not necessarily be the official language of the United States.\n\n\n\nIs there anyone else who stands with Senator McCain specifically on that question?\n\n\n\nAll right. We're going to go back to Scott.\n\n\n\nGo ahead, Scott.\n\n\n\n(CROSSTALK)\n\n\n\nBLITZER: Scott, go ahead.\n\n\n\nHUNTER: Wolf, if I've got -- if I have reservations in my district, can I speak up also?\n\n\n\nBLITZER: You'll have an opportunity.\n\n\n\nGo ahead, Scott.\n\n\n\nSPRADLING: OK. This question's for Governor Gilmore.\n\n\n\nConservative credentials is the topic, sir. You've gotten a lot of mileage out of lumping Messrs. Giuliani, McCain and Romney together by calling them Rudy McRomney.\n\n\n\n(LAUGHTER)\n\n\n\nNow, with former Senator Fred Thompson likely to join you at the next debate, in your opinion, is he conservative enough for America or are we changing the name now to Rudy McRomneyson?\n\n\n\n(LAUGHTER)\n\n\n\nGILMORE: Well, we've gotten a little mileage out of Rudy McRomney. I know the mayor one time said that it would make a good ticket, and it would. But it isn't a conservative ticket. And we don't know what Fred Thompson is either.\n\n\n\nI think he's a fine man. He served in the Senate a term and a half. Let's see exactly what his views are.\n\n\n\nI'm coming forward and offering my views as a 40-year battler for conservative values and conservative principles on behalf of the people of the United States.\n\n\n\nAnd I have the record to back it up. I've been a prosecutor. I've been an attorney general. I've been a governor. I governed as a conservative. I cut taxes for the people of the Commonwealth of Virginia. I've stood by these principles for years and years.\n\n\n\nThe question is that when Fred Thompson comes into the race, as I believe he will -- and maybe even Speaker Gingrich may come into the race. They'll have to stand on their records and stand on their credentials and offer their ideas the same way that every person here on the stage is doing.\n\n\n\nI look forward to that day, and I look forward to the debate.\n\n\n\nBLITZER: Thank you, Governor.\n\n\n\nGovernor Thompson, is there a need for another Thompson in this race?\n\n\n\n(LAUGHTER)\n\n\n\nTHOMPSON: I think that anybody with a Thompson name should get involved if they want to get involved. It's a great name. He's a great candidate. And I think it will help the Republican Party to have him in.\n\n\n\nI just would like to say that if you're talking about conservatism -- and that's what you're talking about -- there isn't a candidate on either side of the aisle that has had as many vetoes as I have.\n\n\n\nNobody has reduced taxes as much as I have.\n\n\n\nAnd if you're talking about a reliable conservative, it is this Thompson, Tommy Thompson, not the other, that's the conservative.\n\n\n\n(LAUGHTER)\n\n\n\nBLITZER: Thank you, Governor. Thank you, Governor.\n\n\n\nMayor Giuliani, there was some news here today. A Catholic bishop in Rhode Island said some words about your position on abortion, suggesting that it was similar to Pontius Pilate's personal opposition to Jesus Christ's crucifixion, but allowing it to happen anyway. How does that make you feel when you hear words like that from a Catholic bishop?\n\n\n\nGIULIANI: Well, Catholic bishop -- any religion (inaudible).\n\n\n\nBLITZER: That's the lightning that's having an effect on our system.\n\n\n\nGIULIANI: I know.\n\n\n\n(LAUGHTER)\n\n\n\nI guess I'm here by myself.\n\n\n\nLook, for someone who went to parochial schools all his life, this is a very frightening thing that's happening right now.\n\n\n\n(LAUGHTER)\n\n\n\nBut the reality is I respect, you know, the opinion of Catholic (inaudible) and religious leaders of all kinds. Religion is very important to me. It's a very important part of my life.\n\n\n\nBut ultimately, as (inaudible) been in public life most of my life and taken oaths of office to enforce the law, I've got to make the decisions that I think are the right ones in a country like ours.\n\n\n\nAnd my view on abortion is that it's wrong, but that ultimately government should not be enforcing that decision on a woman.\n\n\n\nThat is my view that I -- I consult my religion. I consult my reading of the Constitution. I consult my views of what I think are important in a pluralistic society, and the reality that we have to respect the fact that there are people that are equally as religious, equally as moral, that make a different decision about this, and should government put them in jail?\n\n\n\nBLITZER: You made, Governor Romney, this decision on abortion, opposing abortion, relatively recently.\n\n\n\nWhy should conservatives out there, people who oppose abortion, believe you?\n\n\n\nROMNEY: Well, people can look at my record. I'm not going to apologize for the fact that I became pro-life. I served as governor. As I was governor, as we were debating cloning and as we were debating also embryo farming, I said Roe v. Wade has gone too far.\n\n\n\nI want to make it very clear that I'm pro-life. People here in New Hampshire have seen that I fought for life. I fought also for traditional marriage, to keep taxes down, to have education in our schools that includes abstinence education. I've fought for English immersion in our schools.\n\n\n\nThey know that I've got conservative credentials. And that's one of the things that brings me to this race.\n\n\n\nBut there's something bigger in conservatism that I don't think we've spoken about. And that is that America is a land of opportunity. And our future is going to be far brighter than our past, not just as we overcome these challenges, but as we take advantage of the new opportunity of the 21st century.\n\n\n\nBLITZER: Thank you very much, Governor.\n\n\n\nLet's go back to Tom for the next question.\n\n\n\n(APPLAUSE)\n\n\n\nFAHEY: (inaudible) do not believe in evolution. You're an ordained minister. What do you believe? Is it the story of creation, as it is reported in the Bible or described in the Bible?\n\n\n\nHUCKABEE: It's interesting that that question would even be asked of somebody running for president. I'm not planning on writing the curriculum for an 8th-grade science book. I'm asking for the opportunity to be president of the United States.\n\n\n\nBut you've raised the question, so let me answer it.\n\n\n\nIn the beginning, God created the heavens and the Earth. To me, it's pretty simple. A person either believes that God created this process or believes that it was an accident and that it just happened all on its own.\n\n\n\nAnd the basic question was an unfair question, because it simply asked us in a simplistic manner whether or not we believed, in my view, whether there is a God or not.\n\n\n\nWell, let me be very clear: I believe there is a God. I believe there's a God who was active in the creation process.\n\n\n\nNow, how did he do it and when did he do it and how long did he take, I don't honestly know. And I don't think knowing that would make me a better or a worse president.\n\n\n\nBut I'll tell you what I can tell this country: If they want a president who doesn't believe in God, there's probably plenty of choices. But if I'm selected as president of this country, they'll have one who believes in those words that God did create.\n\n\n\nAnd as the words of Martin Luther, here I stand. I can do no other. And I will not take that back.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Governor, but I think the specific question is, do you believe literally it was done in six days and it occurred 6,000 years ago?\n\n\n\nHUCKABEE: No, I did answer that, Wolf. I said, I don't know.\n\n\n\nMy point is, I don't know. I wasn't there.\n\n\n\n(LAUGHTER) But I believe, whether God did it in six days or whether he did it in six days that represented periods of time, he did it. And that's what's important.\n\n\n\nBut, you know, if anybody wants to believe that they are the descendants of a primate, they are certainly welcome to do it. I don't know how far they will march that back.\n\n\n\nBut I believe that all of us in this room are the unique creations of a god who knows us and loves us, and who created us for his own purpose.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Senator Brownback, you recently elaborated on your position on this, and I wonder if you'd want to spend 30 seconds and tell our audience out there where you stand on the issue of evolution.\n\n\n\nBROWNBACK: I'd be happy to.\n\n\n\nAnd it's interesting that we're doing this here at St. Anselm's, who this -- that saint had a philosophy of faith seeking reason.\n\n\n\nAnd that's the issue that's missing here, if I could highlight that point, is that I believe that we are created in the image of God for a particular purpose. And I believe that with all my heart.\n\n\n\nAnd I'm somebody, I've had cancer in the past, I've had a season to really look at this and study it and think about the end of life. And I am fully convinced there's a god of the universe that loves us very much and was involved in the process.\n\n\n\nHow he did it, I don't know.\n\n\n\nOne of the problems we have with our society today is that we've put faith and science at odds with each other. They aren't at odds with each other. If they are, check your faith or check your science, and we should have a discussion.\n\n\n\nBLITZER: Thank you.\n\n\n\nBROWNBACK: And we should engage faith and reason like St. Anselm did.\n\n\n\nBLITZER: Thank you.\n\n\n\nBROWNBACK: That's something we should do.\n\n\n\nBLITZER: Thank you, Senator Brownback.\n\n\n\n(APPLAUSE)\n\n\n\nSenator McCain, do you believe creationism should be taught alongside evolution in the nation's schools?\n\n\n\nMCCAIN: No, I believe that that's up to the school districts. But I think that every American should be exposed to all theories.\n\n\n\nBut I can't say it more eloquently than Pastor Huckabee -- Governor Huckabee just did. And I admire his description because I hold that view.\n\n\n\nThe point is that the time before time, there's no doubt in my mind that the hand of God was in what we are today. And I do believe that we are unique, and I believe that God loves us. But I also believe that all of our children in school can be taught different views on different issues.\n\n\n\nBut I leave the curricula up to the school boards.\n\n\n\nBLITZER: Thank you, Senator, for that.\n\n\n\nGovernor Romney, there was a recent poll here in New Hampshire.\n\n\n\nTen percent said they wouldn't vote for you because you're a Mormon. And last week, we saw that picture of that man who refused to shake your hand because you are a Mormon.\n\n\n\nWhat would you like to say to the voters out there tonight about your faith, about yourself and about God?\n\n\n\nROMNEY: Well, President Kennedy some time ago said he was not a Catholic running for president, he was an American running for president. And I'm happy to be a proud member of my faith.\n\n\n\nYou know, I think it's a fair question for people to ask, what do you believe? And I think if you want to understand what I believe, you could recognize that the values that I have are the same values you'll find in faiths across this country.\n\n\n\nI believe in God, believe in the Bible, believe Jesus Christ is my savior. I believe that God created man in his image. I believe that the freedoms of man derive from inalienable rights that were given to us by God.\n\n\n\nAnd I also believe that there are some pundits out there that are hoping that I'll distance myself from my church so that that'll help me politically. And that's not going to happen.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Thank you, Governor, for that.\n\n\n\nCongressman Paul, you ran for president once before as a libertarian. What do you say about this whole issue of church and state and these issues that are coming forward right now?\n\n\n\nPAUL: Well, I think we should read the First Amendment, where it says, \"Congress shall write no law,\" and we should write a lot less laws regarding this matter. It shouldn't be a matter of the president or the Congress. It should be local people, local officials.\n\n\n\nThe state should determine so many of these things that we just don't need more laws determining religious things or prayer in schools. We should allow people at the local level. That's what the Constitution tells us.\n\n\n\nWe don't need somebody in Washington telling us what we can do, because we don't have perfect knowledge. And that's the magnificence of our Constitution and our republic. We sort out the difficult problems at local levels, and we don't have, you know, one-case-fit- all.\n\n\n\nBecause you have a Supreme Court ruling, like on Roe v. Wade, it ruined it for the whole country. And that's why we shouldn't have it at a central level.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\n(APPLAUSE)\n\n\n\nLet's go back to another question from Tom.\n\n\n\nFAHEY: This is for Mayor Giuliani.\n\n\n\nSea levels around the world are rising. Average temperatures are increasing. A U.N. report written by scientists from 113 countries recently said that climate change is very likely man-made and may affect us for centuries to come.\n\n\n\nIs science wrong on global warming? And what, if any, steps would you take as president to address the issue of climate change?\n\n\n\nGIULIANI: I think we have to accept the view that scientists have, that there is global warming, and that human operation, human condition contributes to that.\n\n\n\nAnd the fact is that there is a way to deal with it and to address it in a way that we can also accomplish energy independence, which we need as a matter of national security.\n\n\n\nIt's frustrating and really dangerous for us to see money going to our enemies because we have to buy oil from certain countries. We should be supporting all the alternatives.\n\n\n\nWe need a project similar to putting a man on the moon. That project started with Eisenhower. It was carried out by Kennedy and then Johnson and then Nixon. And that was two Democrats and two Republicans working (inaudible) Democrats working in the national interest.\n\n\n\nBLITZER: Thank you. Thank you, Mayor.\n\n\n\nI want Governor Romney to weigh in as well.\n\n\n\nThere's a perception, at least among some, that Republicans are -- at least the Republican Party -- very close to big oil. A lot of Americans are suffering now from the price of gasoline -- high price of gasoline. What do you say to the audience out there who believes that there's too much of an alliance, if you will, between the big oil companies and Republicans?\n\n\n\nROMNEY: Well, first of all, Rudy Giuliani is right, in terms of an Apollo project to get us to energy independent. And the effects of that on global warming are positive. It's a no-regrets policy. It's a great idea.\n\n\n\nSecondly, with regards to big oil, big oil is making a lot of money right now. And I'd like to see them using that money to invest in refineries.\n\n\n\nDon't forget that when companies earn profit, that money's supposed to be reinvested in growth. And our refineries are old.\n\n\n\nSomeone said to me -- Matt Simmons, an investment banker down in Houston -- he said, \"Our refineries today are rust, with paint holding them up.\"\n\n\n\nAnd we need to see these companies, if they're making that kind of money, reinvest in capital equipment.\n\n\n\nBut let's not forget that where the money is being made this year is not just -- and throughout these years -- is not just in Exxon and Shell and the major oil companies. It's in the countries that own this oil.\n\n\n\nRussia last year took in $500 billion by selling oil. Ahmadinejad, Putin, Chavez -- these people are getting rich off of people buying too much oil.\n\n\n\nAnd that's why we have to pursue, as a strategic imperative, energy independence for America.\n\n\n\nAnd it takes that Apollo project. It also takes biodiesel, biofuel, ethanol...\n\n\n\nBLITZER: Thank you.\n\n\n\nROMNEY: ... cellulosic ethanol, nuclear power, more drilling in ANWR.\n\n\n\nWe have to be serious also about efficiency.\n\n\n\nBLITZER: Thank you, Governor.\n\n\n\nROMNEY: And that's going to allow us to become energy- independent.\n\n\n\nBLITZER: Senator McCain, do you have a problem at this time with these oil companies making these huge profits?\n\n\n\nMCCAIN: Sure. I think we all do. And they ought to be reinvesting it. And one of the areas that they ought to be involved in is nuclear power. Nuclear power is safe. Nuclear power is green, does not emit greenhouse gases. Nuclear power is used on Navy ships which have sailed around the world for 60 years without an accident.\n\n\n\nAnd of course we ought to be investing in alternate energy sources.\n\n\n\nRecently there was a group of retired military officers who said that climate change and energy independence is a national security issue. It is. We've got to reduce our dependence on imported oil.\n\n\n\nWe can do it through a wide variety of alternative fuels. But we have to be serious about it and we're going to have to go to places where we have never gone before. And nuclear power is one of the major issues, but also all kinds of ethanol as well.\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\nLet me bring Congressman Paul back into this conversation.\n\n\n\nIn 2005, President Bush signed an energy bill that provided billions of dollars in tax break subsidies to the oil companies, with the goal of boosting domestic production. At a time of these record profits, do you believe these companies need a helping hand from the federal government?\n\n\n\nPAUL: I don't think the profits is the issue. The profits are OK if they're legitimately earned in a free market. What I object to are subsidies to big corporations when we subsidize them and give them R&D money. I don't think that should be that way. They should take it out of the funds that they earn.\n\n\n\nBut also, you can't discuss energy without discussing our foreign policy.\n\n\n\nWhy do we go to the Middle East? We know the oil is very important about the Middle East and why we're there. Why did we, our government, help overthrow Mosaddeq in 1953? It had to do with oil.\n\n\n\nSo, our foreign policy is designed to protect our oil interests.\n\n\n\nThe profits, that's not the problem. It's the problem that we succumb to the temptation to protect oil interests by literally going out and fighting wars over oil.\n\n\n\nBLITZER: Governor Gilmore, you agree?\n\n\n\nGILMORE: I agree that if you make profits of the open marketplace, that that's an appropriate thing to do. I also believe that they should be going in and putting this additional money into additional drilling, into additional exploration.\n\n\n\nBut it's going to have to be bigger than that. We're going to have to in fact look to all sources: ethanol, biomass, coal, clean coal, the opportunities for natural gas, and nuclear power. And by the way, nuclear power will help this whole issue of global warming.\n\n\n\nAnd one more point in direct answer to your question: The Kyoto treaty was, in fact, fatally flawed. That was a treaty that in fact was going to basically just transfer our money directly to Russia for nothing, because they were going to get credits because simply that their economy had declined.\n\n\n\nThe truth is, we're going to have to get a program in place, an international diplomatic answer, that is going to include every nation of the world in this entire project. And that includes China and India.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Thank you, Governor.\n\n\n\nLet me bring Scott back for the next question.\n\n\n\nSPRADLING: Congressman Paul, a question for you.\n\n\n\nMost of our closest allies, including Great Britain and Israel, allow gays and lesbians to openly serve in the military. Is it time to end don't ask/don't tell policy and allow gays and lesbians to serve openly in the U.S. military?\n\n\n\nPAUL: I think the current policy is a decent policy.\n\n\n\nAnd the problem that we have with dealing with this subject is we see people as groups, as they belong to certain groups and that they derive their rights as belonging to groups.\n\n\n\nWe don't get our rights because we're gays or women or minorities. We get our rights from our creator as individuals. So every individual should be treated the same way.\n\n\n\nSo if there is homosexual behavior in the military that is disruptive, it should be dealt with.\n\n\n\nBut if there's heterosexual sexual behavior that is disruptive, it should be dealt with.\n\n\n\nSo it isn't the issue of homosexuality. It's the concept and the understanding of individual rights. If we understood that, we would not be dealing with this very important problem.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Governor Huckabee, I want you to weigh in as well.\n\n\n\nDo you believe it's time to allow homosexuals to serve openly in the United States military?\n\n\n\nHUCKABEE: Wolf, I think it's already covered by the Uniform Code of Military Conduct. I think that's what Congressman Paul was saying: It's about conduct; it's not about attitude.\n\n\n\nBut I'd like to ask you. You said a moment ago that you were going to all give us a chance to deal with the issue of immigration.\n\n\n\nBLITZER: We're going to come back to that.\n\n\n\nHUCKABEE: And I hope you'll do that.\n\n\n\nBLITZER: We will. We'll come back to immigration.\n\n\n\nHUCKABEE: You held us to it, and now I want to hold you to it, so...\n\n\n\nBLITZER: We're going to come back...\n\n\n\nHUCKABEE: ... if you could give us that opportunity.\n\n\n\nBLITZER: We're going to come back to immigration.\n\n\n\nBut right now, we're talking about allowing gays to serve openly in the military. But you're opposed to that?\n\n\n\nHUCKABEE: I just said I think it's a matter -- it's not -- you don't punish people for their attitudes; you punish them if their behavior creates a problem. And it's already covered by the Uniform Code of Military Conduct.\n\n\n\nBLITZER: So you wouldn't change existing policy.\n\n\n\nHUCKABEE: What?\n\n\n\nBLITZER: You wouldn't change existing policy.\n\n\n\nHUCKABEE: I don't think that I would. I think it's already covered by the existing policy that we do have, in fact.\n\n\n\nBLITZER: Mayor Giuliani, recently we've learned that several talented trained linguists -- Arabic speakers, Farsi speakers, Urdu speakers -- trained by the U.S. government to learn those languages to help us in the war on terrorism, were dismissed from the military because they announced they were gays or lesbians.\n\n\n\nIs that, in your mind, appropriate?\n\n\n\nGIULIANI: This is not the time to deal with disruptive issues like this.\n\n\n\nBack in 1994 we went through this. And it created a tremendous amount of disruption. Colin Powell, I think, was still the head of the Joint Chiefs of Staff before he left at the beginning of the Clinton administration.\n\n\n\nHe came to the view that this was a good policy.\n\n\n\nAnd I think in time of war, in a time where we're trying to deal with this transition to a new kind of warfare that we have to be fighting -- and we haven't gotten all the way there yet. We need a hybrid army, we need to look at nation-building as part of what we have to teach our military. I don't think this would be the right time to raise these issues.\n\n\n\nBLITZER: Thank you.\n\n\n\nGIULIANI: And I think we should rely on the judgment of our commanders in a situation like this. They know what's disruptive and what's not. And at a time of war, you don't make fundamental changes like this.\n\n\n\nBLITZER: Thank you, Mayor.\n\n\n\nGovernor Romney, the mayor referred to the don't ask/don't tell policy, which was implemented during the Clinton administration, after Bill Clinton became president.\n\n\n\nIn 1994, you were quoted as saying that you advocated gays being able to serve openly and honestly in our nation's military.\n\n\n\nThe question to you is, do you still feel that way?\n\n\n\nROMNEY: No, actually when I first heard of the don't ask/don't tell policy I thought it sounded awfully silly and didn't think that'd be very effective, and I turned out to be wrong.\n\n\n\nIt's been the policy now in the military for, what, 10, 15 years? And it seems to be working.\n\n\n\nAnd I agree with what Mayor Giuliani said, that this is not the time to put in place a major change, a social experiment, in the middle of a war going on.\n\n\n\nI wouldn't change it at this point. We can look at it down the road. But it does seem to me that we have much bigger issues as a nation that we ought to be talking about than that policy right now.\n\n\n\nBLITZER: Senator McCain, you've been involved in military matters virtually your whole life. What do you say?\n\n\n\nMCCAIN: We have the best-trained, most professional, best- equipped, most efficient, most wonderful military in the history of this country. And I'm proud of every one of them.\n\n\n\n(APPLAUSE)\n\n\n\nThere just aren't enough of them. So I have to rely on our military leadership, in whom we place the responsibility to lead these brave young Americans in combat as we speak.\n\n\n\nSo I think it would be a terrific mistake to even reopen the issue. It is working, my friends. The policy is working.\n\n\n\nAnd I am convinced that that's the way we can maintain this greatest military. As much as I revere the greatest generation, as much as I love my own generation, this is the very best. Let's not tamper with them.\n\n\n\nBLITZER: Is there anyone here who believes gays and lesbians should be allowed to serve openly in the United States military?\n\n\n\nIf you do, speak up now.\n\n\n\nScott, go ahead with your question.\n\n\n\nSPRADLING: Gentlemen, last night, we asked Democrats, if they were elected, what role would they use former President Clinton? I'm not going to ask you that.\n\n\n\n(LAUGHTER)\n\n\n\nBut, Governor Thompson, I'd like to know, seeing as how you were a member of President Bush's Cabinet as health and human services secretary, how would you use George W. Bush in your administration?\n\n\n\nTHOMPSON: I certainly would not send him to the United Nations.\n\n\n\n(LAUGHTER)\n\n\n\nI believe George W. Bush has tremendous characteristics. He's very honest. He's very straightforward.\n\n\n\nI would put him out on a lecture series, talking to the youth of America about honesty, integrity, perseverance, passion, and serving the public.\n\n\n\nGeorge W. Bush believes very much in public service, as does his father, as does his brothers, as does his mother.\n\n\n\nI think he could be a wonderful spokesperson, making sure that young people realize that public service is a very noble cause and something that young people should aspire to, like all the young people here on this campus should also have the opportunity to serve in public life.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Senator Brownback, same question to you: If you're elected president, what would you ask your predecessor to do?\n\n\n\nBROWNBACK: Well, I would talk with him about it first, and I would ask him about it. I think he would probably take a position the way his dad did, saying, \"You know, I think you need to have your time in the limelight. And I will be willing to help out if you have a tragedy overseas.\"\n\n\n\nHis father has been excellent, in the tsunami that hit Sri Lanka and other places, in helping fund-raising.\n\n\n\nHe's been a wonderful ambassador in those sorts of situations.\n\n\n\nAnd frankly, I think that's the right role for an ex-president. And I really think, in many respects, President Clinton has not assumed the right role of an ex-president, where he's injected himself a lot more on policy issues that haven't been appropriate, and he really should defer more to the person that's in the job.\n\n\n\nThere's one person that's president at a time, and that's the way it should be.\n\n\n\nBLITZER: Congressman Tancredo, I see you anxious to weigh in.\n\n\n\nTANCREDO: Thank you.\n\n\n\nSome time ago, in 2003 I think it was, that I got a call from Karl Rove, who told me that, because of my criticism of the president, I should never darken the doorstep of the White House.\n\n\n\nI have been so disappointed in the president in so many ways since his -- actually for the last several years, not just the immigration issue, but several other things, including the No Child Left Behind and the massive increase in government that we call prescription drug -- Medicare prescription drug, that I'm afraid I would have to tell the president of the United States -- I mean, as president, I would have to tell George Bush exactly the same thing Karl Rove told me.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\nGovernor Huckabee...\n\n\n\n(APPLAUSE)\n\n\n\n... you served, as you reminded us, a long time as a governor, Republican governor of Arkansas. Your old job is now in Democratic hands. Here in New Hampshire, the GOP has suffered some significant losses as well. And the Republicans lost the majority in the House and the Senate, as you well know.\n\n\n\nSimple question: What's happened to the GOP?\n\n\n\nHUCKABEE: Lost credibility, because we didn't do what we were hired to do.\n\n\n\nWhen you're elected, you're hired to do a job. You're hired to cut spending, lower taxes, bring more government back to the local people. We did the polar opposite. And the people fired us.\n\n\n\nAnd I think, in many ways, though there were some good people that got caught up in the tsunami of the 2006 elections, the Republican Party, as a whole, deserved to get beat.\n\n\n\nWe've lost credibility, the way we bungled Katrina, the fact that there was corruption that was unchecked in Washington, and the fact that there was a feeling that there was not a proper handling of the Iraqi war in all of its details, and the indifference to people pouring over our borders.\n\n\n\nAnd let me just add this, Wolf. There are a lot of people for whom the immigration issue is like a lot of them. They see Washington not taking the kind of positions to build a fence, and they know that when they go to the airport to get on an airplane, they have to show photo I.D., they have to go through layers of security, and they don't understand why someone across an international border doesn't have to do the same thing.\n\n\n\nBLITZER: Thank you. Thank you, Governor.\n\n\n\n(APPLAUSE)\n\n\n\nCongressman Hunter, I want to just -- because he raised the issue -- he raised the issue of corruption.\n\n\n\nDo you think it would be appropriate for President Bush to pardon Lewis \"Scooter\" Libby, who was sentenced today to 30 months in prison for his role in the CIA leak case?\n\n\n\nHUNTER: You know, I think, Wolf, to make a determination on that, you'd have to look at the transcript.\n\n\n\nI'll tell you a couple of transcripts I have looked at, and that's the agents, Compean and Ramos, who were given 11 and 12 years respectively for stopping a drug dealer bringing 750 pounds of drugs across the border.\n\n\n\nI've looked at their transcript; I would pardon Compean and Ramos right now.\n\n\n\n(APPLAUSE)\n\n\n\nAnd let me say, with respect to what Mike said, we've got to bring back the Reagan Democrats to this party, because we need the Reagan Democrats for Republican leadership to work.\n\n\n\nAnd we're going to have to get a good trade bill that brings jobs back to this country. We're going to have to stop China from cheating on trade, build the middle class, build jobs, Wolf. That's what strengthens the Republican Party.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: I just want to do a quick \"yes\" or \"no.\" And I'm going to go down the rest of the group and let everybody just tell me \"yes\" or \"no\": Would you pardon Scooter Libby?\n\n\n\n(UNKNOWN): No.\n\n\n\nGILMORE: No. I'm steeped in the law. I wouldn't do that.\n\n\n\nBROWNBACK: No, not without reading the transcript.\n\n\n\nHUCKABEE: Not without reading the transcript.\n\n\n\nMCCAIN: He's going through an appeal process. We've got to see what happens here.\n\n\n\nGIULIANI: I think the sentence was way out of line. I mean, the sentence was grossly excessive in a situation in which, at the beginning, the prosecutor knew who the leak was...\n\n\n\nBLITZER: So, yes or no, would you pardon him?\n\n\n\nGIULIANI: ... and he knew a crime wasn't committed. I recommended over a thousand pardons to President Reagan when I was associate attorney general. I would see if it fit the criteria for pardon. I'd wait for the appeal.\n\n\n\nI think what the judge did today argues more in favor of a pardon because...\n\n\n\nBLITZER: Thank you.\n\n\n\nGIULIANI: ... this is excessive punishment.\n\n\n\nBLITZER: All right.\n\n\n\nGIULIANI: When you consider -- I've prosecuted 5,000 cases.\n\n\n\nBLITZER: I'm trying to get a yes or no.\n\n\n\n(LAUGHTER)\n\n\n\nGIULIANI: Well, this is a very important issue. This is a very, very important -- a man's life is at stake. And the reality is, this is an incomprehensible situation.\n\n\n\nThey knew who the leak was.\n\n\n\nROMNEY: Hey, Wolf, can I explain...\n\n\n\nGIULIANI: And ultimately, there was no underlying crime involved.\n\n\n\nBLITZER: All right.\n\n\n\nROMNEY: This is one of those situations where I go back to my record as governor. I didn't pardon anybody as governor, because I didn't want to overturn a jury.\n\n\n\nBut in this case, you have a prosecutor who clearly abused prosecutorial discretion by going after somebody when he already knew that the source of the leak was Richard Armitage.\n\n\n\nHe'd been told that. So he went on a political vendetta.\n\n\n\nBLITZER: Was that a yes?\n\n\n\nROMNEY: It's worth looking at that. I will study it very closely if I'm lucky enough to be president. And I'd keep that option open.\n\n\n\nBLITZER: Senator?\n\n\n\nBROWNBACK: Yes. The basic crime here didn't happen. What they were saying was that the identity of an agent... BLITZER: All right.\n\n\n\nGovernor?\n\n\n\nBROWNBACK: ... was revealed, but that agent has to be in the field for that to be a crime. That didn't occur.\n\n\n\nBLITZER: Governor?\n\n\n\nTHOMPSON: Bill Clinton committed perjury at a grand jury, lost his law license. Scooter Libby got 30 months. To me, it's not fair at all.\n\n\n\nBut I would make sure the appeal was done properly, and then I would examine the record.\n\n\n\nBLITZER: Congressman?\n\n\n\nTANCREDO: Yes.\n\n\n\nBLITZER: Yes.\n\n\n\nAll right. We heard from all of them.\n\n\n\n(APPLAUSE)\n\n\n\nWe're ready to take -- go into part two of tonight's debate right now, where voters from New Hampshire will have an opportunity to ask their questions. We have some work to do here on the stage.\n\n\n\nWhile we move some chairs around, move out the podiums, while we do all that, and you'll be able to see it, viewers of WMUR are going to go back to their studios. For the rest of you, I'm going to bring in my colleagues, Larry King and Anderson Cooper, part of the best political team on television, to give us a sense of this debate so far.\n\n\n\nOur debate here will resume in about three minutes.\n\n\n\n(BREAK)\n\n\n\nBLITZER: We're now set for our voters here to ask questions. Our pool of voters here are either registered Republicans or independents, but they're likely -- likely to vote Republican in New Hampshire's first-in-the-nation primary.\n\n\n\nWe brought them together with the help from the New Hampshire Political Library and the New Hampshire Institute of Politics. CNN producers have interviewed all of them. Working with me in this half of the debate is Jennifer Vaughn from our partner WMUR-TV.\n\n\n\nJennifer, who has the first question?\n\n\n\nJENNIFER VAUGHN, WMUR-TV: Thank you, Wolf.\n\n\n\nAnd good evening to you all tonight. I have Erin Flanagan with me tonight.\n\n\n\nHi, Erin.\n\n\n\nQUESTION: Hi, Jennifer.\n\n\n\nVAUGHN: You live in Bedford, New Hampshire.\n\n\n\nQUESTION: I do.\n\n\n\nVAUGHN: You have a question about the war in Iraq, which is something that is deeply personal to you.\n\n\n\nQUESTION: It is. Unfortunately, my beloved little brother, 1st Lieutenant Michael Joseph Cleary, was killed in action in Taji, Iraq, eight days before he was to return home on December 20th of 2005.\n\n\n\nHe was the best of the best and answered the call to serve our country.\n\n\n\nMy family has been devastated by the loss.\n\n\n\nAs a member of an American family who has suffered so greatly at the choices made by the current administration, I desperately would like to know what you as commander in chief would do, both in the halls of the American government, to bring the parties together, as well as on the desert sands of the Middle East to bring this conflict to a point in which we can safely bring our troops home.\n\n\n\nVAUGHN: Erin, thank you.\n\n\n\nCongressman Hunter, let's begin with you on that.\n\n\n\nHUNTER: OK. Absolutely.\n\n\n\nThe key to leaving -- and, incidentally, thank you for his service.\n\n\n\nAnd I want to let you know, my son...\n\n\n\n(APPLAUSE)\n\n\n\nI want to let you know that my son Duncan, the day after 9/11, joined the Marine Corps, quit his job, did two tours in Iraq. He's in Afghanistan right now.\n\n\n\nFirst, I want you to know that it's worth it.\n\n\n\n(APPLAUSE)\n\n\n\nWhat he did was worth it.\n\n\n\nAnd if we can achieve a country in Iraq that will not be an state sponsor of terrorism for the next 5 to 10 to 20 years, that will be a friend, not an enemy, of the United States, and will have a modicum of freedom, that is in the national interest of the United States, just like establishing a free Japan on the other side of the Pacific was in our interest after World War II, just like providing freedom and a protective shield for Salvador in Central America was in our interest.\n\n\n\nSo what I would do, and what we need to do right now, and we are doing, is standing up the Iraqi army. There is 129 battalions of Iraqis that we've trained and equipped.\n\n\n\nWe need to start moving them into the combat zones where they displace the heavy American combat forces. Then we can pull our forces out. We can bring them home or send them wherever Uncle Sam needs them again.\n\n\n\nBLITZER: Thank you.\n\n\n\nHUNTER: That's how we leave Iraq the right way.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\nSenator Brownback, I'd like you to weigh in.\n\n\n\nBROWNBACK: If I could.\n\n\n\nAnd thank you for your family's service and what your brother did. That's incredible and an incredible gift that he and your family have given us.\n\n\n\nAnd I think you've identified the right thing. It's not about leaving, and it's not about being defeated. It's about getting the situation to a point that we can turn it over to Iraqis, and then us pull back from the front of the line.\n\n\n\nThat's why I'm putting forward tomorrow a bill, and this would be about a three-state solution in Iraq -- a Kurdish state, a Sunni state, a Shia state -- with Baghdad as the federal city, in a loose, weak, federated system; oil revenues equally divided.\n\n\n\nAnd it's a bipartisan bill. We will have bipartisan support.\n\n\n\nWe've got to pull together here to win over there.\n\n\n\nBLITZER: Senator...\n\n\n\nBROWNBACK: And we can do this together, but we haven't put yet forward, this administration, a political solution that will be long- term and durable.\n\n\n\nBLITZER: Thank you. Thank you, Senator.\n\n\n\nBROWNBACK: That's what we've got to do.\n\n\n\nBLITZER: Senator McCain, is that a good idea, to divide up Iraq into three separate...\n\n\n\nBROWNBACK: It's not divided. It's three states, one country.\n\n\n\nMCCAIN: It's not -- ma'am, I want to tell you thank you for your brother's service and sacrifice to our country. We are proud of you and your endurance, and we're proud of your sacrifice.\n\n\n\nThis war -- I'm going to give you a little straight talk. This war was very badly mismanaged for a long time. And Americans have made great sacrifices, some of which were unnecessary because of this management of the war -- mismanagement of this conflict.\n\n\n\nI believe we have a fine general. I believe we have a strategy which can succeed, so that the sacrifice of your brother would not be in vain, that a whole 20 million or 30 million people would have a chance to live a free life in an open society, and practice their religion, no matter what those differences are.\n\n\n\nAnd I believe that if we fail, it will become a center of terrorism, and we will ask more young Americans to sacrifice, as your brother did.\n\n\n\nThis is long and hard and tough. But I think we can succeed.\n\n\n\nAnd God bless you.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\nJennifer, go ahead with your next question.\n\n\n\nVAUGHN: Cynthia Kiernan is here with us tonight.\n\n\n\nCynthia, you live in Merrimack, New Hampshire.\n\n\n\nQUESTION: Yes.\n\n\n\nVAUGHN: You can go ahead and stand up.\n\n\n\nAnd you brought your husband with you?\n\n\n\nQUESTION: Yes. Michael served in Iraq.\n\n\n\nAnd we have a question regarding the government in Iraq. Everyone's talking about, \"Pull our troops out; pull our troops out.\" Well, considering they've lived under a dictatorship for the last 30 years or so, what are we going to do to make sure they have a government in place before we do pull our troops out and they're able to help themselves? Otherwise, we're just putting them in a position to accept another terrorist leader.\n\n\n\n(APPLAUSE)\n\n\n\nVAUGHN: Congressman Paul?\n\n\n\nPAUL: Well, we've had four years to do this and it hasn't worked.\n\n\n\nThe biggest incentive for them to take upon themselves the responsibility is just for us to leave.\n\n\n\nPAUL: We don't need to lose 100 men and women every month, more than a thousand per year.\n\n\n\nAnd so, if you want it done, you want them to take over, you've got to give them an incentive.\n\n\n\nSo I think we should immediately stop patrolling the streets. That's a policeman's job. It's not the work of the Army. We're not fighting a military battle. We're in a different type of warfare right now.\n\n\n\nSo the sooner we recognize that, the sooner we can make sure that no more Americans will die.\n\n\n\nWe have a lot of goodness in this country. And we should promote it, but never through the barrel of a gun. We should do it by setting good standards, motivating people and have them want to emulate us.\n\n\n\nBut you can't enforce our goodness, like the necons preach, with an armed force. It doesn't work.\n\n\n\nWoodrow Wilson was telling us about that, in promoting democracy a long time ago.\n\n\n\nBLITZER: Thank you.\n\n\n\nPAUL: It doesn't work and we have to admit it.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\n(APPLAUSE)\n\n\n\nLet me bring Mayor Giuliani in.\n\n\n\nI don't know if you consider yourself a neocon, but go ahead and respond to what Congressman Paul said.\n\n\n\n(LAUGHTER)\n\n\n\nGIULIANI: Michael, thank you very much for serving us, and thank your family for their tremendous sacrifice.\n\n\n\nI'd like to put it in a slightly different context. I believe that your service for us and your brother's sacrifice is one of the reasons we're safe now in the United States.\n\n\n\nI believe that this terrorist war began way back in the 1970s. They attacked us in 1993 in New York. They attacked us again in 2001 in a horrible way.\n\n\n\nAnd I believe that what we're doing in Iraq, if we can get it right, is going to help reduce the risk for this country. And if we get it wrong, this is going to be much, much worse for us.\n\n\n\nAnd part of what we have to do and we haven't done right is take on that responsibility of nation-building. We created that responsibility for ourselves when we overthrew Saddam Hussein, which we did very effectively. It was one of the greatest military actions in American history, overthrowing Saddam Hussein.\n\n\n\nBut we didn't accomplish the second step. People can only embrace democracy when they have an orderly existence. And we have to help provide that. We didn't want that role, but it is our role.\n\n\n\nAnd we have to train our military to do it.\n\n\n\nWe should probably have an IraqStat program, in which we measure how many people are going to school, how many factories are open, how many people are going back to work.\n\n\n\nWe had to get into the nitty-gritty of putting an orderly society together in Iraq. It is not too late to do it.\n\n\n\nAnd I'd just like to ask, I'd just like to ask one question I didn't get to ask before, when you said, if General Petraeus comes back in September and reports that things aren't going well, what are we going to do?\n\n\n\nBut suppose General Petraeus comes back in September and reports that things are going pretty well. Are we going to report that with the same amount of attention that we would report the negative news?\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Jennifer, go ahead.\n\n\n\nVAUGHN: Kysa Crusco is here with us tonight.\n\n\n\nHi, Kysa.\n\n\n\nQUESTION: Hi.\n\n\n\nVAUGHN: You live in Manchester, New Hampshire. You are an attorney.\n\n\n\nQUESTION: I am.\n\n\n\nVAUGHN: OK. What's your question tonight?\n\n\n\nQUESTION: My question is whether you believe that a conservative platform can also include a conservationist agenda. And, if so, how?\n\n\n\nVAUGHN: Governor Gilmore?\n\n\n\nGILMORE: The question was whether or not a conservative agenda can also have a conservation agenda. And I think that it can.\n\n\n\nCertainly, when I was governor of the state of Virginia, we worked very hard in order to make Virginia a beautiful place and a place where we could in fact be welcoming to people, and that it would be a nice community for people to visit.\n\n\n\nBut at the end of the day, this is going to come down to the question of whether or not conservatism can match up with energy independence, which is a national security issue and it is a fundamental part of conservatism.\n\n\n\nConservatism means empowering people. It means cutting taxes and controlling government spending. It also means national security. And national security means a lot of different elements right at this time. And we're discussing some of them tonight.\n\n\n\nAnd I can assure the people who are families here tonight, their young people, young men and women who are on the battle lines, and people who are committing their lives, they are in fact serving the national interests of this country in a time of major crisis.\n\n\n\nThe other two issues, however, would also go to the issue of the immigration issue, which I want to come back to at some point, but also energy independence.\n\n\n\nAnd energy independence also can serve the interests of conservation...\n\n\n\nBLITZER: All right.\n\n\n\nGILMORE: ... particularly if we use nuclear power and other clean forms of energy so that we can in fact make this a clean society that is also safe and secure for the nation.\n\n\n\nBLITZER: Thank you very much, Governor.\n\n\n\nCongressman Tancredo, do you believe true conservatives should be doing more to protect the environment?\n\n\n\nTANCREDO: Yes.\n\n\n\nI think that that's absolutely imperative, and I think so because, frankly, you've got a conservative model to pick from. I mean, you know, Teddy Roosevelt, after all, put this stamp on that -- the whole issue of conserving the environment, creating the national parks system.\n\n\n\nThere's nothing anti-conservative about doing anything like that.\n\n\n\nAnd you know what else you can do in order to foster that? You do it through conservative principles. You make it profitable for people to do exactly that, to put -- to make conservation an issue that hits people in the pocketbook, or they can profit by getting involved in conservation.\n\n\n\nThat's one way the free market really works perfectly. We've seen it happen all over the world. We can see and we will put conservation to work -- conservation practices to work in the United States through conservative principles. We have a lock on that.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\nJennifer, go ahead.\n\n\n\nVAUGHN: Good evening, sir. You are Doug Hall.\n\n\n\nQUESTION: Yes.\n\n\n\nVAUGHN: I understand that you're the town moderator for Chichester, New Hampshire.\n\n\n\nQUESTION: I am.\n\n\n\nVAUGHN: What's your question tonight?\n\n\n\nQUESTION: I know a business owner in northern New Hampshire who was on vacation in Spain last year for about three weeks. While he was there, he had to buy refills for prescription drugs, brand name drugs, and he discovered in buying those drugs that he could buy his refills there for $600 less than he could buy them here in New Hampshire. So since then, he said he is going to take a trip over to Spain and get his vacation paid for to buy his drugs.\n\n\n\nMy question to you is, why is this? And if you are elected president, is there anything you would do to address it?\n\n\n\nVAUGHN: Mayor Giuliani?\n\n\n\nGIULIANI: What I would do is change the whole model that we have for health insurance in this country.\n\n\n\nThe problem with our health insurance is, it's government and employer-dominated. People don't make individual choices. It's your health. You should own your health insurance.\n\n\n\nWe should be giving you a major tax deduction, $15,000 for a family, so you can buy your own health insurance. If you buy health insurance for $8,000 or $9,000, you'll save $5,000 or $6,000 in tax- free money.\n\n\n\nThen we should have a health savings account, in which you can put some money aside to pay for your ordinary medical expenses.\n\n\n\nHealth insurance should become like homeowners insurance or like car insurance. You don't cover everything on your homeowners policy. If you have a slight accident in your house, if you need to refill your oil with your car, you don't cover that with insurance. But that is covered in many of the insurance policies, because they're government-dominated and they're employer-dominated.\n\n\n\nWhat the Democrats suggested on this stage two nights ago was socialized medicine. There was a man in California who said to me, \"When we make health insurance free, just wait and see how expensive it will become.\"\n\n\n\nAnd the reality is that we need a free market. We need 100 million Americans making different decisions. It will bring down the cost of health insurance. It will bring down the cost of prescription medicines.\n\n\n\nFree-market principles are the only things that reduce costs and improve quality. Socialized medicine will ruin medicine in the United States. BLITZER: Thank you, Mayor.\n\n\n\n(APPLAUSE)\n\n\n\nCongressman Hunter, you live on the border, San Diego, not far from Mexico. A lot of Americans go to Mexico to buy cheaper prescription drugs. A lot of Americans in this part of the country go to Canada to buy cheaper prescription drugs.\n\n\n\nWhat should we here in the United States be doing to bring down the price of prescription drugs?\n\n\n\nHUNTER: And, Wolf, the fabulous Grampy, my father-in-law, who lives with us, is one of those people that trots down and goes through the border at Yuma and does that. So lots of Americans do that.\n\n\n\nBut here's what happens. Eighty percent of the new drugs and new inventions that save our lives, that help preserve the lives of the relatives of everyone who's in this particular room right now, 80 percent of those inventions are made in the United States because we have free enterprise, where people can go out, invest. And maybe they drill three dry holes in trying to produce a good drug that will save somebody's lives. Then maybe they hit the jackpot and they produce something that will save people and help their health.\n\n\n\nThey then recover their money in the United States. And what they have left over, in terms of market, they put into the Third World. But Third World countries like Mexico could never provide the amount of money that it takes to make those inventions. Otherwise, they would.\n\n\n\nHere's what we have to do: We need to be able to buy our health care insurance across state lines, Wolf. Right now the same single policy that can be purchased in Long Beach for $73 costs $334 in New Jersey.\n\n\n\nThe states lock up the insurance industry. They won't let Americans buy across state lines, just like they do everything else. If we're able to do that...\n\n\n\nBLITZER: Thank you.\n\n\n\nHUNTER: ... we're going to bring down the cost of health insurance.\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\nJennifer, let's go back to another question.\n\n\n\nVAUGHN: Also on the topic of health care tonight, this is a question from our wmur.gather.com blogger, who is Joshua Williamson.\n\n\n\nJoshua asks, \"Millions of Americans are dissatisfied with the current state of our health-care system, and U.S. employers are at a disadvantage due to the high cost of health insurance. What would you do to fix the health-care system? And would you support implementing a single-payer system, in which the government acts as the insurer in order to save enough money to cover the millions of uninsured and to lower premiums for the rest of the U.S. population?\"\n\n\n\nGovernor Thompson, let's have you weigh in on that.\n\n\n\nTHOMPSON: You know, I've been here for two debates. We never had one question on health care. Thank that person for talking about health care.\n\n\n\nNumber one, we spend $2 trillion on health care. That's 16 percent of the gross national product. Ninety-three percent of the cost of health care goes into waiting until after you become sick. Only 7 percent of the money is used to keep you well in the first place.\n\n\n\nWe got to completely transform the health care system, make it a wellness system and make it a prevention system.\n\n\n\nSecondly, we have 125 million Americans that have one or more chronic illnesses. In order to change this, we have to educate the American people about tobacco, about diabetes, about cardiovascular and about obesity.\n\n\n\nYou do that, you'll be able to change health care.\n\n\n\nThe third thing, 25 percent of Americans use two-thirds of the cost of health care. If you manage those diseases, you can reduce that down to 50 percent and save lots of money.\n\n\n\nFourth, information technology, electronic medical record, a patient bill of rights and be able to have e-prescribing. And if you do that, you're going to be able to save billions of dollars.\n\n\n\nIf you just go paperless, ladies and gentlemen, you will save 10 percent of the cost of health care.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Thank you, Governor, very much.\n\n\n\nGovernor Romney, you worked with the Democrats in the state legislature in your home state, the Commonwealth of Massachusetts. You worked with Ted Kennedy to come up with a program that provides some -- mandates, in effect, the individual health insurance coverage.\n\n\n\nSome conservatives say this is simply big government, more liberal involvement in people's lives.\n\n\n\nWhat do you say to those conservatives who are critical of the way you handled this issue in Massachusetts?\n\n\n\nROMNEY: Well, I want to talk to the people, not just to those conservatives who are critical. And the people of this country recognize they've got some real concerns in health care. And I learned after I was governor a short bit of time -- I talked to people and they say, \"If I lose my job, I'm going to lose my insurance. And my insurance premiums are getting higher and higher and higher.\"\n\n\n\nAnd I talked to small-business people, and they said, \"I can't afford the policies anymore.\"\n\n\n\nAnd we said, \"You know, we've got to find a way to get everybody insured. And the last thing we want is to have the government take over health care, because anything they take over gets worse, not better.\n\n\n\n\"We're going to turn to Washington, because Washington makes a mess. Washington is all talk.\n\n\n\nAnd we said, \"We need to find a way to get everybody in our state insured with private insurance.\"\n\n\n\nThe half a million who didn't have insurance, all the people worried that if they lost their job, they'd lose insurance, we said, \"We've got to find a way to get them insured without raising taxes, without a government takeover.\"\n\n\n\nAnd that's what we did. It relies on personal responsibility.\n\n\n\nThis is a big issue for this country. Every Democrat up there is talking about a form of socialized medicine, government takeover, massive tax increase.\n\n\n\nWe have to stand up and not just talk about it. I'm the guy who actually tackled this issue. We get all of our citizens insured. We get people that were uninsured with private health insurance.\n\n\n\nWe have to stand up and say, \"The market works. Personal responsibility works.\"\n\n\n\nWe're going to have insurance for all of our citizens they can afford, that's theirs, that's portable. They never have to worry about losing it. That's the answer.\n\n\n\nThank you.\n\n\n\nBLITZER: Thank you, Governor.\n\n\n\n(APPLAUSE)\n\n\n\nJennifer, go ahead.\n\n\n\nVAUGHN: Thank you, Wolf.\n\n\n\nNext question comes from you, sir. Your name is Max Latona.\n\n\n\nQUESTION: Yes, it is.\n\n\n\nVAUGHN: You live in Manchester, New Hampshire. What do you do for a living, sir?\n\n\n\nQUESTION: I teach philosophy here at Saint Anselm College.\n\n\n\nVAUGHN: And what's your question tonight?\n\n\n\nQUESTION: My question is a simple one: In your opinion, what is the most pressing moral issue facing this country today? And, if you're elected president, how would you address that issue?\n\n\n\nVAUGHN: Governor Huckabee, you are an ordained minister. What is the most pressing moral issue in this country?\n\n\n\nHUCKABEE: Well, it looks like I'm getting all the moral questions tonight, and I guess that's a good thing.\n\n\n\n(LAUGHTER)\n\n\n\nThat's better than getting the immoral questions. So I'm happy to get those.\n\n\n\n(LAUGHTER)\n\n\n\nHUCKABEE: I really believe that, if you define it a moral issue, it is our respect, our sanctity and our understanding of the value of every single human life.\n\n\n\nBecause that is what makes America a unique place on this planet: We value every life of an individual as if it represents the life of us all.\n\n\n\nMany of us who are pro-life, quite frankly, I think, have made the mistake of giving people the impression that pro-life means we care intensely about people as long as that child is in the womb. But beyond the gestation period, we've not demonstrated as demonstrably as we should that we respect life at all levels, not just during pregnancy.\n\n\n\nWe shouldn't allow a child to live under a bridge or in the backseat of a car. We shouldn't be satisfied that elderly people are being abused and neglected in nursing homes. It should never be acceptable to us that people are treated as expendable -- any people.\n\n\n\nBut the unique part of our country is that we elevate and we celebrate human life. And if you look at us with a contrast to the Islamic jihadists, who would strap a bomb to the belly of their own child, march him into a crowded room, set the detonator and kill innocent people, they celebrate death; we celebrate life.\n\n\n\nIt's the fundamental thing that makes us unique, and it keeps us free. I pray we never, ever abandon that basic principle.\n\n\n\nBLITZER: Thank you, Governor.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Mayor Giuliani, what is the most pressing moral issue in America today?\n\n\n\nGIULIANI: I think the governor is correct. I would put it in maybe a slightly different way. We have great gifts in this country that come to us from God. We have a country in which we have freedom of religion, freedom of press, freedom for the individual, the right to elect our own officials. And the reality is that in some of the world, much of the world, that doesn't exist.\n\n\n\nAnd I think the challenge for our generation is going to be, are we able to share those gifts in an appropriate way with the rest of the world?\n\n\n\nIf we can bring along the Middle East, if we can bring along those countries that are presently our enemies, and get them to see the values of these ideals, if we have the moral strength to be able to explain it to them in the way Ronald Reagan was able to do with communism, then we can end up having the peace that we want.\n\n\n\nAnd we should not -- we should never become pessimistic about this. Remember, this is the country that was at war with Vietnam just a short while ago. We're friends now.\n\n\n\nBLITZER: All right.\n\n\n\nGIULIANI: This was a country that was at war with Japan, Italy and Germany a generation ago. They're some of our best friends today.\n\n\n\nWe have great resources in this country. And watching the strength of America when we believe in the essential ideals that we have -- they're not just American ideals; they come from God. And I think it's our moral obligation to find the right way to share that with the rest of the world.\n\n\n\nBLITZER: Thank you, Mayor.\n\n\n\n(APPLAUSE)\n\n\n\nCongressman Paul, what is the most pressing moral issue in the United States right now?\n\n\n\nPAUL: I think it is the acceptance just recently that we now promote preemptive war. I do not believe that's part of the American tradition.\n\n\n\nWe, in the past, have always declared war in defense of our liberties or go to aid somebody. But now we have accepted the principle of preemptive war. We have rejected the just war theory of Christianity.\n\n\n\nAnd now, tonight, we hear that we're not even willing to remove from the table a preemptive nuclear strike against a country that has done no harm to us directly and is no threat to our national security.\n\n\n\nI mean, we have to come to our senses about this issue of war and preemption and go back to traditions and our Constitution and defend our liberties and defend our rights, but not to think that we can change the world by force of arms and to start wars.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Thank you, Congressman.\n\n\n\nSenator Brownback really wants to weigh in, as well.\n\n\n\nBROWNBACK: Thank you.\n\n\n\nAnd thank you for the question from a philosopher.\n\n\n\nI think it's the life issue clearly, and I'm pro-life and I'm whole life.\n\n\n\nAnd one of the things I'm the most -- the proudest about our party about is that we've stood for life. We've been a party that has stood for a culture of life. And it was in our platform in 1980, and it continues today.\n\n\n\nAnd with that respect -- and I have respect for my other colleagues -- that's why I don't think we can nominate somebody that's not pro-life in this party, because it is at our core.\n\n\n\nWe believe that every life is beautiful, is sacred, is a child of a loving God from natural -- from conception to natural death.\n\n\n\nAnd that applies not only here and in the womb, it applies to somebody that's in poverty, it applies to the child in Darfur.\n\n\n\nAnd that philosophy, being pro-life and whole life, is something I think can really help move us forward as a country and as a party.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Senator, if Rudy Giuliani got the Republican presidential nomination, would you be able to support him?\n\n\n\nBROWNBACK: That question came up at the first debate, and I stated that this is something that we as a party have struggled with. I have great respect for the mayor. I don't think we're going to nominate somebody that's not pro-life.\n\n\n\nBLITZER: Would you be able to support him?\n\n\n\nBROWNBACK: I can support and will support the nominee of our party. But our party has stood on principles. It's a party of principles. It's not a party of personalities. We lose when we walk away from our principles.\n\n\n\nThat's when we have trouble. And that's the country wants us to do...\n\n\n\nBLITZER: Thank you, Senator.\n\n\n\nBROWNBACK: ... is to stand for principles.\n\n\n\n(APPLAUSE)\n\n\n\nBLITZER: Jennifer, go ahead.\n\n\n\nVAUGHN: Next question tonight from Neil Capano.\n\n\n\nNeil, you are an airline agent.\n\n\n\nQUESTION: Yes, I am.\n\n\n\nVAUGHN: You live in Manchester, New Hampshire.\n\n\n\nYou have a question tonight for Governor Romney.\n\n\n\nQUESTION: Yes, I do.\n\n\n\nFirst of all, I would like to thank all of you for joining us tonight in beautiful Manchester, New Hampshire. However, my question is for Governor Romney exclusively.\n\n\n\nYou've been accused of -- you've been accused of flip-flopping on immigration.\n\n\n\nJust earlier tonight you indicated ", "images": ["http://i.cnn.net/cnn/.element/img/1.0/sect/TRANSCRIPTS/header.transcripts.gif", "http://i.a.cnn.net/cnn/.element/img/1.5/ceiling/search/hdr_search.gif", "http://i.a.cnn.net/cnn/.element/img/1.3/floor/dots.gif", "http://cnn.dyn.cnn.com/cookie.crumb", "http://i.a.cnn.net/cnn/.element/img/1.5/ceiling/search/hdr_the_web.gif", "http://i.a.cnn.net/cnn/.element/img/1.3/floor/icon.wd.pipe.gray.gif", "http://i.a.cnn.net/cnn/.element/img/1.5/ceiling/logo_cnn.gif", "http://i.a.cnn.net/cnn/.element/img/1.3/misc/icon.offsite.gif", "http://i.a.cnn.net/cnn/images/1.gif", "http://i.a.cnn.net/cnn/.element/img/1.5/nav/services.gif", "http://i.a.cnn.net/cnn/.element/img/1.5/nav/menu_bottom_line.gif", "http://i.a.cnn.net/cnn/.element/img/1.3/floor/icon.wd.pod.gif", "http://i.a.cnn.net/cnn/.element/img/1.3/floor/icon.wd.xml.gif", "http://i.a.cnn.net/cnn/.element/img/1.5/ceiling/cnnCeildivider.gif", "http://i.a.cnn.net/cnn/.element/img/1.5/ceiling/search/hdr_cnn_com.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cnn.net/cnn/.element/img/1.0/sect/TRANSCRIPTS/shows_by_cat_white_header.gif", "http://i.cnn.net/cnn/images/1.gif"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Transcripts", "meta_data": {}, "movies": [], "publish_date": null, "source": "http://transcripts.cnn.com", "summary": ""}