{"url": "http://www.fdic.gov/news/news/financial/2005/fil1405.html", "text": "Payday Lending Programs\n\nRevised Examination Guidance\n\nThe FDIC is issuing the attached revised examination guidance on payday lending programs. The revisions provide more specific guidance to FDIC-supervised institutions to ensure that this high-cost, short-term credit product is not provided repeatedly to customers with longer-term credit needs. There is currently a small number of FDIC-supervised institutions engaged in payday lending.\n\nThe Federal Deposit Insurance Corporation (FDIC) is issuing the attached revised examination guidance on payday lending programs. The revisions provide more specific guidance with respect to the appropriate limits on payday loan use to ensure that this high-cost, short-term credit product is not provided repeatedly to customers with longer-term credit needs.\n\nPayday loans are small-dollar, unsecured, short-term advances that have high fees relative to the size of the loan. When used frequently or for long periods, the total costs can rapidly exceed the amount borrowed.\n\nThe FDIC initially issued guidance on payday lending in July 2003 because payday lending is a high-risk activity that presents significant safety and soundness and consumer protection concerns. The FDIC's concerns about payday lending have been heightened as it has observed payday lending conducted in a manner that is inconsistent with the July 2003 guidance and inconsistent with prudent lending practices. The FDIC believes that providing high-cost, short-term credit on a recurring basis to customers with long-term credit needs is not responsible lending; increases institutions' credit, legal, reputational, and compliance risks; and can create a serious financial hardship for the customer.\n\nTo reduce these risks and promote responsible lending, the revised guidance states that institutions should ensure that payday loans are not provided to customers who have had payday loans outstanding from any lender for a total of three months in the previous 12- month period. When a customer has used payday loans more than three months in the past 12 months, institutions should offer the customer, or refer the customer to, an alternative longer-term credit product that more appropriately suits the customer's needs. In any event, whether or not an institution is able to provide a customer alternative credit products, an extension of a payday loan is not appropriate under such circumstances. Other key provisions of the July 2003 guidance remain unchanged.\n\nFDIC-supervised institutions engaged in payday lending have been instructed to submit plans detailing how they will address the revised guidance. In addition, the FDIC anticipates using a mystery shopper program in conjunction with its examination process of institutions involved in payday lending.", "images": ["http://www.fdic.gov/header/images/linkedin.svg", "http://www.fdic.gov/header/images/twitter.svg", "http://www.fdic.gov/header/images/rss.svg", "http://www.fdic.gov/header/images/govdelivery.svg", "http://www.fdic.gov/header/images/instagram.png", "http://www.fdic.gov/images/spacer.gif", "http://www.fdic.gov/header/images/fb.svg", "http://www.fdic.gov/header/images/youtube.svg", "http://www.fdic.gov/header/images/fdic-logo.svg", "http://fdic.122.2o7.net/b/ss/fdicgovprod/1/H.21--NS/0?[AQB]%26cl=Session%26AQE"], "top_img": "", "keywords": [], "authors": ["Name Of The Document Owner"], "canonical_link": "", "title": "FDIC: FIL-14-2005: Revised Examination Guidance", "meta_data": {"author": "name of the document owner", "keywords": "add keywords here"}, "movies": [], "publish_date": null, "source": "http://www.fdic.gov", "summary": ""}