{"url": "http://www.whitehouse.gov/the-press-office/2010/09/20/remarks-president-cnbc-town-hall-discussion-jobs", "text": "Newseum\n\nWashington, D.C.\n\n12:03 P.M. EDT\n\nMR. HARWOOD: Good afternoon from Washington, D.C. I'm John Harwood. It is noon on the East Coast. The Dow Jones average stands around 10,700 points; 15 million Americans are out of work. And we're spending the next hour talking about how to fix the troubled American economy.\n\nPlease welcome the President of the United States. (Applause.)\n\nTHE PRESIDENT: Thank you very much.\n\nMR. HARWOOD: Mr. President, thanks for being here.\n\nTHE PRESIDENT: That was quite a lead-in, by the way. (Laughter.)\n\nMR. HARWOOD: Yes, wasn’t it? You like that dramatic pause? (Laughter.) We have got a cross-section of people from around the country -- CEOs, union workers, teachers and students --\n\nTHE PRESIDENT: It’s a good-looking group, I have to say. (Laughter and applause.)\n\nMR. HARWOOD: -- small business owners, people who don't have a job. Every one of them has a stake in the American Dream. And they got some good news over the weekend. The National Bureau of Economic Research, as you know, has said that the recession ended in June 2009 -- a few months after you took office. And yet here’s the problem you find yourself with. Many leaders in business think you and your policies are hostile to them. And many ordinary Americans think your policies are helping Wall Street and big business. How did that happen?\n\nTHE PRESIDENT: Well, first of all, even though economists may say that the recession officially ended last year, obviously for the millions of people who are still out of work, people who have seen their home values decline, people who are struggling to pay the bills day to day, it’s still very real for them.\n\nAnd I think we have to go back to what was happening when I was first sworn in as the 44th President of the United States. We went through the worst recession since the Great Depression. Nothing has come close. In fact, if you look at the consequences of the recession in the ‘80s, the recession in the ‘90s, and the recession in 2001, and you combine all three of those, it still wasn’t as bad as this recession that we went through.\n\nSo the month I was sworn in we lost 750,000 jobs; the month after that 600,000; the month after that 600,000. This is before any of our plans had a chance to take effect. The financial markets were on the verge of meltdown and the economy was contracting about 6 percent -- by far, the largest contraction we've seen since the ‘30s.\n\nYou combine all that and what that meant was that we had to take some steps very quickly just to make sure that the financial system was not collapsing -- that people could get auto loans, could get student loans, that businesses large and small could get some financing to keep their doors open and to keep their payrolls on track. And in addition, we had to make sure that we didn’t slip into a Great Depression.\n\nNow, we've done that. Those programs that we put in place worked. So now you’ve got a financial system that is stable. It’s still not as strong as it was back in 2006, 2007, but it is stabilized. You’ve got now eight consecutive months of private sector job growth. Businesses are able to borrow again; they’re investing again; they’re making profits again.\n\nThat's all the good news. The challenge is, is that the hole was so deep that a lot of people out there are still hurting -- and probably some folks here in the audience are still having a tough time. (Applause.) And so the question then becomes what can we now put in place to make sure that the trend lines continue in a positive direction, as opposed to going back in the negative direction.\n\nLast week we got some good news. After fighting for several months, we finally got a small business tax cut bill in place so that we’re eliminating capital gains for small businesses and startups, making sure that they can get loans -- because small businesses are the ones that have been hardest hit in terms of not being able to get capital. We have put forward proposals, for example, to accelerate investment here in the United States instead of overseas in research and development and plants and equipment that could put people back to work.\n\nSo there are a lot of plans in place that can make improvement, but it’s slow and steady, as opposed to the kind of quick fix that I think a lot of people would like to see. But the thing I’ve just got to remind people of is the fact that it took us a decade to get into the problem that we’re in right now.\n\nThe Wall Street Journal came out with a report based on Census information that the years from 2001 to 2009, the middle class actually saw their wages decline by 5 percent. This was before the financial crisis. So these have been some long-term trends of the middle class having a lot of problems out there. And what we’ve got to do now it to reverse it, but something that took 10 years to create is going to take a little more time to solve.\n\nMR. HARWOOD: I’ve heard you give that turnaround message you just gave many times.\n\nTHE PRESIDENT: Right, right.\n\nMR. HARWOOD: Let me ask about your assessment of the challenge and the problem in communicating that to the American people. We all identify with people like ourselves. Do you think it’s possible that because of your style, or the unusual things about your background -- your racial heritage, where you grew up, Ivy League education -- that the fearful voters who are about to go to the polls in November think, yes, I hear him, he may get it intellectually, but he doesn’t feel what I’m feeling?\n\nTHE PRESIDENT: Well, here’s my suspicion. I think that when the unemployment rate is still high and people are having a tough time, it doesn’t matter if I was green -- (laughter) -- it doesn’t matter if I was purple. I think people would still be frustrated, and understandably so.\n\nLook, I can describe what’s happening to the economy overall, but if you’re out of work right now, the only thing that you’re going to be hearing is, when do I get a job? (Applause.) If you’re about to lose your home, all you’re thinking about is, when can I get my home?\n\nSo I don’t think that those are the issues. And by the way, I think most people understand -- because I spent two years running around the country talking about my life and why I was running for President -- they understand that I was the kid of a single mom, and I got my education through scholarships, and I lived in a small apartment with my grandparents, and they were helped by the G.I. Bill and FHA in terms of being able to climb into the middle class.\n\nThe whole reason I ran was because my life is a testimony to the American Dream. And everything that we’ve been doing since I came into office is designed to make sure that that American Dream continues for future generations.\n\nI think the challenge right now is that I’m thinking about the next generation and there are a lot of folks out there who are thinking about the next election. If I were making decisions based on November, then I wouldn’t have done some of the things that I did because I knew they weren’t popular. But they were the right thing to do. And that's got to be my top priority. (Applause.)\n\nMR. HARWOOD: Let’s go to the real jury who will decide whether they were the right things to do with an audience question right here.\n\nQ Thank you very much and, quite frankly, good afternoon, President Obama. I am deeply honored to finally be in this forum, and so grateful for CNBC making the forum available so that you can speak to American citizens just like myself.\n\nTHE PRESIDENT: Well, thank you.\n\nQ I am a chief financial officer for a veterans service organization, AmVets here in Washington. I’m also a mother, I’m a wife, I’m an American veteran, and I’m one of your middle-class Americans. And quite frankly, I’m exhausted. I’m exhausted of defending you, defending your administration, defending the mantle of change that I voted for --\n\nTHE PRESIDENT: Right.\n\nQ -- and deeply disappointed with where we are right now.\n\nI have been told that I voted for a man who said he was going to change things in a meaningful way for the middle class. I’m one of those people, and I’m waiting, sir. I’m waiting. I don't feel it yet. And I thought, while it wouldn’t be in great measure, I would feel it in some small measure.\n\nI have two children in private school. And the financial recession has taken an enormous toll on my family. My husband and I joked for years that we thought we were well beyond the hot dogs and beans era of our lives.\n\nTHE PRESIDENT: Right.\n\nQ But quite frankly, it’s starting to knock on our door and ring true that that might be where we’re headed again. And quite frankly, Mr. President, I need you to answer this honestly, is this my new reality?\n\nTHE PRESIDENT: Well, first of all, I think that you describe exactly what is the bedrock of America -- a veteran who’s working for veterans, somebody who is a CFO and I am sure knows how to manage their money, have made good decisions.\n\nQ Sometimes. (Laughter.)\n\nTHE PRESIDENT: I’m not saying once in a while you don't want to get a new pair of shoes. (Laughter.)\n\nQ Today. (Laughter.)\n\nTHE PRESIDENT: So the life you describe -- one of responsibility, looking after your family, contributing back to your community -- that's what we want to reward.\n\nNow, as I said before, times are tough for everybody right now, so I understand your frustration. But I would just -- when you say there are things that you’d like to see happen or you’re hoping to see happen that haven’t happened yet, let me just give you a couple of examples.\n\nI right now have two children -- it sounds like you’ve got kids, as well.\n\nQ Two girls.\n\nTHE PRESIDENT: Two girls. You’re going to be thinking about college soon.\n\nQ Next year.\n\nTHE PRESIDENT: Okay. Now part of what we did over the last year and a half is to make sure that billions of dollars that were going to subsidize financial service industries under the federal student loan programs are now going to be going directly to students so that millions more students are going to be able to get loans and grants and scholarships to go to college. Now, that's going to have an impact on a whole bunch of kids out there, including maybe yours.\n\nIf you have a credit card, which I assume, you do --\n\nQ No.\n\nTHE PRESIDENT: Well, see, now you’re really -- now you’ve shown how responsible you are. (Laughter.) But if you have a mortgage or a credit card or any kind of financial dealings out there, as a consequence of the changes we made, the credit card companies can’t increase your interest rate without notifying you, and they can’t increase your interest rate on your previous balances. In terms of getting a mortgage, they -- you can’t have a mortgage broker steer you to a mortgage that ultimately is going to cost you more money, because maybe they’re getting a financial incentive to do so. Those things are now against the law. So there are a whole host of protections in there.\n\nYou are a parent who has children -- if your child, heaven forbid, had a preexisting condition, before I took office, you were out of luck in terms of being able to get health insurance for that child. Now, insurance companies have to give you health insurance for that child, and by the way, that health insurance can’t drop you if you get sick.\n\nSo there are a whole host of things that we’ve put in place that do make your life better. But the bottom line is if your 401(K) is still down substantially from where it was a while back, if you haven’t seen a raise in a long time, if your home value went down --\n\nQ Keep going. (Laughter.)\n\nTHE PRESIDENT: -- depending on where you live, all those things still make you feel like, gosh, I’m treading water.\n\nQ Still struggling -- that's right.\n\nTHE PRESIDENT: And so my goal here is not to try to convince you that everything is where it needs to be. It’s not. That's why I ran for President. But what I am saying is, is that we’re moving in the right direction. And if we are able to keep our eye on our long-term goal -- which is making sure that every family out there, if they’re middle class, that they can pay their bills, have the security of health insurance, retire with dignity and respect, send their kids to college; if they’re not yet in the middle class, that there are ladders there to get into the middle class, if people work hard and get an education to apply themselves -- that's our goal. That's the America we believe in. And I think that we are on track to be able to do that.\n\nMR. HARWOOD: Mr. President, let me go at this from a different direction, from the direction of psychology, business confidence. You just mentioned things that credit card companies and health insurance companies used to do. There are some people in business who think, to use a phrase that you used recently about your critics, who think you talk about them like dogs. Let’s listen to Ken Langone, a billionaire businessman.\n\nTHE PRESIDENT: I’m sorry, billionaire businessman?\n\nMR. HARWOOD: Yes.\n\nTHE PRESIDENT: Okay.\n\n(Video is shown.)\n\nMR. LANGONE: What should they stop doing? Well, I think the one thing to do is to not make people in business feel like we’re villains or criminals or doing something wrong. I think anytime we can create a job that puts somebody to work, the country is better served. So I think that there’s got to be a need to understand that America, our democracy, is based on a strong, vibrant private economy.\n\nMR. HARWOOD: Are you vilifying business?\n\nTHE PRESIDENT: Absolutely not. Look, let’s look at the track record here. When I came into office, businesses, some of the same commentators who are on CNBC, were crying, “Do something,” -- because as a consequence of reckless decisions that had been made, the economy was on the verge of collapse. Those same businesses now are profitable. The financial markets are stabilized. We haven’t increased taxes on businesses. Actually, we have instituted about 50 tax cuts, many of them going to businesses large and small.\n\nAnd so the only thing that we’ve said is that we’ve got to make sure that we’re not doing some of the same things that we were doing in the past that got us into this mess in the first place.\n\nSo when I mentioned, for example, changes in the financial services industry, it is very important for us not to find ourselves in a position in which banks get too big to fail, and if they make bad decisions taxpayers have to bail them out or we let the entire economy collapse. That’s not a choice that I want any future President to have to make. And we instituted those changes.\n\nAnd the fact is that when FDR put in place deposit insurance in banks, banks said at the time, this is going to destroy capitalism. When Medicare was instituted, there were a whole bunch of people who said, this is socialized medicine. Now we take it for granted. But oftentimes there’s this response that somehow these modest reforms that make the free market work better for consumers and for workers as well as for businesses, on the front end are resisted.\n\nMR. HARWOOD: Let me take it, though, to a level that's beyond policy and it goes to what you value and you don't value.\n\nTHE PRESIDENT: Sure.\n\nMR. HARWOOD: I think some of those in business may think that deep down you think that working for profit is morally inferior to the kind of work you used to do as a community organizer. Is that how you feel?\n\nTHE PRESIDENT: No, it isn’t. Look, in every speech, every interview that I've made, I've constantly said that what sets America apart, what has made us successful over the long term, is we've got the most dynamic free market economy in the world. And that has to be preserved. That has to be preserved. We benefit from entrepreneurs and innovators who are going out there and creating jobs, creating businesses.\n\nGovernment can't create the majority of jobs. And in fact, we want to get out of the way of folks who’ve got a great idea and want to run with it and are going to be putting people to work.\n\nMR. HARWOOD: Maybe we've got one of those people right here.\n\nTHE PRESIDENT: I'd love to hear from him.\n\nQ Thank you, Mr. President. I'm 30 years old. I recently graduated from law school. And I went back to law school in order to pursue a life of public service, like you have. And what I found was that I simply -- there aren't jobs out there right now. I took advantage of the loans that you were just speaking about, but I can't make the interest payments on those loans today, let alone think about getting a mortgage, having a family, having even a marriage -- it’s awfully expensive. (Laughter.)\n\nTHE PRESIDENT: I'm not going to comment on that. (Laughter and applause.) Let me just say that whatever the expense, it’s worth it. (Laughter.) I want that on record. (Applause.)\n\nQ Like a lot of people in my generation, I was really inspired by you and by your campaign and message that you brought, and that inspiration is dying away. It feels like the American Dream is not attainable to a lot of us. And what I'm really hoping to hear from you is several concrete steps that you’re going to take moving forward that will be able to re-ignite my generation, re-ignite the youth who are beset by student loans. And I really want to know, is the American Dream dead for me?\n\nTHE PRESIDENT: Absolutely not. Look, we still have the best universities in the world. We’ve got the most dynamic private sector in the world. We’ve got the most productive workers in the world. There is not a country in the world that would not want to change places with us. For all the problems that we’ve got, as tough as things are right now, we are still the country that billions of people around the world look to and aspire to. And I want everybody to always remember that.\n\nNow, as I said before, what we saw happening during 2001 to the time I took office was wages actually declining for middle-class families, people treading water, young people having more trouble getting their foot in the door in terms of businesses. And so we are now having to go back to the fundamentals that made America great.\n\nAnd that means we’ve got to improve our education system. That means that we have to make sure that our markets are working in a way that is good for a broad base of people and not just a narrow base of people. It means that, let’s say -- you used the example of student loans -- one of the things that I just mentioned was, is that we put billions of dollars more into student loans. This was paid for, now. We took this out of financial service industries that were getting essentially unjustified subsidies -- they’re now going to students so that your debt would be lower. And by the way, part of that law also capped your debt at 10 percent of your income so that you knew that you could actually afford to take out this debt and pay for it even if you had a modest salary.\n\n\n\nSo we are taking these steps. But the most important thing we can do right now is to grow our economy. That’s the single most important thing that we can do. And some of the measures that we’ve put forward and I’m going to be fighting for are designed to exactly do that.\n\nFor example, we’ve said let’s accelerate business investment in the year 2011 to give a further jumpstart to the economy. That’s something that, by the way, doesn’t add to the deficit necessarily long term because this is depreciation that could be taken in the out-years. We’re just saying you invest now, you can take it now. And that gives businesses incentives to do it.\n\nWe want to give tax breaks to companies that are investing in research and development here in the United States because the key to our long-term growth is technology and innovation. And if we can get more of those investments here, that's going to improve. The reforms we’ve made on education -- which, by the way, have received bipartisan support -- are designed to make sure we’ve got the best engineers and the best scientists in the world right here in the United States.\n\nSo if we’re doing all those things, I am confident that the American Dream will continue for the next generation. What we can’t do, though, is go back to the same old things that we were doing, because we’ve been putting off these problems for decades. And that is something that I refuse to do.\n\nMR. HARWOOD: Mr. President, let me ask you a question about course correction. Sometimes a leader, even if you think you’ve done the right things, but if the people you’re trying to lead don't think so, you’ve got to somehow accommodate that, just like you would in a relationship. He was talking about marriage. (Laughter.)\n\nAs you go forward, is there any way in which you want to signal to the American people that you’re going to change your approach? And specifically -- we’re coming up to the midterm election -- have you asked your Treasury Secretary Tim Geithner and your top economic advisor Larry Summers to stay with you through the end of your term, or might you make some changes?\n\nTHE PRESIDENT: Well, look, I have not made any determinations about personnel. I think Larry Summers and Tim Geithner have done an outstanding job, as have my whole economic team. This is tough, the work that they do. They’ve been at it for two years, and they’re going to have a whole range of decisions about family that will factor into this, as well. But the bottom line is, is that we’re constantly thinking, is what we’re doing working as well as it could? Do we have other options and other alternatives that we can explore?\n\nI think one of the things that's on a lot of people’s minds right now, obviously, for example, is the issue of deficits and debt. That has fanned a lot of people’s concerns because we had to take a lot of emergency decisions last year that cost money. Now, they were the right things to do. Had we not taken them, the economy would be in a much worse position. Even John McCain’s former economist during the campaign has said that if we hadn’t taken these steps, that we might have lost another 8 million jobs, and we would be in an even deeper hole.\n\nMR. HARWOOD: And we know you have that commission that reports in December, but I think a lot of Americans may wonder how serious you are about what that commission is going to do.\n\nTHE PRESIDENT: Well, let me tell you. We’ve already identified $250 billion in cuts on the discretionary side of our budget. We’ve identified $300 billion worth of loopholes in our tax code that are not helping economic growth. If we just did those two things, as I’ve already proposed, that would make a huge difference. We’ve proposed to freeze discretionary spending for three years, to start whittling down some of the debt that I inherited.\n\nMR. HARWOOD: Peter Orszag, as you know, your former budget director, says that we can’t afford to extend the Bush tax cuts for anyone after a year or two. Is he right?\n\nTHE PRESIDENT: Well, I want to make sure I get this gentleman’s question in, but I will say this. The debate that we’re having about tax cuts right now I think really speaks to the choices that everybody here is going to be facing as we go forward. I think all of us are concerned about the deficit; all of us are concerned about the debt. Now, what we’ve said is that we should extend tax cuts, tax relief, for middle-class Americans -- like most of the audience here -- because, first of all, you’re the ones who didn't see your wages or income rise. Second of all, you’re the folks who are most likely to spend it on a new computer for your kids, or in some other fashion that would boost demand in the economy.\n\nEverybody agrees that this should be done. All we’ve said is that you get those tax breaks up to $250,000 a year. After that, if you make more than $250,000 a year, you still get a tax break; it’s just you only get it up to $250,000 --\n\nMR. HARWOOD: House Speak Pelosi said last week --\n\nTHE PRESIDENT: And let me say this, John, because I just think it’s very important that everybody understands this. What the Republicans are proposing is that we, in addition to that, provide tax relief to primarily millionaires and billionaires. It would cost us $700 billion to do it. On average, millionaires would get a check of $100,000.\n\nAnd by the way, I would be helped by this, so I just want to be clear. I’m speaking against my own financial interests. This is a -- it is a irresponsible thing for us to do. Those folks are the least likely to spend it and -- (applause.)\n\nMR. HARWOOD: Well, let me ask you from this angle. House Speaker Pelosi last week said you can get 80 percent of the revenue if you simply take away the tax cuts for people over a million dollars. Are you open to any sort of compromise that would capture most of that revenue, but those people between $250,000 and a million would get to keep that tax cut?\n\nTHE PRESIDENT: Here’s the basic principle. Here’s what I can’t do as President. I think I’ve worked pretty hard and I have a pretty big grasp of the challenges that we’re facing. (Applause.) But here’s what I can’t do. I can’t give tax cuts to the top 2 percent of Americans, 86 percent of that money going to people making a million dollars or more, and lower the deficit at the same time. I don’t have the math.\n\nI would love to do it. Every -- anybody in elected office would love nothing more than to give everybody tax cuts, not cut services, make sure that I’m providing help to student loans, make sure that we’re keeping our roads safe and our bridges safe, and make sure that we’re paying for our veterans who are coming back from Iraq and Afghanistan. At some point, the numbers just don’t work.\n\nSo what I’ve said is very simple. Let’s go ahead and move forward on what we agree to, which is tax relief for 95 -- 97 percent of Americans. In fact, actually everybody would get tax relief, but just up to $250,000 a year more. And let’s get the economy moving faster, let’s get it growing faster. At some point in the future, if we want to have discussions about further lowering tax rates, let’s do so at a time when we can actually afford it.\n\nMR. HARWOOD: All right, we’ve kept this gentleman waiting long enough.\n\nTHE PRESIDENT: Thank you very much.\n\nQ Mr. President, it is an honor to be in front of you. I am a small business owner. I'm a third-generation business owner in Pennsylvania. We are actually celebrating our 100th-year anniversary because we were founded in 1910.\n\nTHE PRESIDENT: Congratulations. (Applause.) What’s your business?\n\nQ Something called Susquehanna Glass, and we do monogrammed glasswork.\n\n\n\nTHE PRESIDENT: Outstanding.\n\nQ If you ever pick up a Williams-Sonoma catalog and buy a monogrammed glass, you’re getting the stuff from me. (Laughter.)\n\nTHE PRESIDENT: Congratulations -- and your grandfather started this?\n\nQ My grandfather and his brother started the business, yes, three generations.\n\nTHE PRESIDENT: That’s outstanding. That’s great.\n\nQ Two world wars, one Great Depression, and a lot of economic recession, so we’ve been through a lot. What I have learned in running a small business over that period of time is that to succeed, to survive, you have to reinvest in your business. It simply is imperative. The single greatest economic challenge that I face today is a public that is fearful and negative.\n\nYou, when you first came into office, your stimulus package actually funded a very ailing financial system, which was essential for small businesspeople. You turned around and invested in the auto industry, and I believe saved millions of jobs, and I think you’re actually going to make a profit on them. (Applause.)\n\nTHE PRESIDENT: We are. That's true.\n\nQ And yet your critics continue to paint you as a dramatically anti-business President. I believe you are investing in this country, as small businesses invest. And yet for some reason the public just doesn’t get it. I need you to help us understand how you can regain the political center, because you’re losing the war of sound bites, you’re losing the media cycles.\n\nI have a son that just graduated from college. He was just commissioned as a second lieutenant in the Army. He wants to make a career of the Army. I want to have a business for him to come back to when he gets out of the Army.\n\nTHE PRESIDENT: Well, first of all, let me say to your son thank you for your service to our country, and we want to make sure we’ve got a strong economy for him to come back to. (Applause.)\n\nAs I said before, I think that if you look at what we’ve done over the last two years, it’s very hard to find evidence of anything that we’ve done that is designed to squash business as opposed to promote business.\n\nYou mentioned the auto industry. This is a great example of something that we did -- we knew it wasn’t popular. I mean, people just -- the last thing folks wanted to see was us helping the auto industry. Now, keep in mind, the previous administration had been helping them, giving them billions of dollars and just asking nothing in return. But we were at a point where two of the big three automakers were about to liquidate, in the midst of this huge recession, and we would have lost an additional million jobs as a consequence, but also lost what is a signature manufacturing industry in this country. I mean, we built the world auto industry.\n\nAnd so what we did was we said to the auto companies, we are going to help you, but you’ve got to make some changes. You’ve got to make sure that we see a restructuring of how you do business. And by the way, some of the folks who made the biggest concessions were actually the workers there. It wasn’t -- they took huge cuts in terms of pay and benefits because they understood that there wage structures could no longer support the auto industry in a competitive era.\n\nWe are now seeing the top -- the three U.S. automakers making a profit for the first time in a long time. They are hiring for the first time in a long time. And that has huge ramifications, because there are suppliers, and the restaurant next to the plant that's open -- and so it has provided a lot of confidence in a lot of these communities. But it wasn’t popular at the time.\n\nNow, there were some folks in -- on CNBC who were unhappy with our decision, partly because they had made bets, essentially, against the auto industry, or they had senior debt. And we said, you know what, if the workers are giving up something, if management is giving up something, if the federal government is giving up something, and taxpayers are giving something, you’re not going to get a hundred percent of what you bargained for in terms of some of the investments that you made here. You’re going to have to take a haircut, too. And they got very mad about it. I still remember some of the fulminating that was taking place on CNBC about it. (Laughter.)\n\nWe didn’t do that because we were anti-business. We were doing it because we wanted to make sure that these businesses would continue. And by the way, some of the same folks who complained were some of the same folks who, if we hadn’t taken some of those actions on Wall Street, would have lost everything they had. And they didn’t mind us intervening when it was helping them. But they did mind it when we were helping some other folks.\n\nSo the point, I guess, I’m making is this. I think that American businesses like yours are what make this country go. We have passed eight tax cuts for small businesses so far. We have made it easier for you to invest in plants and equipment. We have already taken down your capital gains and we want to reduce capital gains for small businesses down to zero. All of these things are what historically have been considered pro-business agendas.\n\nEven on health care, a lot of small businesses couldn’t provide health care. We are now saying we’ve giving you a tax break if you provide health care to your workers. And 4 million small businesses out there are in a position to potentially take advantage of it.\n\nBut what is absolutely true -- and this goes to the point you were making earlier, John, about midcourse corrections -- the rhetoric and the politicizing of so many decisions that are out there has to be toned down. We’ve got to get back to working together. And my hope is -- and this is part of my job as leader. It’s not just a matter of implementing good policies, but also setting a better tone so that everybody feels like we can start cooperating again, instead of going at loggerheads all the time. (Applause.) And I’m going to have to do more additional outreach to business community on that front.\n\nMR. HARWOOD: You mentioned fulminating. One of my colleagues, Rick Santelli, was one of those who complained about your policies early -- some of the government interventions, and here’s a question that he submitted on the issue of spending.\n\n(Video is shown.)\n\nMR. SANTELLI: Mr. President, if I was to ask an investor would he invest in a company that for every dollar spent, it had to borrow 42 cents, I think that investor would think long and hard. Now, if you look at the amount of money the government takes in and what we are spending, those are pretty much the numbers for our government right now. Does it bother you that 42 cents of every dollar we are spending is borrowed? Even understanding that we have to deficit-spend during tough times, how long can the U.S. continue to spend in that fashion without potentially hurting our long-term financial health?\n\nTHE PRESIDENT: Well, it bothers me a lot. It bothered me when I was running for office, and it bothered me when I arrived and I had a $1.3 trillion deficit wrapped in a bow, waiting for me at the Oval Office. (Laughter.) So the answer to Rick’s question is we’re going to have to do something about it. And we’ve got to do it -- do something about it fairly rapidly.\n\nThe first thing you do when you’re in a hole is not dig it deeper. That's why this tax debate is important. We can’t give $700 billion away to some -- America’s wealthiest people. We’ve got to make sure that we are responsible stewards for our budget. That's point number one.\n\nAs I've said before, I’ve already instituted a budgetary freeze for three years on non-security discretionary spending. That can make a difference. We’ve identified over a half a trillion dollars in changes to the budget that could make a difference.\n\nThe one thing I do have to say, though, to the public is that about 60 percent of our budget is entitlements -- Social Security, Medicare and Medicaid. And a lot of the discretion that I have is somewhat limited on some of these programs.\n\nNow, part of the reason, for example, that health care reform was so important is because the biggest driver of our long-term deficits is Medicare. If health -- if our economy is growing at 2 or 3 or 4 percent but health care costs are going up 6 or 7 or 8 percent, then the budget will blow up no matter how many cuts I make in other programs.\n\nMR. HARWOOD: So everybody in this room needs to buckle up and be prepared for lower Social Security benefits and lower Medicare benefits in the future?\n\nTHE PRESIDENT: What we have to do is make sure that we take in -- the amount of money that we’re taking in and the amount of money that we’re going out matches up. And all of us have to have a conversation. If we think it’s important, for example, to treat our veterans fairly after they’ve served us -- (applause) -- and they come back with Post-Traumatic Stress Disorder -- and obviously everybody here does -- well, that costs money.\n\nIf we think it’s important for us to invest in research and development -- R&D spending in this country had flat-lined over the previous decade -- if we think that us being at the cutting edge in science and technology is the key to our economic future, well, we’ve got to make those investments.\n\nOn infrastructure, I’ve proposed, as I said, that we expand infrastructure. Europe spends 5 percent of their GDP, their gross domestic product, their total economic output, on infrastructure. China spends 9 percent on infrastructure. We’re spending 2 percent -- which is why our bridges fall down, and our roads are messed up, and our sewer systems and our airports -- all these things are in a bad way.\n\nSo there’s no such thing as a free lunch. We’ve got to make long-term investments, and we’ve got to do so at a time when the economy is in a tough situation. We’ve got to identify those things that don’t work, programs that aren’t working the way they’re supposed to, tax loopholes that aren’t encouraging economic growth, and we’ve got to eliminate those. And we’ve got to do it -- and here’s the biggest challenge -- we’ve got to do it in a way that doesn’t risk the current recovery.\n\nSo we’ve got to think medium and long term, and look at these long-term projections and say to ourselves are there some changes we can make that may not take effect this year but will take effect five years from now or 10 years from now so that we’ve got a better budget situation. (Applause.)\n\nMR. HARWOOD: Let’s go to our audience.\n\nQ Good afternoon, Mr. President. Thank you for coming to speak with us today. I am a full-time MBA student at Georgetown University right here in the District. And my question is with regards to those individuals that feel like federal government is getting too large, specifically the Tea Party’s movement. My dad and I were talking about the midterm elections just last night, and he was asking who we should vote for. And the question was what will the administration do if these activists are elected?\n\nTHE PRESIDENT: Well, let me say this about the Tea Party movement -- which your friend, Rick, helped to name. I think that America has a noble tradition of being healthily skeptical about government. That's in our DNA, right? (Applause.) I mean, we came in because the folks over on the other side of the Atlantic had been oppressing folks without giving them representation. And so we’ve always had a healthy skepticism about government. And I think that's a good thing.\n\nI think there’s also a noble tradition in the Republican and Democratic parties of saying that government should pay its way, that it shouldn’t get so big that we’re leaving debt to the next generation. All those things, I think, are healthy.\n\nThe problem that I’ve seen in the debate that's been taking place and in some of these Tea Party events is I think they’re misidentifying sort of who the culprits are here. As I said before, we had to take some emergency steps last year. But the majority of economists will tell you that the emergency steps we take are not the problem long term. The problem long term are the problems that I talked about earlier. We’ve got -- we had two tax cuts that weren’t paid for, two wars that weren’t paid for. We’ve got a population that's getting older. We’re all demanding services, but our taxes have actually substantially gone down.\n\nAnd so the challenge, I think, for the Tea Party movement is to identify specifically what would you do. It’s not enough just to say, get control of spending. I think it’s important for you to say, I’m willing to cut veterans’ benefits, or I’m willing to cut Medicare or Social Security benefits, or I’m willing to see these taxes go up.\n\nWhat you can’t do -- which is what I’ve been hearing a lot from the other side -- is say we’re going to control government spending, we’re going to propose $4 trillion of additional tax cuts, and that magically somehow things are going to work.\n\nNow, some of these are very difficult choices. We were talking earlier about the business community and how it feels. We haven’t raised corporate tax rates since I’ve been in office. People keep on saying that I might. But we haven’t. We haven’t proposed it --\n\nMR. HARWOOD: They want you to cut them.\n\nTHE PRESIDENT: And what I’ve said is if you can lower corporate tax rates by eliminating loopholes so that it’s tax-neutral, I'm happy to work with you.\n\nWe've said, for example, that we don't want -- right now dividends are taxed at 15 percent. They used to be taxed at 39 percent under the Clinton administration. And what we’ve said is let’s take them up to 20. That would be a reasonable position that would still be pro-business but wouldn’t be so draining on the Treasury.\n\nSo we’ve got a bunch of these decisions that have to be made. I think we can all have a reasonable argument. And we’re going to have some difference in terms of how to go about it. Some of us may want a few more cuts; some of us may want higher revenues. But understand that there are facts and a reality there that go beyond the political rhetoric, and we’re not going to be able to solve this problem just by yelling at each other. (Applause.)\n\nMR. HARWOOD: Let me ask you about one more specific thing the Tea Party argues that you’re very welcome to speak to. There are some in the Tea Party who argue that the Constitution has been perverted in a way that gives government license to get involved in any activity -- the Commerce clause. You’re a former constitutional law professor.\n\nTHE PRESIDENT: Yes.\n\nMR. HARWOOD: What’s your analysis of that?\n\nTHE PRESIDENT: Well, look, the truth of the matter is that the federal government is probably less intrusive now than it was 30 years ago. Our tax rates are lower now than they were under Ronald Reagan. They're much lower than they were under Dwight Eisenhower.\n\nIt is true that there are some areas that we regulate more. But you know what, the truth is everybody here probably thinks it’s a pretty good idea that we regulate the food industry, for example, so we don't get E. coli and salmonella. Well, that requires somebody overseeing businesses -- most of whom are trying to do a good job, but some of them may not have the safety provisions in place to do that.\n\nI think most people here think it is a good idea to make sure that you’re not cheated if you are seeking a mortgage. Well, that requires some oversight. So we’re always going to try to balance regulation with making sure that people can go about their business and go about their lives without a bunch of people meddling in it.\n\nMR. HARWOOD: Having enacted a lot of stimulus and realizing the political appetite is drained, are you prepared now to say that in terms of getting the economy going, the era of big government is over and it’s time to stand up the private sector, and that's the focus of your policy?\n\nTHE PRESIDENT: My entire focus right now is to make sure that the private sector is thriving, is growing, is investing. As I said, that's why we haven’t increased taxes on corporations. We are not proposing dividends to go up -- taxation on dividends to go up above 20 percent. I think we’ve been very responsible stewards.\n\nI do believe that we’ve got to make sure that basic rules of the road are in place and that consumers, workers, ordinary folks out there aren’t taken advantage of by sharp business practices. And I don’t think that there’s anything about that that's inherently anti-business. Some of the business owners that we heard today, they are making a profit by offering a good service at a good price. And that's who we want to see rewarded. (Applause.)\n\nMR. HARWOOD: Let’s go to Anthony Scaramucci, who is familiar to some viewers of our network because he appears on CNBC as a hedge fund manager.\n\nQ And I also went to law school with you with Brian Mathis back in the day.\n\nTHE PRESIDENT: It’s great to see you. You’ve done very well. (Laughter and applause.) Congratulations. That’s great.\n\nQ And if I fouled you on the hoop court, it wasn’t intentional.\n\nTHE PRESIDENT: I remember that. (Laughter.)\n\nQ You would remember if I fouled you. I got a low center of gravity. (Laughter.) The question I have, sir, and this is something I really -- a lot of my friends are thinking about. Listen, I represent the Wall Street community. We have felt like a piñata. Maybe you don’t feel like you’re whacking us with a stick, but we certainly feel like we’ve been whacked with a stick. So I certainly think that Main Street and Wall Street are connected, and if we’re going to heal the society and make the economy better, how are we going to work towards that, healing Wall Street and Main Street? Question number one.\n\nAnd then question number two has to do with job growth. I was doing a calculation -- I run SkyBridge Capital; it’s got $7.4 billion under management -- and I’m thinking about hiring new people. A $50,000 worker in New York City, if I want to pay the full freight on the health care plus the FICA and all the other stuff, it’s about $90,000, sir. That woman, man or woman, is going to take home about $35,000. It seems very, very disconnected, and I think that’s one of the main reasons why we don’t have a lot of job growth.\n\nSo two questions: When are we going to stop whacking at the Wall Street piñata? And how are we going to fix that arbitrage so that we can create jobs in our society?\n\nTHE PRESIDENT: Well, on the first issue --\n\nQ And I promise not to foul you if we play hoops again. (Laughter.)\n\nTHE PRESIDENT: On the first question, I think it would be useful to go back and look at the speeches that I’ve made, including a speech, by the way, I made back in 2007 on Wall Street before Lehmans had gone under, in which I warned about a potential crisis if we didn’t start reforming practices on Wall Street.\n\nAt the time, I said exactly what you said, which is Wall Street and Main Street are connected. We need a vibrant, vital financial sector that is investing in businesses, investing in jobs, investing in our people, providing consumers loans so they can buy products -- all that is very important and we want that to thrive. But we’ve got to do so in a responsible way.\n\nNow, I had been amused over the last couple years -- this sense of somehow me beating up on Wall Street -- I think most folks on Main Street feel like they got beat up on -- (applause) -- and I’ll be honest with you, there’s probably a big chunk of the country --\n\nQ But people connect us --\n\nTHE PRESIDENT: Hold on a second -- there’s a big chunk of the country that thinks that I have been too soft on Wall Street. (Applause.) That’s probably the majority, not the minority.\n\nNow, what I’ve tried to do is just try to be practical. I’m sure that at any given point over the last two years, there have been times where I have been frustrated, and I’ll give you some examples. I mean, when I hear folks who say that somehow we’re being too tough on Wall Street, but after a huge crisis, the top 25 hedge fund managers took home a billion dollars in income that year -- $1 billion. That’s the average for the top 25, which is --\n\nMR. HARWOOD: And yet Forbes Magazine puts on their cover a story saying, “he has an anti-colonial attitude” -- or Steve Schwarzman, a big figure on Wall Street, says, “their approach to the financial regulation and taxation is like Hitler invading Poland.” Where does that come from?\n\nTHE PRESIDENT: I don’t know where that comes from. That’s my point. I guess -- it is a two-way street. If you’re making a billion a year, after a very bad financial crisis where 8 million people lost their jobs and small businesses can’t get loans, then I think that you shouldn’t be feeling put upon. The question should be how can we work with you to continue to grow the economy.\n\nA big source of frustration -- this quote that you just said, this was me acting like Hitler going into Poland, had to do with a proposal to change a rule called “carried interest,” which basically allows hedge fund managers to get taxed at 15 percent on their income. Now, everybody else is getting taxed at a lot more. (Laughter.) The secretary of the hedge fund is probably being taxed at 25, 28 -- right? And these folks are making -- getting taxed at 15.\n\nNow, there are complicated economic arguments as to why this isn’t really income, this is more like capital gains, and so forth, which is a fair argument to have. I have no problem having that argument with hedge fund managers, many of whom I know and went to school with. And I respect their business acumen. But the notion that somehow me saying maybe you should be taxed more like your secretary, when you’re pulling home a billion dollars or a hundred million dollars a year, I don't think is me being extremist or being anti-business. (Applause.) And that's the confusion we get into.\n\nI do want to be fair about your other point, which is the cost of workers. One of the things -- one of the laws that we passed this year was the HIRE Act, which said we’ll give you a tax break if you hire a new worker, to try to reduce some of those costs. And in some high-cost places like New York City, the costs for the average worker maybe be even higher than it is if you are in some other places.\n\nMR. HARWOOD: Why not a payroll tax holiday for exactly the issue that he mentioned?\n\nTHE PRESIDENT: Well, this is something that we’ve examined. And we are going to be working with businesses to see does it make sense for us to initiate some additional incentives in order to hire.\n\nThe one thing that I want to make clear about, though, is our health care bill didn’t substantially add to employers’ health care costs. It exempts from any kind of costs for employers folks who have 50 employees or less. What we’ve said is if you’ve got more than 50 employees, then you should be able to give them health care. And we will give you tax incentives. Basically, we’ll pay for -- we’ll give you a break that's as much of a third of your cost for their health care premiums. And the reason we’re doing that is because if you’re not paying for it, then taxpayers are paying for it. We’re all paying for it because, on average, these emergency room visits for people who don't have health insurance add up to an extra thousand dollars on each of our premiums who do have health insurance.\n\nMR. HARWOOD: Did I understand you just to say a moment ago that you are continuing to examine a payroll tax holiday, and may be open to that as a way of spurring hiring?\n\nTHE PRESIDENT: John, I think -- here’s what you can rest assured, is we are willing to look at any idea that's out there that we think will help. But we’ve got to do so in a responsible way. We’ve got to make sure that whatever it is that we’re proposing gives us the best bang for the buck. A lot of ideas that look good on paper, when you start digging into them it turns out that they’re more complicated and they may end up not working the way they’re supposed to.\n\nAnd we’ve got to be self-critical. There are times where, for example, in the housing market, we were very successful in keeping the housing market alive at a time when it had completely shut down. But a lot of folks are still losing their homes because they’ve lost their job; they’re just having trouble making their mortgage payments. And what we’ve been trying to do is to get the banks to work with the borrower to see can you adjust the mortgage so that if they’re willing to make a payment, that they can stay in their homes. That --\n\nMR. HARWOOD: Hasn’t experience proven, though, that those interventions haven’t worked, and basically the housing market has got to find its bottom and then get back up?\n\nTHE PRESIDENT: Well, this was the argument that Rick Santelli made. This is when he went on that rant about the Tea Party. (Applause.) It is a fair economic argument that some people make that say, you know what, just leave it alone, and if people are losing their homes, they’ve got to lose their homes, and if the housing market has to go down another 10 percent, just let it go down another 10 percent, and eventually it will find bottom. That's the argument that's being made out there.\n\nI guess my job as President is to think about those families that are losing their home not as some abstract numbers. I mean, these are real people who worked really hard for that house. And we think it’s very important that speculators, people who are just trying to flip condos, et cetera, that they’re not getting help. We think it’s very important to acknowledge that some people just bought too much house; they couldn’t afford it. And it’s not fair for the rest of us to have to subsidize them because of bad judgments and mistakes that they made.\n\nOn the other hand, we also think it’s important to recognize that if you’ve got communities where you’ve got -- every other house is foreclosed, that that's bad for the economy as a whole.\n\nSo these are all tough decisions. But the main point I want to make is, is that we are going to constantly reexamine what we’re doing. We are open to new ideas that are out there, and if we think something is going to work to put people to work, then absolutely we’re going to try to make it happen.\n\nMR. HARWOOD: Let me ask you about two national security issues that are relevant to economic performance. One is Iran. Markets watch very closely for evidence of stability or lack of stability in the Middle East.\n\nTHE PRESIDENT: Right.\n\nMR. HARWOOD: Colin Powell said yesterday that even though we can’t take any option off the table, the stars are not lining up for an attack on Iran by the United States, by Israel or the two countries in combination. Has he got that right?\n\nTHE PRESIDENT: Well, General Powell is a very smart man. And I don't want to have a discussion about all the plans that we have in place to deal with Iran.\n\nIran having a nuclear weapon would be a real problem. We passed the toughest sanctions against Iran ever. They are having an effect. We continue to be open to diplomatic solutions to resolve this. We don't think that a war between Israel and Iran, or military options would be the ideal way to solve this problem. But we are keeping all our options on the table.\n\nMR. HARWOOD: China. A very quick way to improve the competiveness of U.S. exports would be if the value of China’s currency rises. Is it time for you to be tougher than you have been so far on pressing the Chinese?\n\nTHE PRESIDENT: This is a real problem. And I want to just give everybody some background on this. China -- its currency is valued lower than market conditions would say it should be. And what that means is essentially that they can sell stuff cheaper here, and our stuff when we try to sell there is more expensive. So it gives them an advantage in trade.\n\nWhat we’ve said to them is you need to let your currency rise in accordance to the fact that your economy is rising, you're getting wealthier, you’re exporting a lot. There should be an adjustment there based on market conditions. They have said yes in theory, but in fact they have not done everything that needs to be done. We are going to continue to insist that on this issue and on all trade issues between us and China, that it’s a two-way street.\n\nLook, it’s good for us that China does well, in the sense that, first of all, having millions of people get out of poverty is a good thing for the world. It makes them more stable. It buys them into a world economy that can reduce tensions and allow our businesses to thrive. It’s a huge market where we should be able to export a lot of goods. Eventually, I want some of those nice monogrammed glass things to be in Shanghai and Beijing. (Laughter.) But it’s got to be fair. Our trade relationship has to be fair. You can’t just sell to us and we can’t sell to you.\n\nAnd so we have been bringing more actions against China before the World Trade Organization. We are going to enforce our trade laws much more effectively than we have in the past -- not because I’m anti-trade. I’m pro-trade. I just want to make sure that trade is good for American businesses and American workers. And over the last several years, it hasn’t always been. (Applause.)\n\nMR. HARWOOD: Mr. President, final question, because we’re out of time and you’ve got to go.\n\nTHE PRESIDENT: I’m having so much fun, though. (Laughter and applause.)\n\nMR. HARWOOD: Fifteen years ago, at a similar point in his presidency, Bill Clinton took the stage at a town hall in New Hampshire with Newt Gingrich, who was then Speaker of the House. Are you willing to and would you like to debate John Boehner, the House Republican leader, before the election to lay out your two visions for the economy?\n\nTHE PRESIDENT: Well, I think that it’s premature to say that John Boehner is going to be Speaker of the House. (Applause.) I do think it is very important for the country, as we go into these midterm elections, to understand that there’s a choice in front of us. The other side, their basic argument is that if we go back to doing what we were doing before the financial crisis and before I was President, that we’d be in a better place.\n\nNow, think about this. From 2001 to the time I took office, your average wages went down 5 percent. We took a record surplus under Bill Clinton and took it to record deficits. We had two tax cuts that weren’t paid for, two wars that weren’t paid for, that were hugely expensive. We put off solving health care costs that were skyrocketing. We didn’t solve college tuition costs that were skyrocketing. We didn’t have an energy policy. We were seeing jobs being shipped overseas because of the way our tax structure gave them incentives. Now, that was the agenda. We have tried what they’re offering.\n\nNow, I stay up every night and I wake up every morning thinking about the people who sent me into this job. And the single-most important task I have is to make sure that the dreams of you and your families are realized. And so everything I’m doing is thinking about how do we grow this economy and how we grow this middle class. It has not happened fast enough. I know how frustrated people are. I know in some cases how desperate people are.\n\nBut I also know this -- that an economy that was shrinking is now growing. We have finally tackled tough challenges like health care that we had been putting off for decades. I have put forward proposals that are going to require bipartisan cooperation in order for us to get government spending under control.\n\nAnd I am confident that if we stay on a course that gets us back to old-fashioned values of hard work and responsibility and looking out for one another, that America will thrive; that the 21st century will be an American Century again. (Applause.) But I’m going to need everybody’s support. I’m happy to have that debate over the course of the next several weeks and for months to come.\n\nThank you very much, everybody. (Applause.)\n\nMR. HARWOOD: Thank you, Mr. President.\n\nEND\n\n1:05 P.M. EDT", "images": ["https://obamawhitehouse.archives.gov/profiles/forall/modules/custom/gov_whitehouse_www/images/icons/wh_logo_seal.png", "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"], "top_img": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "keywords": [], "authors": [], "canonical_link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/20/remarks-president-cnbc-town-hall-discussion-jobs", "title": "Remarks by the President at CNBC Town Hall Discussion on Jobs", "meta_data": {"msapplication-square70x70logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-TileImage": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "msapplication-TileColor": "#003C80", "application-name": "Whitehouse", "msapplication-config": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "whitehouse.gov", "type": "article", "title": "Remarks by the President at CNBC Town Hall Discussion on Jobs", "url": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/20/remarks-president-cnbc-town-hall-discussion-jobs", "description": "Newseum Washington, D.C. 12:03 P.M. EDT", "updated_time": "2010-09-20T16:53:42-04:00", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "secure_url": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "width": 240, "height": 240}}, "twitter": {"card": "summary", "site": "@WhiteHouse", "creator": "@WhiteHouse", "title": "Remarks by the President at CNBC Town Hall Discussion on Jobs", "url": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/20/remarks-president-cnbc-town-hall-discussion-jobs", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}}, "article": {"published_time": "2010-09-20T15:30:00-04:00", "modified_time": "2010-09-20T16:53:42-04:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}, "movies": [], "publish_date": 1284912000.0, "source": "http://www.whitehouse.gov", "summary": ""}