{"url": "https://washingtonpress.com/2018/06/25/a-trump-fan-was-just-charged-with-trying-to-murder-maxine-waters-on-same-day-trump-threatened-her/", "text": "9k SHARES SHARE THIS STORY\n\nPresident Trump made a barely veiled threat today on Twitter to Representative Maxine Waters (D-CA) after the congresswoman called for the continued public shaming of members of his administration to hold them accountable for the president’s heinous policies, particularly the immigration policy debacle that led to the separation of thousands of children from their refugee parents at the border.\n\nCongresswoman Maxine Waters, an extraordinarily low IQ person, has become, together with Nancy Pelosi, the Face of the Democrat Party. She has just called for harm to supporters, of which there are many, of the Make America Great Again movement. Be careful what you wish for Max! — Donald J. Trump (@realDonaldTrump) June 25, 2018\n\nTrump, of course, lied about what Rep. Waters called for which was peaceful protests and public demonstrations rather than the “harm” he claims. The “Be careful what you wish for Max!” quote, however, was a dog whistle call to action for his supporters to attack Rep. Waters on par with his warning during his campaign when discussing Hillary Clinton that perhaps “the Second Amendment people” i.e., gun owners could solve the problem.\n\nWhile some people may consider Trump’s tweet as more cheap theatrics for his base, the president’s hate-mongering towards Waters has real-life consequences as the news about a San Pedro, California man demonstrates.\n\nAnthony Scott Lloyd, 45, is pled guilty on April 16th to a charge of threatening to kill Rep. Maxine Waters because of her criticism of President Trump.\n\nAccording to the Los Angeles Times, Lloyd “faces a single count of threatening a United States official, according to a plea agreement filed March 26. It is punishable by up to 10 years in prison and a $250,000 fine.”\n\nLloyd’s plea details the voicemail that he left at Congresswoman Waters’ Washington DC office last October that used both a racial slur and an anti-gay epithet to refer to the representative and stated that:\n\n“If you continue to make threats towards the president, you’re going to wind up dead, Maxine, ’cause we’ll kill you.“\n\nThe voicemail was forwarded to the FBI who investigated it and arrested Lloyd who claims that the call was a “spur of the moment” decision made while listening to conservative talk radio and that he had no real intention of following through with the threat.\n\nUnfortunately, we have no such assurances from the president himself, and given Trump’s penchant for simply ignoring the rule of law, that is a frightening proposition.\n\nThe contrast here is stark between Trump and Waters and the other Democrats whose calls for peaceful activism through public declarations of disgust and shaming of deplorable policies and behaviors are met by Trump and his Republican enablers with threats laden with hints of violence.\n\nWhen those threats lead deranged Trump supporters to take action beyond mere threatening phone calls, the responsibility for incitement to violence will be squarely at Trump’s feet.\n\nCorrection: The original headline to this story erroneously implied that Anthony Scott Lloyd, the man who threatened Rep. Waters, did so on the same day as President Trump’s tweet about the Congresswoman on June 25th. An editing error also caused the timing of the guilty plea to be reported as happening that same day, even though it actually took place over two months prior to Trump’s June 25th tweet. The story has been revised to reflect the actual chronology of the events. Washington Press greatly regrets the errors.\n\nPresident Trump has sent tweets criticizing Rep. Waters prior to the tweet on June 25th, including this one from March prior to Mr. Lloyd’s plea. Therefore the conclusion that Trump’s bullying tactics have dangerous real life consequences remains valid.\n\nJoin millions calling for AG Barr to resign after he defied his constitutional obligations to protect Trump!", "images": ["https://washingtonpress.com/wp-content/uploads/washington-press-newicon2x.jpg", "https://washingtonpress.com/wp-content/uploads/trumo-conway-tweet-2-20x15.jpg", "https://secure.gravatar.com/avatar/f8ae116403fba8aabe348c6c184c9daa?s=164&d=mm&r=g", "https://washingtonpress.com/native/image/?/content/images/15759630881142623225.jpg&static=true&pos=face&h=315&w=420&fmt=jpeg", "https://washingtonpress.com/native/image/?/content/images/15684011750970738967.jpg&static=true&pos=face&h=315&w=420&fmt=jpeg", "https://washingtonpress.com/wp-content/uploads/donald-trump-melania-tweet-2-20x15.jpg", "https://washingtonpress.com/wp-content/uploads/washington-press-newlogo2x.jpg", "https://washingtonpress.com/native/image/?/content/images/15514392841141082368.jpg&static=true&pos=face&h=315&w=420&fmt=jpeg", "https://washingtonpress.com/wp-content/uploads/90-12-20x15.jpeg", "https://washingtonpress.com/wp-content/uploads/maxine-and-don.jpg"], "top_img": "https://washingtonpress.com/wp-content/uploads/maxine-and-don.jpg", "keywords": [], "authors": ["Download Our New App Free", "Vinnie Longobardo"], "canonical_link": "https://washingtonpress.com/2018/06/25/a-trump-fan-was-just-charged-with-trying-to-murder-maxine-waters-on-same-day-trump-threatened-her-3/", "title": "Correction: A Trump fan was charged with threathening to murder Maxine Waters after listening to right wing radio", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://washingtonpress.com/wp-content/uploads/cropped-washington-press-newicon2x-270x270.jpg", "og": {"type": "article", "title": "Correction: A Trump fan was charged with threathening to murder Maxine Waters after listening to right wing radio", "description": "The president's threats against the beloved Democratic Representative have real consequences.", "image": "https://washingtonpress.com/wp-content/uploads/maxine-and-don.jpg", "url": "https://washingtonpress.com/2018/06/25/a-trump-fan-was-just-charged-with-trying-to-murder-maxine-waters-on-same-day-trump-threatened-her-3/", "site_name": "Washington Press", "updated_time": "2018-07-24T12:12:14-04:00"}, "article": {"publisher": "https://www.facebook.com/washingtondcpress/", "published_time": "2018-06-25T16:28:14-04:00", "modified_time": "2018-07-24T12:12:14-04:00"}, "generator": "WordPress 5.3.2", "apple-itunes-app": "app-id=1274410752", "google-play-app": "app-id=com.OccupyDemocrats.android", "author": "Download our new app FREE", "fb": {"app_id": 1921221324799355, "admins": 100010978633754, "pages": 1554747021224321}}, "movies": [], "publish_date": 1529856000.0, "source": "https://washingtonpress.com", "summary": ""}