{"url": "http://nymag.com/news/features/34992/", "text": "Photo: Preston Gannaway/Concord Monitor/Polaris (Thompson); Getty Images (The White House)\n\nFred Thompson is laying on the southern-fried charm. It’s a tire-melting afternoon in June, and the son of Lawrenceburg, Tennessee, turned two-term United States senator, Law & Order star, and now almost Republican presidential candidate has just arrived at the Clarion Townhouse hotel in Columbia, South Carolina, for a state-party fund-raiser. A crush of reporters has swarmed him, one of whom has just asked if today will be the day Thompson makes things official. Thompson delivers his honey-smooth reply as if on cue. “I’m just testing the waters, but the water is pretty warm,” he says as he plows toward the ballroom.\n\nInside, his wife, Jeri, and 3-year-old daughter, Hayden, hug Thompson. The family settles on the dais and is consumed in a lightning storm of flash photography. The six-foot-five, cigar-smoking Thompson’s calling card is his cozy, avuncular folksiness, and he seems nothing if not at home here among his people. Jeri is a formidable woman—a former Senate staffer and spokeswoman for the Republican National Committee who is said to be the true force behind her husband’s decision to run and a key operative in his campaign. She also happens to be blonde, gorgeous, and two dozen years younger than her husband. She is dressed today in a purple skirt cut an inch or so above the knees that has definitely caught the attention of the locals. Hayden, saucer-eyed and adorable in a flower-print dress, smiles shyly. Thompson is only 64, but the family tableau makes him look a bit old and wan.\n\nThe room settles down, and Thompson steps to the microphone. He goes straight to Page One of the Thompson script—a bit of homey Mayberry RFD bemusement directed at those crazy city slickers in Washington. “I was telling one of my buddies up there, ‘You know, it’s kind of strange. People are always asking me the difference between show business and politics and so forth.’ And he says, ‘Well, don’t you see the deal? Politics is show business for ugly people.’” Thompson pauses for a moment and grins. “And then he says, ‘Thompson, you got it all covered.’” Everyone laughs.\n\nToday, the immigration bill hangs in the balance, and Thompson, who sells himself as the only genuine red-meat conservative among the leading GOP contenders, lays into his wussy opponents. “We can’t drop another 12 million people and be able to cope with that. We’ve already got a 24-hour rule. If you can’t prove they’re terrorists within 24 hours, you’ve got to pass them. You know the dog ain’t eating the dog food when they put that one out there.”\n\nSomeone shouts “Go, Fred, go.”\n\nNow it’s back to the outsider theme, but this time Thompson is more slick. The subject is the Iraq war, a conflict that Thompson has staunchly supported. “People talk about the last election. They say, ‘The war, the war, the war,’” Thompson says with a sigh. “I think it has to do more with corruption and spending than it did the war, and it’s understandable. Sad to say some of our folks went to Washington to drain the swamp and made partnership with the alligators instead.”\n\nA minute later, Thompson offers what has now become a hallmark tease. “Maybe I can come back a little bit later in a different capacity and we can talk a little bit more about some of these issues.” The applause builds to a standing ovation. “You know, I had another comment or two,” Thompson says, “but I think that’s the perfect place to stop.”\n\nThompson sticks around for five minutes afterward to answer a few questions from reporters and pose for pictures with old ladies asking that a fence be built around America. I try to force him to improv a little by asking whether it was too late for him to mobilize a modern presidential campaign. But the man can hit his mark. “You know, they said that you had to raise $100 million this year to compete,” Thompson says as his aides try to get him to turn rightward toward the cameras. “Without raising a dime, I was in the pack. So I’ve already saved $50 million this year.” Then Thompson smiles and lopes toward the exit. The former actor is done shooting for the day.\n\nSince announcing this spring that he was considering a presidential run, Fred Thompson has improbably jumped to the front of the line for the GOP nomination. In two mid-July polls, Thompson led Rudolph Giuliani by a point or two, and while other recent surveys show the former New York mayor in the lead, Thompson’s strength in key southern states, including the aforementioned South Carolina, has not gone unnoticed. This despite the fact that the famously laid-back Thompson has barely campaigned, forgoing the roll-up-your-sleeves-and-make-a-thousand-trips-to-Iowa strategy in favor of the odd Leno appearance and a YouTube jab at Michael Moore, in which he essentially told Moore that if he didn’t love America, he should leave it, and go to Cuba.\n\nPhoto: Daily News\n\nSo far, the Thompson bubble has floated skyward on several favorable updrafts. He’s the newest man in the race—and one with celebrity name recognition. He’s a Southerner and arguably the most conservative candidate in a field devoid of hard-liners. Despite his eight years in the Senate, people seem to buy the idea, for the time being anyway, that he’s a Washington outsider. And all of his opponents have significant liabilities. But then again, so does Thompson. Among them are his work ethic and authenticity.\n\nThompson is often compared to Ronald Reagan, not just because they are both actors, but also because of each man’s almost preternatural affability. But Reagan was an unalloyed ideologue when America was looking for one, with eight years as the chief executive of what amounts to one of the world’s largest countries. He wasn’t elected until his third campaign, when he defeated a weak Democratic incumbent. Fred Thompson is in a different place. If he’s going to be elected the leader of the Free World, he may have to do it on the strength of his not inconsiderable personal charm.\n\nYou can’t get to Fred Thompson’s hometown from here. Lawrenceburg, Tennessee, is located 28 miles from the nearest interstate. Its rolling hills are picturesquely dotted with pigs and cattle, but it remains one of the state’s poorest areas. “This town hasn’t been the same since the Yankees came in and opened the Murray bike factory,” says Tommy Beuerlein, who owns a downtown pharmacy and was a classmate of Thompson’s. The bike factory arrived in 1955. “Nixon was right about there being a silent majority in America,” Beuerlein proudly says. “It’s right here.”\n\nOn a recent summer day, eighteen people attended a city-council meeting dealing with the local problem of illegal dumping of couches. A few steps away, 71 residents, some of them as young as 9, attended a shotgun-safety class. “You have to respect your zone of fire,” insisted the instructor. “Vice-President Cheney didn’t respect his zone of fire, and look what happened.”\n\nMuch of Thompson’s down-home affability can be attributed to his roots in Lawrenceburg, where as a child he pretended to be Western star Lash LaRue and courted his high-school sweetheart underneath the town’s Davy Crockett statue (true story). But while Thompson may be a country boy, he’s a certain type of country boy: the one who plays possum while you mock his cornpone ways. Next thing you know he’s got your girl and holds the deed to your farm.\n\nThompson’s father, Fletch, ran a used-car lot in the center of town, and would talk Republican politics at the Blue Ribbon Café. Neither of Thompson’s parents attended high school (his father eventually earned a GED), and Fred, the first of two sons, proved to be an indifferent but popular student. Even as a kid, Fred had a flair for showmanship. One of the building blocks of the Thompson legend is the story of his concerned football coach’s running onto the field to check on an injured Thompson. When coach Garner Ezell reached his player, Thompson smiled at his fellow Church of Christ parishioner and quipped, “How’s the crowd takin’ it?”\n\n“Fred said it,” says Ezell. “But he wasn’t ever hurt. He was just tired and wanted a rest.”\n\nEven a blind squirrel sometimes finds a nut, and Thompson has always seemed to have a way of stumbling into success. By all accounts, Thompson’s work ethic kicked in at 17, when he got his sweetheart Sarah Lindsey pregnant and immediately proposed. “I barely got out of high school,” Thompson told the Washington Post in 1985. “I was interested in two things—and sports was one of them.”\n\nBecause of his marriage, Thompson didn’t play sports his senior year, and he put in long shifts at the bike factory to support his new family. The following fall, the newlyweds headed to nearby Florence State, now the University of North Alabama, before transferring to Memphis State, from which they both graduated. Sarah’s grandfather was an influential Lawrenceburg lawyer, and her family urged Thompson to apply to Vanderbilt Law School. After graduating, the couple moved back to Lawrenceburg, and Thompson practiced law with Sarah’s uncle and began dabbling in local GOP politics, eventually joining the county’s Republican Executive Committee. It was through that group that Thompson caught the eye of another accidental benefactor, Tennessee senator Howard Baker. Thompson worked on Baker’s 1972 reelection, sometimes driving the senator around Tennessee, and the two men struck up a friendship.\n\nBy the next year, Watergate was everywhere. And while Yale and Harvard up-and-comers like Hillary Clinton and Bill Weld clawed for minor legal positions, Baker offered Thompson a coveted slot as minority counsel on the Senate Watergate Committee.\n\nPhoto: Brett Flashnick/AP\n\nIn 1975, Thompson wrote about the experience in his book At That Point in Time: The Inside Story of the Senate Watergate Committee, portraying himself as the picture of the awestruck country lawyer. He insists when Baker offered him the job in February of 1973, “the only names I could recall without prompting were Howard Hunt and Gordon Liddy.”\n\nBecause it was a Republican investigator who had uncovered the fact that Nixon aide Alexander Butterfield had admitted that the White House featured an elaborate taping system, Baker insisted that a Republican cross-examine Butterfield the next day so the GOP could maintain the illusion of impartiality—and take credit. On national television, Thompson asked Butterfield the now famous line, “Are you aware of the installation of any listening devices in the Oval Office of the president?” Butterfield famously answered yes (as everyone already knew he would). It was Thompson’s first star turn, a role that marked him in America’s minds as a righteous heavyweight prosecutor.\n\nThompson’s own book suggests he wasn’t exactly an impartial participant in the proceedings, however. He admits to leaking the news about the Butterfield discovery to Nixon’s lawyers without authorization. Transcripts from the Nixon Tapes also suggest Thompson was at least partially in Nixon’s pocket. As the Watergate Committee prepared to call Nixon aide John Dean, Nixon lawyer J. Fred Buzhardt coached Thompson on how to question Dean. Buzhardt told Nixon, “I found Thompson most cooperative, feeling more Republican every day.” The next day, Nixon Chief of Staff Alexander Haig reported to the president, “He [Thompson] thinks we’re in good shape.” Of course, they were not. Not long after, Dean became the first Nixon aide to directly tie the president to the break-in and cover-up. But Thompson’s reputation as a plain-speaking crusader for truth and justice had already been made.\n\nThompson’s acting career also happened by accident. After parlaying his Watergate fame into big speaking fees and the start of a lucrative lobbying career (his clients included Westinghouse and the Tennessee savings-and-loans industry), Thompson returned to private practice in Tennessee. There, he wound up representing Marie Ragghianti, the head of the Tennessee Parole Board who was fired by Democratic governor Ray Blanton for exposing a parole-for-sale scheme. Ragghianti sued for wrongful dismissal, and Thompson won the case. Serpico author Peter Maas wrote a book about Ragghianti’s story that was eventually optioned as a movie with Sissy Spacek slated to play the title role.\n\nAccording to Thompson lore, director Roger Donaldson had to plead with Thompson to audition to play himself. “The idea of him playing himself was reached,” Donaldson told the Nashville Tennessean in May of this year. “And so I said to Fred, ‘Would you be interested at having a go at playing yourself?’ He was like, ‘Shucks, do you think I could do that?’ I said, ‘You never know until you try.’”\n\nHowever, back in 1985, when the movie was made, Thompson freely admitted he’d lobbied Donaldson hard until he scored an audition. Although the film wasn’t especially successful, Thompson received raves, including one that described him as the movie’s “real discovery.”\n\nBored with the law and in the process of getting a divorce from Lindsey, Thompson started work on a novel and began going on auditions. The book was never published, but within a few years, Thompson had become a Hollywood go-to guy for gruff government types, eventually playing a CIA director in No Way Out and a navy admiral in The Hunt for Red October. Most of his parts didn’t take long to film, so Thompson kept his hand in the lobbying game. Tennessee insiders tried to persuade Thompson to run for the retiring Baker’s seat in 1984, but he declined, quipping to the Washington Post, “the hassle factor is up and the pay is not.”\n\nThe day after his South Carolina speech in June, Thompson headed to New Hampshire for a bit of packaged politicking to be chronicled by the home team. With rare exceptions, Thompson has limited his media exposure to reliably conservative outlets like The Weekly Standard, Sean Hannity, and Fox News. This morning, Fox had the exclusive.\n\nThe first stop was Riley’s gun shop, the largest rifle-and-pistol joint in New Hampshire. A few minutes after noon, two black SUVs barreled down the two-lane blacktop and were waved into the parking lot by a Thompson aide. The cars emptied, and Thompson emerged with Jeri. Thompson’s blue suit was a torrent of wrinkles—he conjured up ’60 Nixon more than ’80 Reagan. His better half looked, well, better in a smart black suit that seemed a slight bit of overkill for a gun-and-ammo stop. They held hands and walked up a wheelchair-accessible ramp into Riley’s, where two or three customers idly chatted with the help about the stability of this or that rifle scope.\n\nPhoto: JP Laffont/Sygma/Corbis\n\nThompson glanced around at the 4,000 guns, and strode toward an employee. “I’ve been looking into your record, and I’m really looking forward to you getting into the race,” said Robert Brown, a 34-year-old salesman. Thompson beamed, pumped his hand, and told him, “We need to get back to basics.”\n\nFred and Jeri then made a loop of the store, pausing before a glass display case that could be used to showcase engagement rings. Here at Riley’s, it housed a dozen glimmering Saturday night specials. Thompson lovingly nudged his spouse and tilted his noggin toward a coal-black .38 Smith & Wesson and cooed, “Honey, would you like one of those?”\n\nOn the way out, I tried again to get Thompson to veer off-script. I jokingly asked him if he had more experience hunting than does Romney, who had been lampooned for saying he hunted varmints. As in a bad movie, time stopped for a second as I realized I’d just set foot on a land mine of my own laying. Jeri beamed, and Fred halted his walk back to the car. He shot a look at the camera crews—Fox had sent two—and waited a second for everyone to settle in again. This is why they made the visit: It was time to contrast the man’s man Thompson with his effete competitors.\n\n“I’ve got a little different eating habits,” joked Thompson. “I’ve hunted pheasants, and I like to skeet shoot. We’d hold a celebrity skeet-shooting contest in Washington, raise money for juvenile diabetes. Now, I’ve held it, I’ve never won it. They couldn’t slow those things down enough for me.”\n\nThe Fox crew nodded appreciatively. A moment later, the SUVs peeled away. The whole stop lasted far shorter than an episode of Law & Order, and was just as well-directed.\n\nThompson changed his mind about the Senate in 1993, when Al Gore was elected vice-president and his seat became open. Thompson’s opponent was Congressman Jim Cooper, a moderate Democrat and the son of a former governor. At first, the candidates projected similar images of dark-suited blandness. “I remember an early event at the Peabody hotel in Memphis,” says Mike Kopp, Cooper’s press secretary. “Cooper was a black hole of charisma: He didn’t have any, and he’d suck up yours. But Fred didn’t come across as exactly electric.”\n\nIn May 1994, Thompson trailed badly and talked of quitting. Frustrated, he called Knoxville political consultant Tom Ingram, who had masterminded Lamar Alexander’s 1978 election as Tennessee governor. Alexander wasn’t Mr. Personality either, but he caught fire when Ingram put him in a plaid shirt and had him walk across the state (a tactic, it’s worth noting, that later bombed when Alexander ran for president). Thompson and Ingram met at a Cracker Barrel restaurant halfway between Nashville and Knoxville. “He was talking of getting out, and I asked him how’d he want to do this,” remembers Ingram. “Fred said, ‘Just driving around talking to people.’ I said, ‘Well, let’s get you a truck and do it.’”\n\nAlthough some of his campaign staff protested the move as cheesy, they leased Thompson a red Chevy pickup and he hit the road. Cooper attempted to paint Thompson as phony, calling him a “Gucci-wearing, Lincoln-driving, Perrier-drinking, Grey Poupon–spreading millionaire Washington special-interest lobbyist.” But voters loved the truck. They didn’t seem to mind that the candidate often switched from a sedan to the truck just miles from his appearances. “We couldn’t believe anyone was buying it,” says Kopp. “We underestimated him. What we didn’t get is that Fred is the country version of a street kid. He’s been talking his way out of situations since he was in high school. He’s a charmer. People fall for it.”\n\nKopp and Ingram are friends, and Kopp expresses admiration for the consultant’s work. “Fred Thompson was miscast at the beginning of the race,” Kopp says. “So Tom just recast the role, and Fred Thompson played it perfectly.”\n\nIngram disagrees. “The reason the truck worked is that that is Fred Thompson. Gimmicks fail in campaigns all the time because they don’t ring true. Yeah, Fred is a lawyer and an actor, but he is also a country guy. People sense that.”\n\nThompson ended up winning by twenty points, partially aided by the Gingrich sweep of 1994. He drove the red truck to Washington where his old boss Baker threw a raucous party for him. According to The Washington Monthly, a gleeful Thompson mentioned that the craziness made him think of the party his fellow Tennessean Andrew Jackson had at the White House on the night of his inauguration.\n\n“One office at a time,” cautioned Baker.\n\nA few hours after the Riley’s stop in Manchester, Thompson reappeared for a fund-raiser at Bedford’s Wayfarer Inn, a hotel known for decades as a base for reporters boozing their way through the New Hampshire primaries. On this 90-degree summer scorcher, the air-conditioning in the small conference room where Thompson was supposed to greet high rollers was on the fritz. Not even Jeri’s perky smile and repeated recanting of “Hi, I’m Jeri, and I’m your official greeter tonight” could relieve the torpor.\n\nAfter 45 minutes, Thompson emerged, covered in sweat and looking dangerously gray. For a moment, a “What the hell have I got myself into?” look crossed his face. There was another, less exclusive fund-raiser just down the hall, packed with TV cameras (the Fox exclusive had been lifted), but Thompson bargained for some down time. “Give me five minutes,” he asked. He didn’t look like a man in game shape.\n\nTwenty minutes later, a car drove him to the other side of the hotel, either to make his entrance grander or to save him the two-minute walk. After a brief introduction, Thompson took the microphone and talked about terrorism. He spoke in a reassuring, fatherly voice. “We’re confronted with a group of people who killed thousands of our people and would like nothing more than to get their hands on technology to kill millions,” Thompson said. “They’re getting ready to resume a war that’s been going on for hundreds of years, and they have another hundred-year plan. Some of our leaders got a plan for the next election,” he continued, presumably referring to those leaders who want to pull out of Iraq. “And they think they can win votes out of it.” As a policy idea, it wasn’t what one would call a breakthrough, nor was it much of an applause line. When Thompson talks about issues, his speeches tend to lose focus and drift.\n\nBut when the speech ended and the music blared, Thompson got in the Country Fred groove. He was doing the walk and talk, where he is most successful. “Keep your powder dry,” Thompson told his fans. He paused mid-mob to answer a Franklin Pierce College poli-sci student’s question about entitlements. This time it was a TV reporter who ventured an unsanctioned question, asking Thompson whether he was a lazy man. Thompson didn’t get angry; he just laughed. “That’s what they said about me before I ran the first time, and that’s what they said about me two years later,” he replied. “I won the first time by twenty points, and 21 points the second time. If you can do that while being lazy, I recommend it to everyone.”\n\nthe greatest testament to the power of Fred Thompson’s down-home likability might be that his Senate years were widely viewed as a train wreck, yet he emerged not only unscathed but also as a presidential contender.\n\nThings started auspiciously enough. Because Thompson had been elected to fill Gore’s unexpired term, he was sworn in a month before other freshmen senators on December 9, 1994. Republicans didn’t waste any time putting the actor in front of the cameras. On December 15, Thompson gave the Republicans’ response to President Clinton’s budget address. Thompson spoke for only five minutes, but he struck a chord. A STAR IS BORN read the headline of Frank Rich’s New York Times column.\n\nBut that would be the high point. Thompson spent the next two years accomplishing almost nothing of significance other than raising money for his 1996 reelection: Thompson brought back the red truck and won in a walk.\n\nWhile Bill Clinton easily trounced Bob Dole in that year’s presidential race, allegations surfaced that the Chinese government had funneled money into the Clinton campaign and that Al Gore had attended a fund-raiser at a Los Angeles Buddhist temple financed by foreign nationals. Thompson, chairman of the previously backwaterish Senate Governmental Affairs Committee, which had jurisdiction, called for hearings.\n\nIn the weeks leading up to the hearings that July, the papers were filled with stories of Thompson’s Watergate role and his prosecutorial flair. The Democrats’ ranking minority member was John Glenn, and the conventional wisdom was that Thompson would charm the octogenarian into submission. It didn’t happen. Thompson condescended to Glenn and alienated members of his own party. When New Hampshire Republican Bob Smith announced in his opening statement, “It is probably the biggest scandal in the history of the Republic,” Thompson turned to the Democratic side, rolled his eyes, and muttered, “Jesus Christ.”\n\nIn 2005, Thompson donated his Senate papers to the University of Tennessee. Some of his archives are filled with notes of off-the-record interviews Thompson conducted with reporters during his Senate years. In his papers, Thompson complains about the trouble he had managing his colleagues during the 1996 hearings. He speaks of “members on your [own] side, grilling your team to a point where [you have to] get them to a room, woodshed them, [on] how to ask questions, how to proceed.”\n\nThompson was also accused of grandstanding, and his relationship with then Republican Senate leaders Trent Lott and Mitch McConnell quickly soured. Soon Thompson was warring with both sides. “[We have] presidents at fund-raisers, Lott [saying] raising money is the American Way, [and] McConnell [is the] Darth Vader of Reform,” Thompson says in one of the off-the-record sessions found in his archives.\n\nThompson’s hearings grew even more unpopular with his own party when he diverted the proceedings to the subject of campaign-finance reform (Senate Republicans opposed such reform for fear of losing hard-won fund-raising advantages). Lott was furious, and Thompson suspected the majority leader was the anonymous author of quotes criticizing the hearings.\n\nThe senator further angered conservatives by becoming an early supporter of the McCain-Feingold campaign-finance-reform legislation. Although Thompson has recently tried to minimize his enthusiasm for the bill, his Senate papers include a handwritten note from Senator Russell Feingold after the measure passed the Senate in 2001 reading, “You were essential to our success from the outset!”\n\nThompson’s Senate years also featured a level of sympathy for Bill Clinton that conservatives don’t tend to share. In 1995, Thompson’s archives show, he sent Clinton a note after the State of the Union address that partially read, “The speech probably would not have seemed so long to some of us if you hadn’t been putting the wood to us so effectively.” Thompson’s 1999 split vote on Clinton’s two counts of impeachment squared with one of his off-the-record sessions in 1998, when he told reporters, “I’m prejudiced in his favor, I object to the tactics used against him.” This didn’t stop Thompson from sending Kenneth Starr a congratulations letter at the end of the Clinton saga.\n\nThompson may blast colleagues for not draining the Washington swamp, but he did his share of feeding the alligators. His papers include ingratiating notes to George Will, Arianna Huffington, and Washington Post publisher Katharine Graham. There’s a mash note from Bruce Willis (“You were great in Die Hard”) and a letter from Oliver Stone thanking Thompson for brokering an interview with Martin Luther King Jr. assassin James Earl Ray.\n\nThompson’s off-the-record chats with reporters also suggest that his claim that he hasn’t given much thought to running for president might be somewhat disingenuous (his campaign has attempted to make a virtue of the fact that Thompson, unlike his competitors, isn’t obsessed with power). During one 1998 off-the-record bull session, Thompson boasted to a reporter, “Al Gore goes to bed at night and says, ‘Please don’t let it be Fred Dalton Thompson.’”\n\nAs a senator and movie star of a certain age, Thompson was a steadily sought-after D.C. bachelor. He alternately dated Lorrie Morgan, a five-times-married country-music star, Republican pollster Kellyanne Fitzpatrick, former Time columnist Margaret Carlson, and Washington socialite Georgette Mosbacher. “I chased a lot of women, and a lot of women chased me,” Thompson told Republican congressmen earlier this year. “And those that chased me tended to catch me.”\n\nThompson’s relationships with the Washington elite, romantic and otherwise, have paid significant dividends. This March, Carlson talked up Thompson’s presidential possibilities on MSNBC, rhapsodizing, “He’s handsome, he’s charming, he sounds like a president, and he looks like a president.” She didn’t disclose their prior personal relationship.\n\nThompson scored more gravitas points last month when Washington Post columnist and socialite Sally Quinn breathlessly wrote that Vice-President Dick Cheney was on his way out and should be replaced by, yes, Fred Thompson. “Everybody loves Fred,” Quinn wrote. “He has the healing qualities of Gerald Ford and the movie-star appeal of Ronald Reagan.” For what it’s worth, they both appeared in the 1994 remake of Born Yesterday.\n\nTalking about his Senate years in July, Thompson said, “When I served eight years, I left. I was following George Washington’s model of serving eight years, getting on his horse, and never coming back.”\n\nIt’s only partially true. After 9/11, Thompson announced he would seek reelection the next year. But in January 2002, Thompson’s daughter Betsy died of an accidental drug overdose, ending a long, troubled life. In March, Thompson withdrew his candidacy and sharply criticized the media coverage of Betsy’s death. “I simply do not have the heart for another six years,” he said at the time.\n\nA few months before he left office, Thompson received a call. This time, his career angel was Law & Order creator Dick Wolf, who offered him the role of Arthur Branch over the phone. He immediately accepted. Thompson kept his hand in the lobbying game in 2004 by taking on Equitas Ltd., a British reinsurer responsible for paying out millions in asbestos claims. Equitas wanted Senate legislation that would limit its liability and paid Thompson $760,000 over the next three years. He also serves as a member of the Council on Foreign Relations, and in 2005 help shepherd Supreme Court chief justice John Roberts through his Senate confirmation hearings.\n\nIn 2002, Thompson married Jeri. The couple met in 1995 (Jeri was a Republican spokesperson at the time) on the Nashville yacht of Dale Gish, on the Fourth of July. Their relationship was on and off for years, with Kehn memorably complaining about other rivals to the New York Post in 2000. “They just won’t leave him alone,” she said. “I can’t get up to get a cocktail at a party without coming back and finding some girl sitting in my chair.” Fred and Jeri have since had two children, Hayden and an 8-month-old son named Samuel.\n\nLast November, Thompson said he wouldn’t run for president, telling a political dinner-party gathering, “I would have had to start two years ago if I was going to run. I don’t think I’d ever want to jump back in.”\n\nBut with Giuliani, McCain, and Romney appearing vulnerable, Howard Baker began making calls around Washington to gauge the interest for a late-entering telegenic southern senator.\n\nOr so the story goes. Some Republican insiders say it is Jeri who is fanning Thompson’s presidential aspirations. While Ingram won’t confirm that, he does say Jeri played an influential role in the handling of her husband’s April announcement that he had non-Hodgkin’s lymphoma, but is now in remission. The move was seen as a way of clearing the decks for a Thompson presidential run. “He relies on her,” Ingram says. “They’re definitely partners.”\n\nTo some, Jeri has already become a target. MSNBC’s Joe Scarborough mused, “You think she works the pole?” and the New York Times “Styles” section raised the question of whether America was ready for a trophy-wife First Lady.\n\nAfter getting the high sign from Thompson, Ingram began talking up a Thompson candidacy on Capitol Hill, where Ingram now works as Lamar Alexander’s chief of staff. “I was at the Capitol Hill Club at Bill Hecht’s table,” recalls Ingram, name-dropping the presence of a prominent Republican lobbyist. “Congressmen and lobbyists were coming up to me, and they were all really excited. It’s the closest thing to a presidential draft in my lifetime,” Ingram insists. I asked him whether the well-heeled well-wishers were familiar with Thompson from his Senate days. He hemmed and hawed a bit. “Well no, they mostly know him more from Law & Order than the Senate, but Fred’s not acting on the show. That’s exactly the way Fred was in his Senate office.”\n\nNow comes the hard part. With Thompson all but officially in the race, the media has begun training its sights on his backside. First, the Times dissected the political-consulting careers of Thompson’s two sons and mentioned the payments totaling $170,000 from Thompson’s political action committee to his son Daniel. Then Thompson’s previously noble Watergate image took a hit in the Boston Globe when Scott Armstrong, a man Thompson had labeled a leaker 30 years ago, exacted a measure of revenge by calling Thompson a Nixon “mole.”\n\nThe most damaging allegation was a Los Angeles Times story claiming that Thompson lobbied the first Bush White House in 1991 on behalf of the National Family Planning and Reproductive Health Association, a pro-choice organization. At first, Thompson’s people denied it. Then they said he didn’t remember it. On day three, Sean Hannity, quickly becoming Thompson’s Boswell, offered the senator an opportunity to explain himself. Thompson replied, “In the first place, you need to separate a lawyer advocating a position for the position itself.” The answer may have been factually correct, but it came across as the kind of dissembling voters—especially conservative ones, in this case—despise.\n\nMeanwhile, Thompson pushed back his official announcement from early to late July and now, perhaps, to after Labor Day. All of this only sharpened the lingering question of whether Thompson is up for the job. He’s also got to raise millions and build a campaign team in a hurry.\n\nThompson’s supporters point to his folksy charm, which they insist will play especially well in key southern and midwestern swing states. And the lack of anyone to the right of Thompson, however imperfect he may be as a conservative, means that the party base will ultimately be forced to back him, they say.\n\nBut Thompson’s strongest card, his backers say, is his Hollywood-fueled image of strength. “People think that with presidential candidates, you need a lot of information about them,” says Tony Fabrizio, a GOP pollster not affiliated with any of the presidential campaigns. “That’s wrong. It’s all about the concept. He has the Schwarzenegger Factor. Just like it’s impossible to make Schwarzenegger look weak because people see him as the Terminator, voters see Fred as the tough-talking D.A. or the captain in Hunt for Red October. It’s powerful.”\n\nThose are the rational arguments. Fred Thompson is counting on something a little more visceral.\n\nOn July 10, Thompson made a last-minute trip to suburban Atlanta for the omnipresent Sean Hannity’s Freedom Concert, a fund-raiser for Oliver North’s scholarship fund that benefits the sons and daughters of service personnel killed in action.\n\nBeforehand, there was a meet and greet for supporters at the Gwinnett Chamber of Commerce. Thompson took exactly one question and shrugged when I asked him about the impact of the recent media attacks. “I don’t feel any arrows,” he said.\n\nTaking a page from his dress-casual Senate campaigns, Thompson wore a camel-colored sport jacket, an open-necked shirt, slacks, and brown loafers. He thanked his supporters for turning out on short notice and pledged, “We’re playing by our own rules.” He touched on the well-grooved themes of competence and the “shenanigans in Washington,” but today he struck a more acutely patriotic chord. “A lot of smart people have looked at the history books and said, ‘Well, it’s been a pretty good run. Lots of civilizations have lasted a little longer, but they all declined and got fat and happy and sassy and weak. And they all just faded into the sunset.’” Thompson was working the room without a microphone and spoke quietly and even slower than usual. “That is not going to happen on our watch.” You could practically hear the martial music.\n\nAfter posing for pictures, Thompson was ushered next door to the Gwinnett Arena, where 12,000 people were gathered. Hannity opened the show with a Hillary imitator getting off gems like “My husband moved from the White House to Harlem. Of course, he read the map wrong and thought it said ‘Harem.’” The party faithful pounded their hands in approval but quieted for the pledge of allegiance.\n\nAfter the Christian rock band Avalon performed, Thompson was introduced. He read a patriotic poem about the war, took his bows, then sat down in the audience and watched with rapt excitement as the comedian Larry the Cable Guy glided through a set. “My doctor told me I had to give up eggs,” said Larry, tugging at his trucker cap. “I said, ‘Why, because of my cholesterol?’ He said, ‘No, your farts are killing us.’”\n\nThe arena echoed with laughter. Over in his seat, Thompson slapped his thigh and gave an “It’s funny ’cause it’s true” full-body shake. He seemed to be having the time of his life. It is hard to imagine Rudy or Romney, Hillary or Barack, sitting through the set, much less soaking it all in.\n\nThe fashionable book in high-level political circles these days, the one the candidates and their staffs have been talking about, is The Political Brain: The Role of Emotion in Deciding the Fate of the Nation by Drew Westen. The central idea is that voters don’t make rational calculations about a candidate and his positions. They vote for the person they just plain like. Fred Thompson’s best hope is that Westen is right.", "images": ["http://images.nymag.com/news/features/thompson070730_4_560.jpg", "http://images.nymag.com/news/features/thompson070730_1_560.jpg", "https://pixel.nymag.com/imgs/nymag/nymlogo2.w1200.h630.png", "https://pixel.nymag.com/imgs/nymag-covers/2019/2019-12-18.w90.h120.2x.jpg", "http://images.nymag.com/news/features/thompson070730_3_560.jpg", "http://images.nymag.com/news/features/thompson070730_2_560.jpg"], "top_img": "https://pixel.nymag.com/imgs/nymag/nymlogo2.w1200.h630.png", "keywords": [], "authors": [], "canonical_link": "http://nymag.com/news/features/34992/", "title": "Encounters With 'Regular Guy' Fred Thompson -- New York Magazine", "meta_data": {"viewport": "width=device-width,initial-scale=1,shrink-to-fit=no", "og": {"title": "Encounters With 'Regular Guy' Fred Thompson -- New York Magazine - Nymag", "url": "http://nymag.com/news/features/34992/", "description": "Fred Thompson bills himself as a true southern conservative and a plain-ol’-folks regular guy. But is he just playing a part?", "image": "https://pixel.nymag.com/imgs/nymag/nymlogo2.w1200.h630.png", "site_name": "New York Magazine", "type": "Article"}, "twitter": {"title": "Encounters With 'Regular Guy' Fred Thompson -- New York Magazine - Nymag", "description": "Fred Thompson bills himself as a true southern conservative and a plain-ol’-folks regular guy. But is he just playing a part?", "image": "https://pixel.nymag.com/imgs/nymag/nymlogo2.w600.h315.2x.png", "card": "summary_large_image", "site": "@nymag"}, "description": "Fred Thompson bills himself as a true southern conservative and a plain-ol’-folks regular guy. But is he just playing a part?", "article": {"tag": "fred thompson, Rudy Giuliani, Tommy Beuerlein, Howard Baker, John Buzhardt, Roger Donaldson, Robert Brown, Mike Kopp, Trent Lott, law and order, Tony Fabrizio", "publisher": "https://www.facebook.com/NewYorkMag"}, "sailthru.tags": "fred thompson, Rudy Giuliani, Tommy Beuerlein, Howard Baker, John Buzhardt, Roger Donaldson, Robert Brown, Mike Kopp, Trent Lott, law and order, Tony Fabrizio", "fb": {"app_id": 120608177953522}, "type": "Article", "vertical": "New York Magazine", "apple-mobile-web-app-title": "nymag", "application-name": "nymag", "msapplication-TileColor": "#111", "msapplication-TileImage": "https://assets.nymag.com/media/sites/nymag/icon.144x144.png"}, "movies": [], "publish_date": 1184947380.0, "source": "http://nymag.com", "summary": ""}