{"url": "http://www.whitehouse.gov/the-press-office/2012/05/05/remarks-president-and-first-lady-campaign-event", "text": "1:05 P.M. EDT\n\nMRS. OBAMA: Oh, wow. (Applause.) Wow. It sounds like you all are already fired up and ready to go. (Applause.) This is amazing. It is truly amazing. And you know what, being here with all of you today, let me tell you, I'm feeling pretty fired up and ready to go myself. I really am. (Applause.)\n\nBut there’s a reason why we're here today --\n\nAUDIENCE: I love you! (Applause.)\n\nMRS. OBAMA: And we love you, too. And it's not just because we support one extraordinary man -- although, I'll admit, I'm a little biased because I think our President is awesome. (Laughter and applause.)\n\nAnd it's not just because we want to win an election. We are here because of the values we believe in. We're here because of the vision for this country that we all share. We're here because we want all our children to have a good education, right? (Applause.) Schools that push them and inspire them, prepare them for good jobs. We want our parents and our grandparents to retire with dignity -- (applause) -- because we believe that after a lifetime of hard work, they should enjoy their golden years.\n\nWe want to restore that basic middle-class security for our families because we believe that folks shouldn't go bankrupt because they get sick. (Applause.) They shouldn't lose their home because someone loses a job. We believe that responsibility should be rewarded and hard work should pay off.\n\nAnd truly, these are basic American values. They're the same values that so many of us were raised with, including myself. You see, my father was a blue-collar city worker at the city water plant. And my family lived in a little bitty apartment on the South Side of Chicago. And neither of my parents had the chance to go to college. But let me tell you what my parents did do: They saved. They sacrificed. I mean, they poured everything they had into me and my brother. They wanted us to have the kind of education they could only dream of. And while pretty much all of my college tuition came from student loans and grants, my dad still paid a little bitty portion of that tuition himself. And let me tell you, every semester, my dad was determined to pay that bill right on time because he was so proud to be sending his kids to college. (Applause.)\n\nAnd he couldn't bear the thought of me or my brother missing that registration deadline because his check was late. Like so many people in this country, my father took great pride in being able to earn a living that allowed him to handle his responsibility to his family, to pay all of his bills and to pay them on time.\n\nAnd truly, more than anything else, that is what's at stake. It's that fundamental promise that no matter who you are or how you started out, if you work hard, you can build a decent life for yourself and yes, an even better life for your kids. (Applause.)\n\nAnd it is that promise that binds us together as Americans. It's what makes us who we are. And whether it's equal pay for women, or health care for our kids; whether it's tax cuts for middle-class families or student loans for our young people -- (applause) -- that is what my husband has been fighting for every single day as President. Every single day. (Applause.)\n\nAnd let me tell you something -- as First Lady, I have had the chance to see up close and personal what being President looks like, right? I have seen how the issues that come across the President’s desk are always the hard ones.\n\nAUDIENCE MEMBER: You’re beautiful, Michelle! (Applause.)\n\nMRS. OBAMA: But in all seriousness -- (laughter) -- these problems, they’re always the hard ones -- the problems with no clear solutions, the judgment calls where the stakes are so high and there is no margin for error. And as President, you can get all kinds of advice from all kinds of people. But at the end of the day, when it comes time to make that decision, all you have to guide you are your life experiences, your values, and your vision for this country. That’s all you have. In the end, when you’re making those impossible choices, it all boils down to who you are and what you stand for.\n\nAnd we all know what Barack Obama is -- who he is. (Applause.) We all know what our President stands for, right? (Applause.) He is the son of a single mother who struggled to put herself through school and pay the bills. That’s who he is. He’s the grandson of a woman who woke up before dawn every day to catch a bus to her job at the bank. And even though Barack’s grandmother worked hard to help support his family, she was good at her job. Like so many women, she hit that glass ceiling. And men no more qualified than she was were promoted up the ladder ahead of her.\n\nSo believe me, Barack knows what it means when a family struggles. He knows what it means when someone doesn’t have a chance to fulfill their potential. And what you need to know, America -- those are the experiences that have made him the man and the President he is today. (Applause.)\n\nBut I have said this before and will say it again and again: Barack cannot do this alone. And fortunately, he never has. We have always moved this country forward together. And today, more than ever before, Barack needs your help. He needs your help. He needs your help. (Applause.) He needs every single one of you -- every single one of you to give just a little part of your life each week to this campaign.\n\nHe needs you to register those voters. (Applause.) And to all of the college students out there, all of you -- if you're going to be moving over the summer, remember to register at your new address in the fall. You got that? Get that done. (Applause.)\n\nBarack needs you to join one of our neighborhood teams and start organizing in your community. And just let me say, if there have ever been any doubt about the difference that you can make, I just want you to remember that in the end, this all could come down to those few thousand people who register to vote. Think about it. It could all come down to those last few thousand folks who get out to the polls on November the 6th.\n\nAnd when you average that out over this entire state, it might mean registering just one more person in your town. It might mean helping just one more person in your community get out and vote on Election Day. So know this: With every door you knock on, with every call you make, with every conversation you have, I want you to remember that this could be the one that makes the difference. This could be the one. (Applause.) Remember that. That is exactly the kind of impact that each of you can have.\n\nNow, I am not going to kid you. This journey is going to be long. And it is going to be hard. But know that that is how change always happens in this country. And if we keep showing up, if we keep fighting the good fight, then eventually we get there. We always do. Maybe not in our lifetimes, but maybe in our children's lifetimes, maybe in our grandchildren's lifetimes -- because in the end, that's what this is all about.\n\nThat is what I think about when I tuck my girls in at night. I think about the world I want to leave for them and for all of our sons and our daughters. I think about how I want to do for them what my dad did for me. I want to give them a foundation for their dreams. (Applause.) I want to give them opportunities worthy of their promise. I want to give them that sense of limitless possibility, that belief that here in America, there is always something better out there if you're willing to work for it. So we just cannot turn back now, right?\n\nAUDIENCE: No!\n\nMRS. OBAMA: We have come so far, but we have so much more to do. And if we want to keep on moving forward then we need to work our hearts out for the man that I have the pleasure of introducing here today. (Applause.) Are you ready?\n\nIt is my privilege to introduce my husband and our President, President Barack Obama!\n\nTHE PRESIDENT: Hello, Ohio! (Applause.) It is good to be back in Ohio! (Applause.) Right before I came out, somebody happened to give me a buckeye for good luck. (Applause.)\n\nAUDIENCE MEMBER: I love you!\n\nTHE PRESIDENT: I love you back! Now, before I begin, I want to say thank you to a few people who are joining us here today. Your mayor, Michael Coleman is here. (Applause.) Former Governor Ted Strickland is here. (Applause.) Senator Sherrod Brown is in the house. (Applause.) An American hero, John Glenn is with us. (Applause.)\n\nAnd I want to thank so many of our Neighborhood Team Leaders for being here today. You guys will be the backbone of this campaign. (Applause.) And I want the rest of you to join a team or become a leader yourself, because we are going to win this thing the old-fashioned way -- door by door, block by block, neighborhood by neighborhood. (Applause.)\n\nOhio, four years ago, you and I began a journey together.\n\nI didn’t run, and you didn’t work your hearts out, just to win an election. We came together to reclaim the basic bargain that built the largest middle class and the most prosperous nation on Earth.\n\nWe came together because we believe that in America, your success shouldn’t be determined by the circumstances of your birth. If you’re willing to work hard, you should be able to find a good job. If you’re willing to meet your responsibilities, you should be able to own a home, maybe start a business, give your children the chance to do even better -- no matter who you are, or where you come from, or what you look like, or what your last name is. (Applause.)\n\nWe believe the free market is one of the greatest forces for progress in human history; that businesses are the engine of growth; that risk-takers and innovators should be rewarded. But we also believe that at its best, the free market has never been a license to take whatever you want, however you can get it; that alongside our entrepreneurial spirit and our rugged individualism, America only prospers when we meet our obligations to one another and to future generations. (Applause.)\n\nWe came together in 2008 because our country had strayed from these basic values. A record surplus was squandered on tax cuts for people who didn’t need them and weren’t even asking for them. Two wars were being waged on a credit card. Wall Street speculators reaped huge profits by making bets with other people’s money. Manufacturing left our shores. A shrinking number of Americans did fantastically well, while most people struggled with falling incomes, rising costs, the slowest job growth in half a century.\n\nIt was ahouse of cards that collapsed in the most destructive crisis since the Great Depression. In the last six months of 2008, even as we were campaigning, nearly three million of our neighbors lost their jobs. Over 800,000 more were lost in the month I took office alone.\n\nIt was tough. But I tell you what, Ohio -- the American people are tougher. (Applause.) All across this country, people like you dug in. Some of you retrained. Some of you went back to school. Small business owners cut back on expenses, but did everything they could to keep their employees. Yes, there were setbacks. Yes, there were disappointments. But we didn’t quit. We don’t quit. Together, we’re fighting our way back. (Applause.)\n\nWhen some wanted to let Detroit go bankrupt, we made a bet on American workers, on the ingenuity of American companies. And today, our auto industry is back on top of the world. (Applause.) Manufacturers started investing again, adding jobs for the first time since the 1990s. Businesses got back to the basics, exports surged. And over four million jobs were created in the last two years -- more than one million of those in the last six months alone. (Applause.) Are we satisfied?\n\nAUDIENCE: No!\n\nTHE PRESIDENT: Of course not. Too many of our friends and family are still out there looking for work. The housing market is still weak, deficits are still too high, and states are still laying off teachers, first responders. This crisis took years to develop, and the economy is still facing headwinds. And it will take sustained, persistent effort -- yours and mine -- for America to fully recover. That’s the truth. We all know it.\n\nBut we are making progress. And now we face a choice. (Applause.) Now we face a choice, Ohio.\n\nCHILD: We love you, Barack Obama!\n\nAUDIENCE: Awww --\n\nTHE PRESIDENT: (Laughter.) Thank you. Now we face a choice. For the last few years, the Republicans who run this Congress have insisted that we go right back to the policies that created this mess.\n\nAUDIENCE: Booo --\n\nTHE PRESIDENT: But to borrow a line from my friend Bill Clinton, now their agenda is on steroids. (Applause.) This time, they want even bigger tax cuts for the wealthiest Americans. This time, they want even deeper cuts to things like education and Medicare, and research and technology.\n\nAUDIENCE: Booo --\n\nTHE PRESIDENT: This time, they want to give banks and insurance companies even more power to do as they please. And now, after a long and spirited primary, Republicans in Congress have found a nominee for President who has promised to rubber-stamp this agenda if he gets the chance.\n\nAUDIENCE: Booo --\n\nTHE PRESIDENT: Ohio, I tell you what: We cannot give him that chance. (Applause.) Not now. Not with so much at stake. This is not just another election. This is a make-or-break moment for the middle class, and we’ve been through too much to turn back now. (Applause.)\n\nAUDIENCE: Four more years! Four more years!\n\nTHE PRESIDENT: We have come too far to abandon the change we fought for these past few years. We have to move forward, to the future we imagined in 2008, where everyone gets a fair shot, and everyone does their fair share, and everyone plays by the same rules. (Applause.) That’s the choice in this election, and that’s why I’m running for a second term as President of the United States. (Applause.)\n\nGovernor Romney is a patriotic American who has raised a wonderful family, and he has much to be proud of. He’s run a large financial firm, and he’s run a state. But I think he has drawn the wrong lessons from those experiences. He sincerely believes that if CEOs and wealthy investors like him make money, the rest of us will automatically prosper as well.\n\nAUDIENCE: Booo --\n\nTHE PRESIDENT: When a woman in Iowa shared the story of her financial struggles, he responded with economic theory. He told her, “our productivity equals our income.” Well, let me tell you something. The problem with our economy isn’t that the American people aren’t productive enough -- you’ve been working harder than ever. (Applause.) The challenge we face right now -- the challenge we faced for over a decade is that harder work hasn’t led to higher incomes. It’s that bigger profits haven’t led to better jobs. (Applause.)\n\nGovernor Romney doesn’t seem to get that. He doesn’t seem to understand that maximizing profits by whatever means necessary -- whether through layoffs or outsourcing or tax avoidance or union-busting -- might not always be good for the average American or for the American economy.\n\nWhy else would he want to spend trillions more on tax cuts for the wealthiest Americans? Why else would he propose cutting his own taxes while raising them on 18 million working families? Why else would he want to slash the investments that have always helped the economy grow, but at the same time, stop regulating the reckless behavior on Wall Street that helped the economy crash?\n\nSomehow, he and his friends in Congress think that the same bad ideas will lead to a different result. Or they’re just hoping you won’t remember what happened the last time we tried it their way.\n\nWell, Ohio, I’m here to say that we were there, we remember, and we are not going back. We are moving this country forward. (Applause.)\n\nLook, we want businesses to succeed. We want entrepreneurs and investors rewarded when they take risks, when they create jobs and grow our economy. But the true measure of our prosperity is more than just a running tally of every balance sheet and quarterly profit report. I don’t care how many ways you try to explain it: Corporations aren’t people. People are people. (Applause.)\n\nWe measure prosperity not just by our total GDP; not just by how many billionaires we produce, but how well the typical family is doing -- whether they can go as far as their dreams and hard work will take them.\n\nAnd we understand that in this country, people succeed when they have a chance to get a decent education and learn new skills -- and, by the way, so do the businesses that hire them or the companies that they start. (Applause.)\n\nWe know that our economy grows when we support research into medical breakthroughs and new technologies that lead to the next Internet app or life-saving drug.\n\nWe know that our country is stronger when we can count on affordable health insurance and Medicare and Social Security. (Applause.) When we protect our kids from toxic dumping and mercury pollution. When there are rules to make sure we aren’t taken advantage of by credit card companies and mortgage lenders and financial institutions. And we know these rules aren’t just good for seniors, or kids, or consumers -- they're good for business, too. They're part of what makes the market work.\n\nLook, we don’t expect government to solve all our problems, and it shouldn’t try. I learned from my mom that no education policy can take the place of a parent’s love and affection. (Applause.) As a young man, I worked with a group of Catholic churches who taught me that no poverty program can make as much of a difference as the kindness and commitment of a caring soul. (Applause.) Not every regulation is smart. Not every tax dollar is spent wisely. Not every person can be helped who refuses to help themselves.\n\nBut that’s not an excuse to tell the vast majority of responsible, hardworking Americans, “You’re on your own.” That unless you’re lucky enough to have parents who can lend you money, you may not be able to go to college. That even if you pay your premiums every month, you’re out of luck if an insurance company decides to drop your coverage when you need it most.\n\nThat’s not how we built America. That’s not who we are. We built this country together. (Applause.) We built this country together.\n\nWe built railroads and highways; the Hoover Dam, the Golden Gate Bridge -- together. We sent my grandfather’s generation to college on the GI Bill -- together. We instituted a minimum wage and worker safety laws -- together. Together, we touched the surface of the moon, unlocked the mystery of the atom, connected the world through our own science and imagination. We did these things together -- not because they benefited any particular individual or group, but because they made us all richer. Because they gave us all opportunity. Because they moved us forward together -- as one people, as one nation. (Applause.)\n\nThat’s the true lesson of our past, Ohio. That’s the right vision for our future. And that’s why I’m running for President. (Applause.)\n\nI’m running to make sure that by the end of the decade, more of our citizens hold a college degree than any other nation on Earth. (Applause.) I want to help our schools hire and reward the best teachers, especially in math and science. (Applause.) I want to give two million more Americans the chance to go to community colleges and learn the skills that local businesses are looking for right now. In the 21st century, higher education can’t be a luxury -- it is an economic imperative that every American should be able to afford. That’s the choice in this election. That’s why I’m running for President. (Applause.)\n\nI’m running to make sure the next generation of high-tech manufacturing takes root in places like Columbus and Cleveland and Pittsburgh and Richmond. I want to stop rewarding businesses that ship jobs and profits overseas, and start rewarding companies that create jobs right here in the United States of America. That’s the choice in this election. (Applause.)\n\nI’m running so that we can keep moving towards a future where we control our own energy. Our dependence on foreign oil is at its lowest point in 16 years. (Applause.) By the middle of the next decade, our cars will average nearly 55 miles per gallon. Thousands of Americans have jobs, right now, because the production of renewal energy in this country has nearly doubled in just three years. (Applause.)\n\nSo now is not the time to cut these investments to pay for another $4 billion giveaway to the oil companies. Now is the time to end the subsidies for an industry that’s rarely been more profitable. (Applause.) Let’s double down on a clean energy future that’s never been more promising -- for our economy, and for our security, and for the safety of our planet. That’s why I’m running for President. That’s the choice in this election, Ohio. (Applause.)\n\nAUDIENCE: Four more years! Four more years!\n\nTHE PRESIDENT: For the first time in nine years, there are no Americans fighting in Iraq. (Applause.) Osama bin Laden is no longer a threat to this country. (Applause.) Al Qaeda is on the path to defeat. And by 2014, the war in Afghanistan will be over. (Applause.)\n\nAmerica is safer and more respected because of the courage and selflessness of the United States Armed Forces. (Applause.) And as long as I’m Commander-in-Chief, this country will care for our veterans and serve our veterans as well as they’ve served us -- (applause) -- because nobody who fights for this country should have to fight for a job or a roof over their heads when they come home. (Applause.)\n\nMy opponent said it was “tragic” to end the war in Iraq. He said he won’t set a timeline for ending the war in Afghanistan.\n\nAUDIENCE: Booo --\n\nTHE PRESIDENT: I have, and I intend to keep it. (Applause.) After a decade of war that’s cost us thousands of lives and over a trillion dollars, the nation we need to build is our own. (Applause.) I will use half of what we’re no longer spending on war to pay down the deficit, and the other half to repair our roads and our bridges, our runways and our wireless networks. That’s the choice in this election -- to rebuild America. (Applause.)\n\nI’m running to pay down our debt in a way that’s balanced and responsible. After inheriting a $1 trillion deficit, I signed $2 trillion of spending cuts into law. And now I want to finish the job by streamlining government and cutting more waste, and reforming our tax code so that it is simpler and fairer, and asks the wealthiest Americans to pay a little bit more. (Applause.)\n\nMy opponent won’t tell us how he’d pay for his new,\n\n$5 trillion tax cut -- a tax cut that gives an average of $250,000 to every millionaire in this country.\n\nAUDIENCE: Booo --\n\nTHE PRESIDENT: But we know the bill for that tax cut will either be passed on to our children, or it will be paid for by a whole lot of ordinary Americans. That’s what we know. And I refuse to let that happen again. (Applause.)\n\nI refuse to pay for another millionaire’s tax cut by eliminating medical research projects into things like cancer and Alzheimer’s disease. I refuse to pay for another tax cut by kicking children off of Head Start programs; or asking students to pay more for college; or eliminating health insurance for millions of poor and elderly and disabled Americans on Medicaid. (Applause.)\n\nAnd as long as I’m President of the United States, I will never allow Medicare to be turned into a voucher that would end the program as we know it. (Applause.) We will not go back to the days when our citizens spent their golden years at the mercy of private insurance companies. We will reform Medicare -- not by shifting the cost of care to seniors, but by reducing the spending that isn’t making people healthier. (Applause.) That’s what’s at stake in this election. That’s what’s at stake, Ohio.\n\nOn issue after issue, we can’t afford to spend the next four years going backward. America doesn’t need to refight the battles we just had over Wall Street reform and health care reform. On health care reform, here is what I know: Allowing 2.5 million young people to stay on their parents’ health insurance plan -- that was the right thing to do. (Applause.) Cutting prescription drug costs for seniors -- that was the right thing to do. (Applause.) I will not go back to the days when insurance companies had unchecked power to cancel your policy, or deny you coverage, or charge women differently from men. We’re not going back there. We’re going forward. (Applause.)\n\nWe don’t need another political fight about ending a woman’s right to choose, or getting rid of Planned Parenthood -- (applause) -- or taking away access to affordable birth control. I want women to control their own health choices, just like I want my daughters to have the same opportunities as your sons. (Applause.) We are not turning back the clock. We are moving forward. (Applause.)\n\nWe’re not returning to the days when you could be kicked out of the United States military just because of who you are or who you love. (Applause.) That would be wrong for our national security, and it would be a betrayal of our values.\n\nThis should be the last election where multimillion-dollar donations speak louder than the voices of ordinary citizens. (Applause.) We need more checks on lobbyists and special interests, not less.\n\nWe’re not going to eliminate the EPA. We’re not going to roll back the bargaining rights that generations of workers fought for. (Applause.) It’s time to stop denying citizenship to responsible young people just because they’re the children of undocumented immigrants. (Applause.) This country is at its best when we harness the God-given talents of every individual; when we hear every voice; when we come together as one American family, striving for the same dream.\n\nThat’s what we’re fighting for. That's what we're fighting for, Ohio. A bold America. A competitive America. A generous America. A forward-looking America, where everybody has a chance to make of their life what they will. That’s what made us the envy of the world. That’s what makes us great. That’s why I’m running again for President of the United States. (Applause.)\n\nAUDIENCE: Four more years! Four more years!\n\nTHE PRESIDENT: And that is why I need your help. Ohio, this election will be even closer than the last. Too many of our friends, too many of our neighbors are still hurting because of this crisis. I've heard from too many people wondering why they haven't been able to get one of the jobs that have been created; why their home is still under water; why their family hasn't yet been touched by the recovery.\n\nThe other side won't be offering these Americans a real answer to these questions. They won't offer a better vision or a new set of ideas. But they will be spending more money than we've ever seen before on negative ads, on TV, on radio, in the mail, on the Internet -- ads that exploit people's frustrations for my opponent's political gain. Over and over again, they will tell you that America is down and out, and they'll tell you who to blame, and ask if you’re better off than you were before the worst crisis in our lifetime.\n\nWe’ve seen that play before. But you know what? The real question -- the question that will actually make a difference in your life and in the lives of your children -- is not just about how we’re doing today. It’s about how we’ll be doing tomorrow.\n\nWill we better off if more Americans get a better education? That’s the question. Will we better off if we depend less on foreign oil and more on our own ingenuity? That's the question. (Applause.) Will we better off if we start doing some nation-building right here at home? That's the question. Will we be better off if we bring down our deficit without gutting the very things we need to grow? When we look back four years from now, or ten years from now, or twenty years from now, won’t we be better off if we have the courage to keep moving forward? (Applause.)\n\nThat’s the question in this election. That's the question in this election. And the outcome is entirely up to you. Now, sure, we’ll have to contend with even more negative ads, with even more cynicism and nastiness, and sometimes just plain foolishness. There will be more of that than we saw in the last campaign.\n\nBut if there is one thing that we learned in 2008, it’s that nothing is more powerful than millions of voices calling for change. (Applause.) When enough of you knock on doors, when you pick up phones, when you talk to your friends, when you decide that it’s time for change to happen, guess what? Change happens. Change comes to America. (Applause.)\n\nAnd that’s the spirit we need again. If people ask you what this campaign is about, you tell them it’s still about hope. You tell them it’s still about change. You tell them it’s still about ordinary people who believe that in the face of great odds, we can make a difference in the life of this country. (Applause.)\n\nBecause I still believe, Ohio. I still believe that we are not as divided as our politics suggest. I still believe that we have more in common than the pundits tell us; that we're not Democrats or Republicans, but Americans first and foremost. (Applause.) I still believe in you, and I’m asking you to keep believing in me. (Applause.) I told you in 2008 that I wasn’t a perfect man, and I would never be a perfect President. But I promised that I would always tell you what I thought. I would always tell you where I stood. And I would wake up every single day fighting for you as hard as I know how. (Applause.)\n\nAnd I have that kept that promise. I have kept that promise, Ohio. And I will keep it so long as I have the honor of being your President. So if you’re willing to stick with me, if you're willing to fight with me, and press on with me; if you’re willing to work even harder in this election than you did in the last election, I guarantee you -- we will move this country forward. (Applause.)\n\nWe will finish what we started. We are still fired up. We are still ready to go. And we are going to remind the world once more just why it is that the United States of America is the greatest nation on Earth. (Applause.)\n\nThank you, God bless you. God bless the United States of America.\n\nEND 1:55 P.M. EDT", "images": ["https://obamawhitehouse.archives.gov/profiles/forall/modules/custom/gov_whitehouse_www/images/icons/wh_logo_seal.png", "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"], "top_img": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "keywords": [], "authors": [], "canonical_link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/05/remarks-president-and-first-lady-campaign-event", "title": "REMARKS BY THE PRESIDENT AND FIRST LADY AT A CAMPAIGN EVENT", "meta_data": {"msapplication-square70x70logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-TileImage": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "msapplication-TileColor": "#003C80", "application-name": "Whitehouse", "msapplication-config": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "whitehouse.gov", "type": "article", "title": "REMARKS BY THE PRESIDENT AND FIRST LADY AT A CAMPAIGN EVENT", "url": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/05/remarks-president-and-first-lady-campaign-event", "description": "1:05 P.M. EDT", "updated_time": "2012-05-06T19:12:28-04:00", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "secure_url": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "width": 240, "height": 240}}, "twitter": {"card": "summary", "site": "@WhiteHouse", "creator": "@WhiteHouse", "title": "REMARKS BY THE PRESIDENT AND FIRST LADY AT A CAMPAIGN EVENT", "url": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/05/remarks-president-and-first-lady-campaign-event", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}}, "article": {"published_time": "2012-05-05T17:00:00-04:00", "modified_time": "2012-05-06T19:12:28-04:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}, "movies": [], "publish_date": 1336147200.0, "source": "http://www.whitehouse.gov", "summary": ""}