{"url": "forums.spacebattles.com/threads/%E2%80%9Cgay-people-should-wear-specially-colored-clothes-to-warn-straight-people%E2%80%9D.362660/", "text": "Televangelist Pat Robertson recently repeated his prediction that LGBT rights will provoke God to destroy America’s financial markets, warning “The 700 Club” viewers that God’s wrath is on its way. He claimed that the U.S. is turning into Sodom now that it has “enshrined sodomy into the United States Constitution” and cities like Houston are trying to “force women to go into men’s bathrooms and men to go into women’s bathrooms.”\n\n\n\n“Now it’s a constitutional right for sodomites to marry each other,” he lamented, warning that “the wrath of God is revealed against this stuff.” He explained: “I don’t want the wrath of God to hit this country, it’s a great country, I’d like to see America continue strong, but this is one way of weakening it. First of all, we’re going to have this financial collapse. We’re setting up for a massive financial collapse and I think if God is going to hurt this country that’s probably the way he’d do it.”\n\n\n\nAt that point, a viewer called in and inquired Robertson whether his grim predictions of such a crisis can somehow be averted, to which Robertson gave a somewhat confusing answer: “I believe so, yes, but we need to stop spreading lesbianism and homosexuality in order to achieve that. And the only way to stop the spread of these diseases that are plaguing the country is to make some sort of obvious distinction between gay people and normal, straight people.”\n\n\n\n“I personally believe that we must impose a rule on the gay population that would require them to wear specially-colored clothes, for example. I’m thinking we need to go through the Senate with this and we need to make it official. That way, regular people would know that the person wearing the said color is a deviant sodomite and that they need to stay away from them at all cost, as well as keep their children away from their reach,” Robertson opined.\n\n\n\nThe viewer then interrupted “The 700 Club” host to state that “that sounds awfully like what Nazis did to Jews in the events leading up to World War II,” referring to the fact that Jews in pre-WWII Poland and Germany were made to wear Jewish badges, or yellow badges, which were cloth patches that Jews were ordered to sew on their outer garments to mark them as Jews in public. It served as a badge of shame.\n\n\n\n“I don’t believe that,” Robertson quickly became defensive. “I am simply talking about protecting regular people in America, not setting out gays and lesbians as members of the population that should be tortured and slaughtered in concentration camps. Do you understand my point of view here?” the host asked the caller.\n\n\n\n“I do,” the caller replied. “But I also understand that you’re trying to do to gay people what the Nazis did to my people more than half a century ago. And I am appalled by it.”", "images": ["http://forums.spacebattles.com/data/avatar/1572795665/m/313/313535.jpg", "http://forums.spacebattles.com/data/avatar/1542020746/m/313/313867.jpg", "http://forums.spacebattles.com/data/avatar/1577408121/m/78/78199.jpg", "https://forums.spacebattles.com/data/logos/Winner/SB/SBLogoFinalSBSH13BOG.png", "https://i.imgur.com/91sn32Q.jpg?fb", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://forums.spacebattles.com/data/avatar/1556843320/m/77/77046.jpg", "http://forums.spacebattles.com/data/avatar/1427896557/m/54/54482.jpg", "http://forums.spacebattles.com/data/avatar/1563772281/m/7/7957.jpg", "http://forums.spacebattles.com/apple-touch-icon-57x57.png?v=00MxGA6QA5", "http://forums.spacebattles.com/data/avatar/1351045670/m/283/283294.jpg", "http://forums.spacebattles.com/data/avatar/1337349710/m/11/11518.jpg", "http://www.jewishmuseum.org.uk/domains/jewishmuseum.org.uk/local/media/images/medium/new%20squared%20images/star.jpg", "http://forums.spacebattles.com/data/avatar/1362714389/m/102/102760.jpg", "http://forums.spacebattles.com/data/avatar/1577274124/m/284/284902.jpg", "http://forums.spacebattles.com/data/avatar/1461606191/m/106/106079.jpg", "https://i.ytimg.com/vi/Wj7yDOPBh5Q/maxresdefault.jpg", "http://forums.spacebattles.com/styles/sbforums/smilies/rolleyes.gif", "http://forums.spacebattles.com/data/avatar/1572902320/m/309/309536.jpg", "http://forums.spacebattles.com/data/avatar/1543469744/m/283/283549.jpg", "http://forums.spacebattles.com/data/avatar/1553452194/m/7/7574.jpg"], "top_img": "http://forums.spacebattles.com/apple-touch-icon-57x57.png?v=00MxGA6QA5", "keywords": [], "authors": [], "canonical_link": "https://forums.spacebattles.com/threads/%E2%80%9Cgay-people-should-wear-specially-colored-clothes-to-warn-straight-people%E2%80%9D.362660/", "title": "“Gay People Should Wear Specially-Colored Clothes To Warn Straight People”", "meta_data": {"viewport": "width=device-width, initial-scale=1, viewport-fit=cover", "description": "Pat Robertson: “Gay People Should Wear Specially-Colored Clothes To Warn Straight People” - Newslo\n\nTelevangelist Pat Robertson recently repeated his...", "og": {"description": "Pat Robertson: “Gay People Should Wear Specially-Colored Clothes To Warn Straight People” - Newslo\n\nTelevangelist Pat Robertson recently repeated his prediction that LGBT rights will provoke God to destroy America’s financial markets, warning “The 700 Club” viewers that God’s wrath is on its...", "url": "https://forums.spacebattles.com/threads/%E2%80%9Cgay-people-should-wear-specially-colored-clothes-to-warn-straight-people%E2%80%9D.362660/", "site_name": "SpaceBattles Forums", "type": "website", "title": "“Gay People Should Wear Specially-Colored Clothes To Warn Straight People”"}, "twitter": {"description": "Pat Robertson: “Gay People Should Wear Specially-Colored Clothes To Warn Straight People” - Newslo\n\nTelevangelist Pat Robertson recently repeated his prediction that LGBT rights will provoke God...", "title": "“Gay People Should Wear Specially-Colored Clothes To Warn Straight..."}, "theme-color": "#ffffff", "msapplication-TileColor": "#da532c", "msapplication-TileImage": "/mstile-144x144.png?v=00MxGA6QA5"}, "movies": [], "publish_date": null, "source": "http://forums.spacebattles.com", "summary": ""}