{"url": "http://bioguide.congress.gov/scripts/biodisplay.pl?index=M000303", "text": "\n\n\n\n\n\n\n\nMcCAIN, John Sidney, III, (1936 - 2018) Senate Years of Service: 1987-2018\n\nParty: Republican\n\n\n\n\n\nCourtesy U.S. Senate Historical Office McCAIN, John Sidney, III, a Senator and a Representative from Arizona; born in Panama Canal Zone, August 29, 1936; attended schools in Alexandria, Va.; graduated, United States Naval Academy, Annapolis, Md. 1958, and the National War College, Washington, D.C. 1973; pilot, United States Navy 1958-1981, prisoner of war in Vietnam 1967-1973; received numerous awards, including the Silver Star, Legion of Merit, Purple Heart, and Distinguished Flying Cross; elected as a Republican in 1982 to the Ninety-eighth Congress; reelected to the Ninety-ninth Congress in 1984 and served from January 3, 1983, to January 3, 1987; elected as a Republican to the United States Senate in 1986; reelected in 1992, 1998, 2004, 2010, and 2016, and served from January 3, 1987, until his death; chair, Committee on Indian Affairs (One Hundred Fourth Congress; One Hundred Ninth Congress), Committee on Commerce, Science, and Transportation (One Hundred Fifth through One Hundred Sixth Congresses, One Hundred Seventh Congress [January 20, 2001-June 6, 2001], One Hundred Eighth Congress), Committee on Armed Services (One Hundred Fourteenth and One Hundred Fifteenth Congresses); was an unsuccessful candidate for the Republican presidential nomination in 2000; was an unsuccessful Republican nominee for President of the United States in 2008; died in Cornville, Ariz., on August 25, 2018; lay in state in the Rotunda of the U.S. Capitol, August 31, 2018; interment in the United States Naval Academy Cemetery, Annapolis, Md.", "images": ["http://bioguide.congress.gov/bioguide/photo/M/M000303.jpg", "http://bioguide.congress.gov/bioguide/navbar/navbio_new.jpg"], "top_img": "http://bioguide.congress.gov/bioguide/photo/M/M000303.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "McCAIN, John Sidney, III", "meta_data": {}, "movies": [], "publish_date": null, "source": "http://bioguide.congress.gov", "summary": ""}