{"url": "http://theeconomiccollapseblog.com/archives/hurricane-irma-if-there-was-such-a-thing-as-a-category-6-hurricane-this-would-be-it", "text": "1.2k SHARES Share Tweet\n\nHurricane Irma has become even stronger than the most extreme forecasts were projecting. According to the National Hurricane Center, Irma had sustained winds of 185 miles per hour at one point on Tuesday. That makes it the strongest Atlantic hurricane in history “outside the Gulf of Mexico and Caribbean”. I was criticized for suggesting that Irma could become so powerful that it could potentially be labeled a “category 6” storm if such a thing existed. Well, now it has actually happened. If you extrapolate the Saffir-Simpson scale, “category 6” would begin at 158 knots, which would be 181.8 miles per hour. Since Irma has surpassed that mark, I believe that it is entirely reasonable if people want to refer to it as a “category 6” storm.\n\nOf course some meteorologists will get very heated with you when you use the term “category 6” because no such category exists at this point.\n\nBut we need some way to describe an Atlantic hurricane with sustained winds of 185 miles per hour. “Category 5” simply does not do such a storm justice, and yes, Hurricane Irma is the type of storm that could wipe entire cities off the map if it came ashore at this power.\n\nWe don’t know where this immensely powerful storm will make landfall in the U.S. yet, but you don’t want to be there when it does. I don’t want to freak people out, but the truth is that the best thing you can do is to get as far away from this storm as you can.\n\nJust remember what happened in Houston. The people were told not to evacuate, and that turned out to be an absolutely disastrous decision.\n\nThis is not just another storm. This is a history making event, and if Irma slams directly into one of our major cities as a category 5 storm, it could potentially make Hurricane Harvey look like a Sunday picnic. The following are some of the key things that you need to know about Hurricane Irma…\n\n#1 According to the Miami Herald, Hurricane Irma had sustained winds of 185 miles per hour on Tuesday afternoon…\n\nIrma continued to explode into a powerful storm Tuesday afternoon, with winds increasing to 185 mph, National Hurricane Center forecasters said in a 2 p.m. advisory. As the storm continued to track westward, islands in its path raced to complete last minute preparations. The Leeward Islands are expected to get hit with “catastrophic” winds tonight, forecasters said, with the Virgin Islands and Puerto Rico slammed tomorrow. In Puerto Rico, the governor asked President Donald Trump to declare a state of emergency, while the electric company warned Irma’s fierce winds could leave the island without power for four to six months.\n\n#2 The NOAA is saying that Irma is “the strongest hurricane ever recorded in the Atlantic — outside the Caribbean, Gulf of Mexico.”\n\n#3 As mentioned above, if you extrapolate the Saffir-Simpson scale, Irma could be considered a category 6 storm…\n\nWhile few are willing to admit it yet, according to meteorologist Ryan Maye, Hurricane Irma is still intensifying, with winds up to 155-knots (180 mph) and that extrapolating Saffir-Simpson scale, 158-knots would be Category 6.\n\nYes, I know that a “category 6” does not exist yet, but perhaps it is about time that scientists got together and updated the scale in light of the dangerous new realities that we are now facing.\n\n#4 Hurricane Irma is so enormously powerful that it is even “showing up on seismometers”…\n\nHurricane Irma is so strong it’s showing up on seismometers — equipment designed to measure earthquakes. “What we’re seeing in the seismogram are low-pitched hums that gradually become stronger as the hurricane gets closer to the seismometer on the island of Guadeloupe,” said Stephen Hicks, a seismologist at the University of Southampton in the United Kingdom.\n\n#5 In all of U.S. history, only three category 5 hurricanes have ever hit the United States – an unnamed storm in 1935, Hurricane Camille in 1969, and Hurricane Andrew in 1992.\n\n#6 A state of emergency has already been declared for every single county in the state of Florida.\n\n#7 If you are in the “danger zone” and you have not already stockpiled food, water and supplies, it is probably already too late. Reports of “panic prepping” are coming in from all over Florida, and down in Puerto Rico many stores are already out of all the most important supplies…\n\nOn Tuesday, the lines for fast-dwindling gas, food, water and hardware were interminable and anxiety mounted. One hardware store in San Juan had been nearly picked clean by afternoon. “This has been like this for the last three days,” said Juan Carlos Ramirez, the store manager. “We’ve sold all of the most necessary items — flashlight, batteries, plywood.”\n\nOne of my readers made the point the other day that this isn’t the kind of storm that you can “prepare” for.\n\nAnd my reader was precisely correct. You can’t “get prepared” for a hurricane with sustained winds of 185 miles per hour. Such a storm will snap homes like toothpicks.\n\nIf I was in Florida, I would be heading north immediately. Those that wait could find themselves in absolutely nightmarish traffic jams.\n\nAnd if I lived on the Gulf coast, I would be watching this storm very, very carefully.\n\nBecause the waters in the Gulf of Mexico are so warm, there is the possibility that Irma could get even stronger if it slides to the south of Florida.\n\nLet us hope that it does not happen, but a scenario in which Irma makes landfall along the Gulf coast as a category 5 storm would probably be the worst of all potential possibilities.\n\nIf such a scenario plays out, please get out of the path of this storm. Trying to “ride this storm out” would do you no good whatsoever.\n\nMichael Snyder is a Republican candidate for Congress in Idaho’s First Congressional District, and you can learn how you can get involved in the campaign on his official website. His new book entitled “Living A Life That Really Matters” is available in paperback and for the Kindle on Amazon.com.", "images": ["http://theeconomiccollapseblog.com/wp-content/uploads/2017/08/320x160.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2017/10/trumpocalypse-Cover-2-460x690.jpg", "http://themostimportantnews.com/wp-content/uploads/2019/11/Paypal-Donate-Button.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2019/03/Berkey-Filters.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2016/03/Get-Prepared-Now-Ad1.png", "http://theeconomiccollapseblog.com/wp-content/uploads/2016/03/The-Beginning-Of-The-End-Ad.png", "http://theeconomiccollapseblog.com/wp-content/uploads/2017/09/Hurricane-Irma-NOAA-Public-Domain-1-460x378.png", "http://theeconomiccollapseblog.com/wp-content/uploads/2015/04/ProphecyHour.png", "http://theeconomiccollapseblog.com/wp-content/uploads/2017/09/End-Time-Headlines-1-300x300.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2017/09/Hurricane-Irma-NOAA-Public-Domain-1.png", "http://theeconomiccollapseblog.com/wp-content/uploads/2019/06/ecb_gsc.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2017/07/Living-A-Life-That-Really-Matters.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2019/01/Making-Sense-Of-Revelation.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2015/06/panama-relocation-banner.gif", "http://theeconomiccollapseblog.com/wp-content/uploads/2019/05/JWLABS-Ad-square-actual-v4.jpg", "http://theeconomiccollapseblog.com/wp-content/uploads/2015/01/The-Preppers-Blueprint-Economic-Collapse-Blog.png"], "top_img": "http://theeconomiccollapseblog.com/wp-content/uploads/2017/09/Hurricane-Irma-NOAA-Public-Domain-1.png", "keywords": [], "authors": ["Michael Snyder"], "canonical_link": "http://theeconomiccollapseblog.com/archives/hurricane-irma-if-there-was-such-a-thing-as-a-category-6-hurricane-this-would-be-it", "title": "Hurricane Irma: If There Was Such A Thing As A Category 6 Hurricane, This Would Be It", "meta_data": {"og": {"type": "article", "title": "Hurricane Irma: If There Was Such A Thing As A Category 6 Hurricane, This Would Be It", "description": "Hurricane Irma has become even stronger than the most extreme forecasts were projecting.  According to the National Hurricane Center, Irma had sustained winds of 185 miles per hour at one point on Tuesday.  That makes", "image": {"identifier": "http://theeconomiccollapseblog.com/wp-content/uploads/2017/09/Hurricane-Irma-NOAA-Public-Domain-1.png", "width": 731, "height": 600}, "url": "http://theeconomiccollapseblog.com/archives/hurricane-irma-if-there-was-such-a-thing-as-a-category-6-hurricane-this-would-be-it", "site_name": "The Economic Collapse", "updated_time": "2017-09-05T20:46:48+00:00"}, "article": {"author": "https://www.facebook.com/michael.snyder.5076", "publisher": "https://www.facebook.com/michael.snyder.5076", "published_time": "2017-09-05T20:46:48+00:00", "modified_time": "2017-09-05T20:46:48+00:00"}, "twitter": {"card": "summary_large_image", "title": "Hurricane Irma: If There Was Such A Thing As A Category 6 Hurricane, This Would Be It", "description": "Hurricane Irma has become even stronger than the most extreme forecasts were projecting.  According to the National Hurricane Center, Irma had sustained winds of 185 miles per hour at one point on Tuesday.  That makes", "image": "http://theeconomiccollapseblog.com/wp-content/uploads/2017/09/Hurricane-Irma-NOAA-Public-Domain-1.png", "site": "@Revelation1217"}, "generator": "WordPress 4.9.12", "viewport": "width=device-width, initial-scale=1", "google-site-verification": "gMYWK8ipMus_X-5dznxUWDZIEsWy0jNCW4Tm5P7_Jlc"}, "movies": [], "publish_date": 1504644408.0, "source": "http://theeconomiccollapseblog.com", "summary": ""}