{"url": "http://www.politifact.com/truth-o-meter/statements/2012/jul/12/secure-america-now/ad-says-obama-apologized-showed-weakness-iran/", "text": "A new ad from an independent group claims President Barack Obama apologized and showed weakness on Iran.\n\n\n\nThe ad comes from Secure America Now, which calls itself a \"broad-based grassroots coalition of 2 million national security activists.\" A reader in Florida asked us to check it out. It uses clips from an interview Obama gave in the White House during his first days in office with the Arab network Al Arabiya.\n\n\n\nA female voiceover says, \"For his first interview as president, Barack Obama chose Arab TV for an apology.\" (The words \"an apology\" flash across the screen.)\n\n\n\nThen it cuts to Obama telling the interviewer, \"Start by listening, because all too often the United States starts by dictating.\"\n\n\n\nThe voiceover says, \"He reached out.\"\n\n\n\nObama: \"It is important for us to be willing to talk to Iran.\"\n\n\n\nVoiceover: \"Iran answered with terror, attacks on our troops and nuclear weapons development. …Tell President Obama: no apologies, no weakness. It’s time to stop Iran.\"\n\n\n\nThe claim that Obama has apologized for America has been used and reused countless times -- always falsely -- and we found that this incarnation is only a hair closer to the truth.\n\n\n\nHis first interview\n\n\n\nObama sat down with Hisham Melhem, Al Arabiya’s Washington bureau chief, on Jan. 27, 2009. The network, based in Dubai, is regarded as a less-radical format than Al Jazeera and has been criticized for having a pro-Saudi Arabia bias.\n\n\n\nNews coverage at the time billed the interview as Obama’s \"first television interview in the White House,\" according to the New York Times, and \"his first formal television interview as president,\" per the Washington Post. A spokesman for Secure America Now also pointed us to an MSNBC story characterizing the interview as the new president’s first.\n\n\n\nThe Al Arabiya interview was part of a coordinated unveiling of Obama’s diplomatic initiatives. He had just named former Maine Sen. George Mitchell as special envoy to the Middle East, and before he sent Mitchell off on a tour of the region, he called Arab and Israeli leaders on his first full day in office.\n\n\n\nSo it’s fair to say this was Obama’s first interview as president.\n\n\n\nNo apology\n\n\n\nThe interview begins with Melhem asking Obama about Mitchell's appointment and how the administration plans to pursue peacemaking between Israelis and Palestinians.\n\nObama responds:\n\nWell, I think the most important thing is for the United States to get engaged right away. And George Mitchell is somebody of enormous stature. He is one of the few people who have international experience brokering peace deals.\n\nAnd so what I told him is start by listening, because all too often the United States starts by dictating -- in the past on some of these issues --and we don't always know all the factors that are involved. So let's listen. He's going to be speaking to all the major parties involved. And he will then report back to me. From there we will formulate a specific response.\n\nUltimately, we cannot tell either the Israelis or the Palestinians what's best for them. They're going to have to make some decisions. But I do believe that the moment is ripe for both sides to realize that the path that they are on is one that is not going to result in prosperity and security for their people. And that instead, it's time to return to the negotiating table.\n\nAnd it's going to be difficult, it's going to take time. I don't want to prejudge many of these issues, and I want to make sure that expectations are not raised so that we think that this is going to be resolved in a few months. But if we start the steady progress on these issues, I'm absolutely confident that the United States -- working in tandem with the European Union, with Russia, with all the Arab states in the region -- I'm absolutely certain that we can make significant progress.\n\nThe ad uses only his comments, \"Start by listening, because all too often the United States starts by dictating.\" But Obama was discussing how to begin brokering a peace deal between Israelis and Palestinians. He was not referring to Iran, as the ad implies.\n\n\n\nIn addition, we don’t agree that those words equate to an apology. In that statement, and a few others, Obama seemed to be acknowledging that past efforts in the Middle East have been imperfect.\n\n\n\nLater, speaking about the wider Arab world, Obama said, \"My job to the Muslim world is to communicate that the Americans are not your enemy. We sometimes make mistakes. We have not been perfect. But if you look at the track record, as you say, America was not born as a colonial power, and that the same respect and partnership that America had with the Muslim world as recently as 20 or 30 years ago, there's no reason why we can't restore that.\"\n\n\n\nNowhere in the interview did Obama use the word \"apology,\" \"apologize\" or \"sorry.\"\n\n\n\nPolitiFact has examined the apology claim numerous times. Mitt Romney, the likely Republican presidential nominee, wrote in his book and repeated many times that Obama has apologized for America around the world.\n\n\n\nBut again, there isn’t an \"I’m sorry\" anywhere to be found in Obama’s speeches or remarks. One expert we’ve talked to before says Obama is using conciliatory language for diplomatic purposes, not apologizing.\n\n\n\n\"It's much more a sense of establishing of reciprocity,\" John Murphy, a communications professor at the University of Illinois at Urbana-Champaign, told PolitiFact in 2010. \"Each side says, okay, we haven't done great, but we have a new president and we're going to make a fresh start and move forward. I don't think that's an apology.\"\n\n\n\nOur ruling\n\n\n\nSecure America Now’s ad says, \"For his first interview as president, Barack Obama chose Arab TV for an apology.\" The ad particularly emphasizes that Obama apologized.\n\n\n\nObama’s first television interview after taking office was with the Al Arabiya network at the White House. But the ad gets nothing right beyond that.\n\n\n\nBy saying \"all too often the United States starts by dictating,\" Obama was not apologizing but being diplomatic about past strategies that failed to yield results. What’s more, the ad criticizes Obama’s approach to Iran, but his quote actually referred to the Israelis and the Palestinians.\n\n\n\nThe statement contains an element of truth but ignores critical facts and gives an inaccurate impression. We rate it Mostly False.", "images": ["http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif", "https://static.politifact.com/rulings/tom-mostlyfalse.png", "http://www.politifact.com/truth-o-meter/statements/2012/jul/12/secure-america-now/ad-says-obama-apologized-showed-weakness-iran/\r\n/static.politifact.com/politifact/photos/truth_squad_logo_cmyk.jpg", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/politifact/mugs/SAN.jpg", "https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png"], "top_img": "https://static.politifact.com/rulings/tom-mostlyfalse.png", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/truth-o-meter/statements/2012/jul/12/secure-america-now/ad-says-obama-apologized-showed-weakness-iran/", "title": "Ad says Obama apologized, showed weakness on Iran", "meta_data": {"description": "A new ad from an independent group claims President Barack Obama apologized and showed weakness on Iran. The ad comes from Secure America Now, which calls itself a &quot;broad-based grassroots coalition of 2 million national security activists.&quot; A reader in Florida asked us to check it out. It uses clips from an interview Obama gave in the White House during his first days in office with the Arab network Al Arabiya. A female voiceover says, &quot;For his first interview as president, Barack Obama chose Arab TV for an apology.&quot; (The words &quot;an apology&quot; flash across the screen.) Then it cuts ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "Ad says Obama apologized, showed weakness on Iran", "type": "article", "url": "https://www.politifact.com/truth-o-meter/statements/2012/jul/12/secure-america-now/ad-says-obama-apologized-showed-weakness-iran/", "image": {"identifier": "https://static.politifact.com/rulings/tom-mostlyfalse.png", "width": 600, "height": 600}, "site_name": "@politifact", "description": "A new ad from an independent group claims President Barack Obama apologized and showed weakness on Iran. The ad comes from Secure America Now, which calls itself a"}, "twitter": {"card": "summary", "site": "PolitiFact", "url": "https://www.politifact.com/truth-o-meter/statements/2012/jul/12/secure-america-now/ad-says-obama-apologized-showed-weakness-iran/", "username": "PolitiFact", "title": "Ad says Obama apologized, showed weakness on Iran", "description": "A new ad from an independent group claims President Barack Obama apologized and showed weakness on Iran. The ad comes from Secure America Now, which calls itself a &quot;broad-based grassroots coalition of 2 million national security activists.&quot; A reader in Florida asked us to check it out. It uses clips from an interview Obama gave in the White House during his first days in office with the Arab network Al Arabiya. A female voiceover says, &quot;For his first interview as president, Barack Obama chose Arab TV for an apology.&quot; (The words &quot;an apology&quot; flash across the screen.) Then it cuts ...", "image": "https://static.politifact.com/rulings/tom-mostlyfalse.png"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1342022400.0, "source": "http://www.politifact.com", "summary": ""}