{"url": "http://politicalticker.blogs.cnn.com/2012/10/12/transcript-vice-presidential-debate/", "text": "7 years ago\n\n(CNN) - Vice President Joe Biden and Republican vice presidential nominee Paul Ryan met in Danville, Kentucky on Thursday evening for the vice presidential debate.\n\n\n\nMARTHA RADDATZ, MODERATOR: Good evening, and welcome to the first and only vice presidential debate of 2012, sponsored by the Commission on Presidential Debates. I'm Martha Raddatz of ABC News, and I am honored to moderate this debate between two men who have dedicated much of their lives to public service.\n\nTonight's debate is divided between domestic and foreign policy issues. And I'm going to move back and forth between foreign and domestic, since that is what a vice president or president would have to do. We will have nine different segments. At the beginning of each segment, I will ask both candidates a question, and they will each have two minutes to answer. Then I will encourage a discussion between the candidates with follow-up questions.\n\nBy coin toss, it has been determined that Vice President Biden will be first to answer the opening question. We have a wonderful audience here at Centre College tonight. You will no doubt hear their enthusiasm at the end of the debate - and right now, as we welcome Vice President Joe Biden and Congressman Paul Ryan. OK, you got your little wave to the families in.\n\nIt's great. Good evening, gentlemen. It really is an honor to be here with both of you.\n\nI would like to begin with Libya. On a rather somber note, one month ago tonight, on the anniversary of 9/11, Ambassador Chris Stevens and three other brave Americans were killed in a terrorist attack in Benghazi. The State Department has now made clear, there were no protesters there. It was a pre-planned assault by heavily armed men. Wasn't this a massive intelligence failure, Vice President Biden?\n\nVICE PRESIDENT JOE BIDEN: What is was, it was a tragedy, Martha. It - Chris\n\nStevens was one of our best. We lost three other brave Americans.\n\nI can make absolutely two commitments to you and all the American people tonight. One, we will find and bring to justice the men who did this. And secondly, we will get to the bottom of it, and whatever - wherever the facts lead us, wherever they lead us, we will make clear to the American public, because whatever mistakes were made will not be made again.\n\nWhen you're looking at a president, Martha, it seems to me that you should take a look at his most important responsibility. That's caring for the national security of the country. And the best way to do that is take a look at how he's handled the issues of the day. On Iraq, the president said he would end the war. Governor Romney said that was a tragic mistake, we should have left 30,000 - he ended it. Governor Romney said that was a tragic mistake, we should have left 30,000 troops there.\n\nWith regard to Afghanistan, he said he will end the war in 2014. Governor Romney said we should not set a date, number one. And number two, with regard to 2014, it depends. When it came to Osama bin Laden, the president the first day in office, I was sitting with him in the Oval Office, he called in the CIA and signed an order saying, \"My highest priority is to get bin Laden.\"\n\nPrior to the election, prior to the - him being sworn in, said, \"I wouldn't move heaven and earth to get bin Laden.\" He didn't understand it was more than about taking a murderer off the battlefield. It was about restoring America's heart and letting terrorists around the world know, if you do harm to America, we will track you to the gates of hell if need be. And lastly, the president of the United States has - has led with a steady hand and clear vision. Governor Romney, the opposite. The last thing we need now is another war.\n\nRADDATZ: Congressman Ryan?\n\nRYAN: We mourn the loss of these four Americans who were murdered. When you take a look at what has happened just in the last few weeks, they sent the U.N. ambassador out to say that this was because of a protest and a YouTube video. It took the president two weeks to acknowledge that this was a terrorist attack.\n\nHe went to the U.N. and in his speech at the U.N. he said six times - he talked about the YouTube video.\n\nlook, if we're hit by terrorists we're going to call it for what it is, a terrorist attack. Our ambassador in Paris has a Marine detachment guarding him. Shouldn't we have a Marine detachment guarding our ambassador in Benghazi, a place where we knew that there was an Al Qaida cell with arms?\n\nThis is becoming more troubling by the day. They first blamed the YouTube video. Now they're trying to blame the Romney-Ryan ticket for making this an issue.\n\nWith respect to Iraq, we had the same position before the withdrawal, which was we agreed with the Obama administration. Let's have a status of forces agreement to make sure that we secure our gains. The vice president was put in charge of those negotiations by President Obama and they failed to get the agreement. We don't have a status of forces agreement because they failed to get one. That's what we are talking about.\n\nNow, when it comes to our veterans, we owe them a great debt of gratitude for what they've done for us, including your son Beau. But we also want to make sure that we don't lose the things we fought so hard to get.\n\nNow, with respect to Afghanistan, the 2014 deadline, we agree with a 2014 transition. But what we also want it do is make sure that we're not projecting weakness abroad, and that's what's happening here.\n\nRYAN: This Benghazi issue would be a tragedy in and of itself, but unfortunately it's indicative of a broader problem. And that is what we are watching on our TV screens is the unraveling of the Obama foreign policy, which is making the (inaudible) more chaotic us less safe.\n\nRADDATZ: I just want to you about right in the middle of the crisis. Governor Romney, and you're talking about this again tonight, talked about the weakness; talked about apologies from the Obama administration. Was that really appropriate right in the middle of the crisis?\n\nRYAN: On that same day, the Obama administration had the exact same position. Let's recall that they disavowed their own statement that they had put out earlier in the day in Cairo. So we had the same position, but we will - it's never too early to speak out for our values.\n\nWe should have spoken out right away when the green revolution was up and starting; when the mullahs in Iran were attacking their people. We should not have called Bashar Assad a reformer when he was turning his Russian-provided guns on his own people. We should always stand up for peace, for democracy, for individual rights.\n\nAnd we should not be imposing these devastating defense cuts, because what that does when we equivocate on our values, when we show that we're cutting down on defense, it makes us more weak. It projects weakness. And when we look weak, our adversaries are much more willing to test us. They're more brazen in their attacks, and are allies are less willing to...\n\n[CROSSTALK]\n\nBIDEN: With all due respect, that's a bunch of malarkey.\n\nRADDATZ: And why is that so?\n\nBIDEN: Because not a single thing he said is accurate. First of all...\n\nRADDATZ: Be specific.\n\nBIDEN: I will be very specific. Number one, the - this lecture on embassy security - the congressman here cut embassy security in much for the embassy security piece.\n\nNumber two, Governor Romney, before he knew the facts, before he even knew that our ambassador was killed, he was out making a political statement which was panned by the media around the world. And this talk about this - this weakness. I - I don't understand what my friend's talking about here.\n\nWe - this is a president who's gone out and done everything he has said he was going to do. This is a guy who's repaired our alliances so the rest of the world follows us again. This is the guy who brought the entire world, including Russia and China, to bring about the most devastating - most devastating - the most devastating efforts on Iran to make sure that they in fact stop (inaudible).\n\nLook, I - I just - I mean, these guys bet against America all\n\nthe time.\n\nRADDATZ: Can we talk - let me go back to Libya.\n\nBIDEN: Yeah, sure.\n\nRADDATZ: What were you first told about the attack? Why - why\n\nwere people talking about protests? When people in the consulate\n\nfirst saw armed men attacking with guns, there were no protesters.\n\nWhy did that go on (inaudible)?\n\nBIDEN: Because that was exactly what we were told by the\n\nintelligence community. The intelligence community told us that. As\n\nthey learned more facts about exactly what happened, they changed\n\ntheir assessment. That's why there's also an investigation headed by\n\nTom Pickering, a leading diplomat from the Reagan years, who is doing\n\nan investigation as to whether or not there are any lapses, what the\n\nlapses were, so that they will never happen again.\n\nRADDATZ: And they wanted more security there.\n\nBIDEN: Well, we weren't told they wanted more security there.\n\nWe did not know they wanted more security again. And by the way, at\n\nthe time we were told exactly - we said exactly what the intelligence\n\ncommunity told us that they knew. That was the assessment. And as\n\nthe intelligence community changed their view, we made it clear they\n\nchanged their view.\n\nThat's why I said we will get to the bottom of this. You know,\n\nusually when there's a crisis, we pull together. We pull together as\n\na nation. But as I said, even before we knew what happened to the\n\nambassador, the governor was holding a press conference - was holding\n\na press conference. That's not presidential leadership.\n\nRADDATZ: Mr. Ryan, I want to ask you about - the Romney\n\ncampaign talks a lot about no apologies. He has a book called called\n\n\"No Apologies.\" Should the U.S. have apologized for Americans burning\n\nKorans in Afghanistan? Should the U.S. apologize for U.S. Marines\n\nurinating on Taliban corpses?\n\nRYAN: Oh, gosh, yes. Urinating on Taliban corpses? What we\n\nshould not apologize for...\n\nRADDATZ: Burning Korans, immediately?\n\nRYAN: What - what we should not be apologizing for are standing\n\nup for our values. What we should not be doing is saying to the\n\nEgyptian people, while Mubarak is cracking down on them, that he's a\n\ngood guy and, in the next week, say he ought to go.\n\nWhat we should not be doing is rejecting claims for - for calls\n\nfor more security in our barracks, in our Marine - we need Marines in\n\nBenghazi when the commander on the ground says we need more forces for\n\nsecurity. There were requests for extra security; those requests were\n\nnot honored.\n\nLook, this was the anniversary of 9/11. It was Libya, a country\n\nwe knew we had Al Qaida cells there, as we know Al Qaida and its\n\naffiliates are on the rise in Northern Africa. And we did not give\n\nour ambassador in Benghazi a Marine detachment?\n\nOf course there's an investigation, so we can make sure that this\n\nnever happens again, but when it comes to speaking up for our values,\n\nwe should not apologize for those. Here's the problem. Look at all\n\nthe various issues out there, and it's unraveling before our eyes.\n\nThe vice president talks about sanctions on Iran. They got - we've\n\nhad four...\n\nRADDATZ: Let's move to Iran. I'd actually like to move to Iran,\n\nbecause there's really no bigger national security...\n\nRYAN: Absolutely.\n\nRADDATZ: ... this country is facing. Both President Obama and\n\nGovernor Romney have said they will prevent Iran from getting a\n\nnuclear weapon, even if that means military action. Last week, former\n\nDefense Secretary Bob Gates said a strike on Iran's facilities would\n\nnot work and, quote, \"could prove catastrophic, haunting us for\n\ngenerations.\" Can the two of you be absolutely clear and specific to\n\nthe American people how effective would a military strike be?\n\nCongressman Ryan?\n\nRYAN: We cannot allow Iran to gain a nuclear weapons capability.\n\nNow, let's take a look at where we've gone - come from. When Barack\n\nObama was elected, they had enough fissile material - nuclear\n\nmaterial to make one bomb. Now they have enough for five. They're\n\nracing toward a nuclear weapon. They're four years closer toward a\n\nnuclear weapons capability.\n\nWe've had four different sanctions, the U.N. on Iran, three from\n\nthe Bush administration, one here. And the only reason we got it is\n\nbecause Russia watered it down and prevented the - the sanctions from\n\nhitting the central bank.\n\nMitt Romney proposed these sanctions in 2007. In Congress, I've\n\nbeen fighting for these sanctions since 2009. The administration was\n\nblocking us every step of the way. Only because we had strong\n\nbipartisan support for these tough sanctions were we able to overrule\n\ntheir objections and put them in spite of the administration.\n\nImagine what would have happened if we had these sanctions in\n\nplace earlier. You think Iran's not brazen? Look at what they're\n\ndoing. They're stepping up their terrorist attacks. They tried a\n\nterrorist attack in the United States last year when they tried to\n\nblow up the Saudi ambassador at a restaurant in Washington, D.C.\n\nAnd talk about credibility? When this administration says that\n\nall options are on the table, they send out senior administration\n\nofficials that send all these mixed signals.\n\nAnd so, in order to solve this peacefully - which is everybody's\n\ngoal - you have to have the ayatollahs change their minds. Look at\n\nwhere they are. They're moving faster toward a nuclear weapon. It's\n\nbecause this administration has no credibility on this issue. It's\n\nbecause this administration watered down sanctions, delayed sanctions,\n\ntried to stop us for putting the tough sanctions in place.\n\nNow we have them in place because of Congress. They say the\n\nmilitary option's on the table, but it's not being viewed as credible.\n\nAnd the key is to do this peacefully, is to make sure that we have\n\ncredibility. Under a Romney administration, we will have credibility\n\non this issue.\n\nRADDATZ: Vice President Biden?\n\nBIDEN: It's incredible. Look, imagine had we let the Republican\n\nCongress work out the sanctions. You think there's any possibility\n\nthe entire world would have joined us, Russia and China, all of our\n\nallies? These are the most crippling sanctions in the history of\n\nsanctions, period. Period.\n\nthese sanctions.\" When he said, \"Well, you're talking about doing\n\nmore,\" what are you - you're going to go to war? Is that what you\n\nwant to do?\n\nRYAN: We want to prevent war.\n\nBIDEN: And the interesting thing is, how are they going to\n\nprevent war? How are they going to prevent war if they say there's\n\nnothing more that we - that they say we should do than what we've\n\nalready done, number one.\n\nAnd number two, with regard to the ability of the United States\n\nto take action militarily, it is - it is not in my purview to talk\n\nabout classified information. But we feel quite confident we could\n\ndeal a serious blow to the Iranians.\n\nBut number two, the Iranians are - the Israelis and the United\n\nStates, our military and intelligence communities are absolutely the\n\nsame exact place in terms of how close - how close the Iranians are\n\nto getting a nuclear weapon. They are a good way away. There is no\n\ndifference between our view and theirs.\n\nWhen my friend talks about fissile material, they have to take\n\nthis highly enriched uranium, get it from 20 percent up, then they\n\nhave to be able to have something to put it in. There is no weapon\n\nthat the Iranians have at this point. Both the Israelis and we know\n\n- we'll know if they start the process of building a weapon.\n\nSo all this bluster I keep hearing, all this loose talk, what are\n\nthey talking about? Are you talking about, to be more credible -\n\nwhat more can the president do, stand before the United Nations, tell\n\nthe whole world, directly communicate to the ayatollah, we will not\n\nlet them acquire a nuclear weapon, period, unless he's talking about\n\ngoing to war.\n\nRYAN: Martha? Let's...\n\nRADDATZ: Congressman Ryan?\n\nRYAN: Let's look at this from the view of the ayatollahs. What\n\ndo they see? They see this administration trying to water down\n\nsanctions in Congress for over two years. They're moving faster\n\ntoward a nuclear weapon. They're spinning the centrifuges faster.\n\nThey see us saying when we come into the administration, when\n\nthey're sworn in, we need more space with our ally, Israel. They see\n\nPresident Obama in New York City the same day Bibi Netanyahu is and\n\nhe, instead of meeting with him, goes on a - on a daily talk show.\n\nThey see, when we say that these options are on the table, the\n\nsecretary of defense walked them back.\n\nThey are not changing their mind. That's what we have to do, is\n\nchange their mind so they stop pursuing nuclear weapons, and they're\n\ngoing faster.\n\nRADDATZ: How do you do it so quickly? Look, you - you both saw\n\nBenjamin Netanyahu hold up that picture of a bomb with a red line and\n\ntalking about the red line being in spring. So can you solve this, if\n\nthe Romney-Ryan ticket is elected, can you solve this in two months\n\nbefore spring and avoid nuclear - nuclear...\n\n(CROSSTALK)\n\nRYAN: We can debate a time line. We can debate the time line,\n\nwhether there's - it's that short a time or longer. I agree that\n\nit's probably longer.\n\nNumber two, it's all about...\n\n(CROSSTALK)\n\nRADDATZ: You don't agree with that bomb and whether the\n\nIsraelis...\n\n(CROSSTALK)\n\nRYAN: I don't want to go into classified stuff. But we both\n\nagree that to do this peacefully you've got to get them to change\n\ntheir minds. They're not changing their minds. And look at what this\n\nadministration...\n\nRADDATZ: But what - what do...\n\n(CROSSTALK)\n\nBIDEN: Let me tell you what the ayatollah sees.\n\nRYAN: You have to have credibility.\n\nBIDEN: The ayatollah sees his economy being crippled. The\n\nayatollah sees that there are 50 percent fewer exports of oil. He\n\nsees the currency going into the tank. He sees the economy going into\n\nfreefall. And he sees the world for the first time totally united in\n\nopposition to him getting a nuclear weapon.\n\nNow, with regard to Bibi, who's been my friend 39 years, the\n\npresident has met with Bibi a dozen times. He's spoken to Bibi\n\nNetanyahu as much as he's spoken to anybody. The idea that we're not\n\n- I was in a, just before he went to the U.N., I was in a conference\n\ncall with the - with the president, with him talking to Bibi for well\n\nover an hour, in - in - in stark relief and detail of what was going\n\non.\n\nThis is a bunch of stuff. Look, here's the deal.\n\nRADDATZ: What does that mean, a bunch of stuff?\n\nBIDEN: Well, it means it's simply inaccurate.\n\nRYAN: It's Irish.\n\nBIDEN: It - it is.\n\n(LAUGHTER)\n\nWe Irish call it malarkey.\n\nRADDATZ: Thanks for the translation. OK.\n\n(CROSSTALK)\n\nBIDEN: We Irish call it malarkey. But last thing. The\n\nsecretary of defense has made it absolutely clear, we didn't walk\n\nanything back. We will not allow the Iranians to get a nuclear\n\nweapon. What Bibi held up there was when they get to the point where\n\nthey can enrich uranium enough to put into a weapon. They don't have\n\na weapon to put it into.\n\nLet's all calm down a little bit here. Iran is more isolated\n\ntoday than when we took office. It was on the ascendancy when we took\n\noffice. It is totally isolated.\n\nRADDATZ: Congressman Ryan?\n\nBIDEN: I don't know what world this guy's living in.\n\nRYAN: Thank heavens we had these sanctions in place. It's in\n\nspite of their opposition.\n\nBIDEN: Oh, god.\n\nRYAN: They've given 20 waivers to this sanction. And all I have\n\nto point to are the results. They're four years closer toward a\n\nnuclear weapon. I think that case speaks for itself.\n\nRADDATZ: Can you tell the American people...\n\nBIDEN: By the way, they...\n\n(CROSSTALK)\n\nRADDATZ: What's worse, another war in the Middle East...\n\nBIDEN: ... they are not four years closer to a nuclear weapon.\n\nRYAN: Of course they are.\n\nBIDEN: They're - they're closer to being able to get enough\n\nfissile material to put in a weapon if they had a weapon.\n\nRADDATZ: You are acting a little bit like they don't want one.\n\nBIDEN: Oh, I didn't say - no, I'm not saying that. But facts\n\nmatter, Martha. You're a foreign policy expert. Facts matter. All\n\nthis loose talk about them, \"All they have to do is get to enrich\n\nuranium in a certain amount and they have a weapon,\" not true. Not\n\ntrue.\n\nThey are more - and if we ever have to take action, unlike when\n\nwe took office, we will have the world behind us, and that matters.\n\nThat matters.\n\nRADDATZ: What about Bob Gates' statement? Let me read that\n\nagain, \"could prove catastrophic, haunting us for generations.\"\n\nBIDEN: He is right. It could prove catastrophic, if we didn't\n\ndo it with precision.\n\nRADDATZ: Congressman Ryan?\n\nRYAN: And what it does is it undermines our credibility by\n\nbacking up the point when we make it that all options are on the\n\ntable. That's the point. The ayatollahs see these kinds of\n\nstatements and they think, \"I'm going to get a nuclear weapon.\"\n\nWhen - when we see the kind of equivocation that took place\n\nbecause this administration wanted a precondition policy, so when the\n\nGreen Revolution started up, they were silent for nine days. When\n\nthey see us putting - when they see us putting daylight between\n\nourselves and our allies in Israel, that gives them encouragement.\n\nWhen they see Russia watering down any further sanctions, the only\n\nreason we got a U.N. sanction is because Russia watered it down and\n\nprevented these central bank sanctions in the first place. So when\n\nthey see this kind of activity, they are encouraged to continue, and\n\nthat's the problem.\n\nBIDEN: Martha, let me tell you what Russia...\n\n(CROSSTALK)\n\nRADDATZ: Well, let me ask you what's worse, war in the Middle\n\nEast, another war in the Middle East, or a nuclear-armed Iran?\n\nRYAN: I'll tell you what's worse. I'll tell you what's worse.\n\nRADDATZ: Quickly.\n\nRYAN: A nuclear-armed Iran which triggers a nuclear arms race in\n\nthe Middle East. This is the world's largest sponsor of - of\n\nterrorism. They've dedicated themselves...\n\n(CROSSTALK)\n\nRYAN: ... to wiping an entire country off the map. They call us\n\nthe Great Satan. And if they get nuclear weapons, other people in the\n\nneighborhood will pursue their nuclear weapons, as well.\n\nRADDATZ: Vice President Biden?\n\nRYAN: We can't live with that.\n\nBIDEN: War should always be the absolute last resort. That's\n\nwhy these crippling sanctions, which Bibi Netanyahu says we should\n\ncontinue, which - if I'm not mistaken - Governor Romney says we -\n\nwe should continue. I may be mistaken. He changes his mind so often,\n\nI could be wrong.\n\nBut the fact of the matter is, he says they're working. And the\n\nfact is that they are being crippled by them. And we've made it\n\nclear, big nations can't bluff. This president doesn't bluff.\n\nRADDATZ: Gentlemen, I want to bring the conversation to a\n\ndifferent kind of national security issue, the state of our economy.\n\nThe number-one issue here at home is jobs. The percentage of\n\nunemployed just fell below 8 percent for the first time in 43 months.\n\nThe Obama administration had projected that it would fall below 6\n\npercent now after the addition of close to a trillion dollars in\n\nstimulus money.\n\nSo will both of you level with the American people: Can you get\n\nunemployment to under 6 percent and how long will it take?\n\nBIDEN: I don't know how long it will take. We can and we will\n\nget it under 6 percent. Let's look at - let's take a look at the\n\nfacts. Let's look at where we were when we came to office. The\n\neconomy was in free fall. We had - the great recession hit; 9\n\nmillion people lost their job; $1.7 - $1.6 trillion in wealth lost in\n\nequity in your homes, in retirement accounts for the middle class.\n\nWe knew we had to act for the middle class. We immediately went\n\nout and rescued General Motors. We went ahead and made sure that we\n\ncut taxes for the middle class. And in addition to that, when that -\n\nwhen that occurred, what did Romney do? Romney said, \"No, let Detroit\n\ngo bankrupt.\" We moved in and helped people refinance their homes.\n\nGovernor Romney said, \"No, let foreclosures hit the bottom.\"\n\nBut it shouldn't be surprising for a guy who says 47 percent of\n\nthe American people are unwilling to take responsibility for their own\n\nlives. My friend recently in a speech in Washington said \"30 percent\n\nof the American people are takers.\"\n\nThese people are my mom and dad - the people I grew up with, my\n\nneighbors. They pay more effective tax than Governor Romney pays in\n\nhis federal income tax. They are elderly people who in fact are\n\nliving off of Social Security. They are veterans and people fighting\n\nin Afghanistan right now who are, quote, \"not paying any tax.\"\n\nI've had it up to here with this notion that 47 percent - it's\n\nabout time they take some responsibility here. And instead of signing\n\npledges to Grover Norquist not to ask the wealthiest among us to\n\ncontribute to bring back the middle class, they should be signing a\n\npledge saying to the middle class we're going to level the playing\n\nfield; we're going to give you a fair shot again; we are going to not\n\nrepeat the mistakes we made in the past by having a different set of\n\nrules for Wall Street and Main Street, making sure that we continue to\n\nhemorrhage these tax cuts for the super wealthy.\n\nBIDEN: They're pushing the continuation of a tax cut that will\n\ngive an additional $500 billion in tax cuts to 120,000 families. And\n\nthey're holding hostage the middle class tax cut because they say we\n\nwon't pass - we won't continue the middle class tax cut unless you\n\ngive the tax cut for the super wealthy.\n\nIt's about time they take some responsibility.\n\nRADDATZ: Mr. Ryan?\n\nRYAN: Joe and I are from similar towns. He's from Scranton,\n\nPennsylvania. I'm from Janesville, Wisconsin. You know what the\n\nunemployment rate in Scranton is today?\n\nBIDEN: I sure do.\n\nRYAN: It's 10 percent.\n\nBIDEN: Yeah.\n\nRYAN: You know what it was the day you guys came in - 8.5\n\npercent.\n\nBIDEN: Yeah.\n\nRYAN: That's how it's going all around America.\n\nLook...\n\nBIDEN: You don't read the statistics. That's not how it's\n\ngoing. It's going down.\n\nRADDATZ: (inaudible) two-minute answer (inaudible)\n\nRYAN: Look, did they come in and inherit a tough situation?\n\nAbsolutely. But we're going in the wrong direction. Look at where we\n\nare. The economy is barely limping along. It's growing a 1.3\n\npercent. That's slower than it grew last year and last year was\n\nslower than the year before.\n\nJob growth in September was slower than it was in August, and\n\nAugust was slower than it was in July. We're heading in the wrong\n\ndirection; 23 million Americans are struggling for work today; 15\n\npercent of Americans are living in poverty today. This is not what a\n\nreal recovery looks like.\n\nWe need real reforms for real recovery and that's exactly what\n\nMitt Romney and I are proposing. It's a five-point plan. Get America\n\nenergy independent in North America by the end of the decade. Help\n\npeople who are hurting get the skills they need to get the jobs they\n\nwant. Get this deficit and debt under control to prevent a debt\n\ncrisis.\n\nMake trade work for America so we can make more things in America\n\nand sell them overseas, and champion small businesses. Don't raise\n\ntaxes on small businesses because they're our job creators.\n\nRYAN: He talks about Detroit. Mitt Romney's a car guy. They\n\nkeep misquoting him, but let me tell you about the Mitt Romney I know.\n\nThis is a guy who I was talking to a family in Northborough,\n\nMassachusetts the other day, Sheryl and Mark Nixon. Their kids were\n\nhit in a car crash, four of them. Two of them, Rob and Reed, were\n\nparalyzed. The Romneys didn't know them. They went to the same\n\nchurch; they never met before.\n\nboys, his wife, and gifts. Later on, he said, \"I know you're\n\nstruggling, Mark. Don't worry about their college. I'll pay for it.\"\n\nWhen Mark told me this story, because, you know what, Mitt Romney\n\ndoesn't tell these stories. The Nixons told this story. When he told\n\nme this story, he said it wasn't the help, the cash help. It's that\n\nhe gave his time, and he has consistently.\n\nThis is a man who gave 30 percent of his income to charity, more\n\nthan the two of us combined. Mitt Romney's a good man. He cares\n\nabout 100 percent of Americans in this country. And with respect to\n\nthat quote, I think the vice president very well knows that sometimes\n\nthe words don't come out of your mouth the right way.\n\n(LAUGHTER)\n\nBIDEN: But I always say what I mean. And so does Romney.\n\nRYAN: We want everybody to succeed. We want to get people out\n\nof poverty, in the middle class, onto a life of self-sufficiently. We\n\nbelieve in opportunity and upward mobility. That's what we're going\n\nto push for in a Romney administration.\n\nRADDATZ: Vice president? I have a feeling you have a few things\n\nto say here.\n\nBIDEN: The idea - if you heard that - that little soliloquy on\n\n47 percent and you think he just made a mistake, then I think you're\n\n- I - I think - I got a bridge to sell you.\n\nLook, I don't doubt his personal generosity. And I understand\n\nwhat it's like. When I was a little younger than the congressman, my\n\nwife was in an accident, killed my daughter and my wife, and my two\n\nsons survived. I have sat in the homes of many people who've gone\n\nthrough what I get through, because the one thing you can give people\n\nsolace is to know if they know you've been through it, that they can\n\nmake it. So I don't doubt his personal commitment to individuals.\n\nBut you know what? I know he had no commitment to the automobile\n\nindustry. He just - he said, let it go bankrupt, period. Let it\n\ndrop out. All this talk - we saved a million jobs. Two hundred\n\nthousand people are working today.\n\nAnd I've never met two guys who're more down on America across\n\nthe board. We're told everything's going bad. There are 5.2 million\n\nnew jobs, private-sector jobs. We need more, but 5.2 million - if\n\nthey'd get out of the way, if they'd get out of the way and let us\n\npass the tax cut for the middle class, make it permanent, if they get\n\nout of the way and pass the - pass the jobs bill, if they get out of\n\nthe way and let us allow 14 million people who are struggling to stay\n\nin their homes because their mortgages are upside down, but they never\n\nmissed a mortgage payment, just get out of the way.\n\nStop talking about how you care about people. Show me something.\n\nShow me a policy. Show me a policy where you take responsibility.\n\nAnd, by the way, they talk about this Great Recession if it fell\n\nout of the sky, like, \"Oh, my goodness, where did it come from?\" It\n\ncame from this man voting to put two wars on a credit card, to at the\n\nsame time put a prescription drug benefit on the credit card, a\n\ntrillion-dollar tax cut for the very wealthy. I was there. I voted\n\nagainst them. I said, no, we can't afford that.\n\nAnd now, all of a sudden, these guys are so seized with the\n\nconcern about the debt that they created.\n\nRADDATZ: Congressman Ryan?\n\nRYAN: Let's not forget that they came in with one-party control.\n\nWhen Barack Obama was elected, his party controlled everything. They\n\nhad the ability to do everything of their choosing. And look at where\n\nwe are right now.\n\nThey passed the stimulus. The idea that we could borrow $831\n\nbillion, spend it on all of these special interest groups, and that it\n\nwould work out just fine, that unemployment would never get to 8\n\npercent - it went up above 8 percent for 43 months. They said that,\n\nright now, if we just passed this stimulus, the economy would grow at\n\n4 percent. It's growing at 1.3.\n\nRADDATZ: When could you get it below 6 percent?\n\nRYAN: That's what our entire premise of our pro-growth plan for\n\na stronger middle class is all about: getting the economy growing at\n\n4 percent, creating 12 million jobs over the next four years.\n\nLook at just the $90 billion in stimulus. The vice president was\n\nin charge of overseeing this. $90 billion in green pork to campaign\n\ncontributors and special interest groups. There are just at the\n\nDepartment of Energy over 100 criminal investigations that have been\n\nlaunched into just how stimulus...\n\n(CROSSTALK)\n\nBIDEN: Martha...\n\nRADDATZ: Go ahead. Go ahead.\n\nBIDEN: Martha, look. His colleague...\n\nRYAN: Crony capitalism and corporate welfare.\n\nBIDEN: ... runs an investigative committee, spent months and\n\nmonths and months going into this.\n\nRYAN: This is the - this is the inspector general.\n\nBIDEN: Months and months. They found no evidence of cronyism.\n\nAnd I love my friend here. I - I'm not allowed to show letters\n\nbut go on our website, he sent me two letters saying, \"By the way, can\n\nyou send me some stimulus money for companies here in the state of\n\nWisconsin?\" We sent millions of dollars. You know...\n\n(CROSSTALK)\n\nRADDATZ: You did ask for stimulus money, correct?\n\nBIDEN: Sure he did. By the way...\n\nRYAN: On two occasions we - we - we advocated for constituents\n\nwho were applying for grants. That's what we do. We do that for all\n\nconstituents who are...\n\n(CROSSTALK)\n\nBIDEN: I love that. I love that. This was such a bad program\n\nand he writes me a letter saying - writes the Department of Energy a\n\nletter saying, \"The reason we need this stimulus, it will create\n\ngrowth and jobs.\" His words. And now he's sitting here looking at\n\nme.\n\nAnd by the way, that program, again, investigated. What the\n\nCongress said was it was a model. Less than four-tenths of 1 percent\n\nwaste or fraud in the program.\n\nAnd all this talk about cronyism. They investigated and\n\ninvestigated, did not find one single piece of evidence. I wish he\n\nwould just tell - be a little more candid.\n\nRYAN: Was it a good idea to spend taxpayer dollars on electric\n\ncars in Finland, or on windmills in China?\n\nBIDEN: Look...\n\nRYAN: Was it a good idea to borrow all this money from countries\n\nlike China and spend it on all these various different interest\n\ngroups?\n\nBIDEN: Let me tell you what was a good idea. It was a good\n\nidea, Moody's and others said that this was exactly what we needed to\n\nstop this from going off the cliff. It set the conditions to be able\n\nto grow again. We have, in fact, 4 percent of those green jobs didn't\n\ngo under - went under, didn't work. It's a better batting average\n\nthan investment bankers have. They have about a 40 percent...\n\nRYAN: Where are the 5 million green jobs that were being...\n\nRADDATZ: I want to move on here to Medicare and entitlements. I\n\nthink we've gone over this quite enough.\n\nBIDEN: By the way, any letter you send me, I'll entertain.\n\nRYAN: I appreciate that, Joe.\n\n(LAUGHTER)\n\nRADDATZ: Let's talk about Medicare and entitlements. Both\n\nMedicare and Social Security are going broke and taking a larger share\n\nof the budget in the process.\n\nWill benefits for Americans under these programs have to change\n\nfor the programs to survive?\n\nMr. Ryan?\n\nRYAN: Absolutely. Medicare and Social Security are going\n\nbankrupt. These are indisputable facts.\n\nLook, when I look at these programs, we've all had tragedies in\n\nour lives. I think about what they've done for my own family. My mom\n\nand I had my grandmother move in with us who was facing Alzheimer's.\n\nMedicare was there for here, just like it's there for my mom right now\n\nwho is a Florida senior.\n\nAfter my dad died, my mom and I got Social Security survivors\n\nbenefits, helped me pay for college, it helped her go back to college\n\nin her 50s where she started a small business because of the new\n\nskills she got. She paid all of her taxes on the promise that these\n\nprograms would be there for her.\n\nWe will honor this promise. And the best way to do it is reform\n\nit for my generation.\n\nYou see, if you reform these programs for my generation, people\n\n54 and below, you can guarantee they don't change for people in or\n\nnear retirement, which is precisely what Mitt Romney and I are\n\nproposing.\n\nLook what - look what Obamacare does. Obamacare takes $716\n\nbillion from Medicare to spend on Obamacare. Even their own chief\n\nactuary at Medicare backs this up. He says you can't spend the same\n\ndollar twice. You can't claim that this money goes to Medicare and\n\nObamacare.\n\nRYAN: And then they put this new Obamacare board in charge of\n\ncutting Medicare each and every year in ways that will lead to denied\n\ncare for current seniors.\n\nThis board, by the way, it's 15 people, the president's supposed\n\nto appoint them next year. And not one of them even has to have\n\nmedical training.\n\nAnd Social Security? If we don't shore up Social Security, when\n\nwe run out of the IOUs, when the program goes bankrupt, a 25 percent\n\nacross-the-board benefit cut kicks in on current seniors in the middle\n\nof their retirement. We're going to stop that from happening.\n\nThey haven't put a credible solution on the table. He'll tell\n\nyou about vouchers. He'll say all these things to try and scare\n\npeople. Here's what we're saying: give younger people, when they\n\nbecome Medicare eligible, guaranteed coverage options that you can't\n\nbe denied, including traditional Medicare. Choose your plan, and then\n\nMedicare subsidizes your premiums, not as much for the wealthy people,\n\nmore coverage for middle-income people, and total out-of-pocket\n\ncoverage for the poor and the sick.\n\nChoice and competition. We would rather have 50 million future\n\nseniors determine how their Medicare is delivered to them instead of\n\n15 bureaucrats deciding what, if, when, where they get it.\n\nRADDATZ: Vice President Biden, two minutes.\n\nBIDEN: You know, I heard that death panel argument from Sarah\n\nPalin. It seems every vice presidential debate I hear this kind of\n\nstuff about panels.\n\nBut let's talk about Medicare. What we did is, we saved $716\n\nbillion and put it back, applied it to Medicare. We cut the cost of\n\nMedicare. We stopped overpaying insurance companies, doctors and\n\nhospitals. The AMA supported what we did. AARP endorsed what we did.\n\nAnd it extends the life of Medicare to 2024. They want to wipe this\n\nall out.\n\nIt also gave more benefits. Any senior out there, ask yourself:\n\nDo you have more benefits today? You do. If you're near the donut\n\nhole, you have $800 - $600 more to help your prescription drug costs.\n\nYou get wellness visits without co-pays. They wipe all of this out,\n\nand Medicare goes - becomes insolvent in 2016, number one.\n\nNumber two, \"guaranteed benefit\"? It's a voucher. When they\n\nfirst proposed - when the congressman had his first voucher program,\n\nthe CBO said it would cost $6,400 a year, Martha, more for every\n\nsenior, 55 and below, when they got there. He knew that, yet he got\n\nall the guys in Congress and women in the Republican Party to vote for\n\nit. Governor Romney, knowing that, said, I would sign it, were I\n\nthere.\n\nWho you believe, the AMA, me, a guy who's fought his whole life\n\nfor this, or somebody who would actually put in motion a plan that\n\nknowingly cut - added $6,400 a year more to the cost of Medicare?\n\nNow they got a new plan: \"Trust me, it's not going to cost you\n\nany more.\" Folks, follow your instincts on this one.\n\nAnd with regard to Social Security, we will not - we will not\n\nprivatize it. If we had listened to Romney, Governor Romney, and the\n\ncongressman during the Bush years, imagine where all those seniors\n\nwould be now if their money had been in the market.\n\nTheir ideas are old and their ideas are bad, and they eliminate\n\nthe guarantee of Medicare.\n\nRYAN: Here's the problem. They got caught with their hands in\n\nthe cookie jar, turning Medicare into a piggybank for Obamacare.\n\nTheir own actuary from the administration came to Congress and said\n\none out of six hospitals and nursing homes are going to go out of\n\nbusiness as a result of this.\n\nBIDEN: That's not what they said.\n\nRYAN: 7.4 million seniors are projected to lose their current\n\nMedicare Advantage coverage they have. That's a $3,200 benefit cut.\n\nBIDEN: That didn't happen.\n\nRYAN: What we're saying...\n\nBIDEN: More people signed up.\n\nRYAN: These are from your own actuaries.\n\nBIDEN: More - more - more people signed up for Medicare\n\nAdvantage after the change.\n\nRYAN: What - there's...\n\nBIDEN: Nobody is...\n\n(CROSSTALK)\n\nRYAN: Mr. Vice President, I know...\n\nBIDEN: No, this is...\n\n(CROSSTALK)\n\nRYAN: Mr. Vice President, I know you're under a lot of duress to\n\nmake up for lost ground, but I think people would be better served if\n\nwe don't keep interrupting each other.\n\nBIDEN: Well, don't take all the four minutes then.\n\nRYAN: Let me just - let me just say this. We are not - we're\n\nsaying don't change benefits for people 55 and above. They already\n\norganized their retirement around these promises.\n\n(CROSSTALK)\n\nRYAN: ... programs for those of us.\n\nRADDATZ: But let - let me ask you this. What - what is your\n\nspecific plan for seniors who really can't afford to make up the\n\ndifference in the value of what you call a premium support plan and\n\nothers call a voucher?\n\nRYAN: Hundred percent coverage...\n\nRADDATZ: And what...\n\n(CROSSTALK)\n\nRYAN: That's what we're saying. So we're saying...\n\nRADDATZ: How do you make that up?\n\nRYAN: ... income adjusts (inaudible) these premium support\n\npayments by taking down the subsidies for wealthy people.\n\nLook, this is a plan - by the way, that $6,400 number, it was\n\nmisleading then, it's totally inaccurate now. This is a plan that's\n\nbipartisan. It's a plan I put together with a prominent Democrat\n\nsenator from Oregon.\n\nBIDEN: There's not one Democrat who endorses it.\n\nRYAN: It's a plan...\n\nBIDEN: Not one Democrat who (inaudible).\n\nRYAN: Our partner is a Democrat from Oregon.\n\nBIDEN: And he said he does no longer support (inaudible).\n\nRYAN: We - we - we put it - we put it together with the\n\nformer Clinton budget director.\n\nBIDEN: Who disavows it.\n\nRYAN: This idea - this idea came from the Clinton commission to\n\nsave Medicare chaired by Senator John Breaux.\n\nHere's the point, Martha.\n\nBIDEN: Which was rejected.\n\nRYAN: If we don't - if we don't fix this problem pretty soon\n\nthen current seniors get cut. Here's the problem: 10,000 people are\n\nretiring every single day in America today and they will for 20 years.\n\nThat's not a political thing, that's a math thing.\n\nBIDEN: Martha, if we just did one thing, if we just - if they\n\njust allowed Medicare to bargain for the cost of drugs like Medicaid\n\ncan, that would save $156 billion right off the bat.\n\nRYAN: And it would deny seniors choices.\n\nBIDEN: All - all - all...\n\nRYAN: It has a restricted...\n\n(CROSSTALK)\n\nBIDEN: Seniors are not denied.\n\nRYAN: Absolutely.\n\nBIDEN: They are not denied.\n\nLook, folks, all you seniors out there, have you been denied\n\nchoices? Have you lost Medicare Advantage.\n\nRYAN: Because it's working well right now.\n\n(CROSSTALK)\n\nBIDEN: Because we've changed the law.\n\nRADDATZ: Vice President Biden, let me ask you, if it could help\n\nsolve the problem, why not very slowly raise the Medicare eligibility\n\nage by two years, as Congressman Ryan suggests?\n\nBIDEN: Look, I was there when we did that with Social Security\n\nin 1983. I was one of eight people sitting in the room that included\n\nTip O'Neill negotiating with President Reagan. We all got together\n\nand everybody said, as long as everybody's in the deal, everybody's in\n\nthe deal, and everybody is making some sacrifice, we can find a way.\n\nWe made the system solvent to 2033. We will not, though, be part\n\nof any voucher plan eliminating - the voucher says, \"Mom, when you're\n\n- when you're 65, go out there, shop for the best insurance you can\n\nget. You're out of Medicare.\"\n\nYou can buy back in if you want with this voucher, which will not\n\nkeep pace - will not keep pace with health care costs. Because if it\n\ndid keep pace with health care costs, there would be no savings.\n\nThat's why they go the voucher. They - we will be no part of a\n\nvoucher program or the privatization of Social Security.\n\nRYAN: A voucher is you go to your mailbox, get a check, and buy\n\nsomething. Nobody's proposing that. Barack Obama four years ago\n\nrunning for president said if you don't have any fresh ideas, use\n\nstale tactics to scare voters. If you don't have a good record to run\n\non, paint your opponent as someone people should run from.\n\n(CROSSTALK)\n\nRYAN: Make a big election about small ideas.\n\nRADDATZ: You were one of the few lawmakers to stand with\n\nPresident Bush when he was seeking to partially privatize Social\n\nSecurity.\n\nRYAN: For younger people. What we said then, and what I've\n\nalways agreed is let younger Americans have a voluntary choice of\n\nmaking their money work faster for them within the Social Security\n\nsystem.\n\nBIDEN: You saw how well that worked.\n\nRYAN: That's not what Mitt Romney's proposing. What we're\n\nsaying is no changes for anybody 55 and above.\n\nBIDEN: What Mitt Romney is proposing...\n\nRYAN: And then the kinds of changes we're talking about for\n\nyounger people like myself is don't increase the benefits for wealthy\n\npeople as fast as everybody else. Slowly raise the retirement age\n\nover time.\n\nBIDEN: Martha...\n\nRYAN: It wouldn't get to the age of 70 until the year 2103\n\naccording to the actuaries.\n\nNow, here's...\n\n(CROSSTALK)\n\nRADDATZ: Quickly, Vice President?\n\nBIDEN: Quickly. The bottom line here is that all the studies\n\nshow that if we went with Social Security proposal made by Mitt\n\nRomney, if you're 40 - in your 40s now you will pay $2,600 a year -\n\nyou get $2,600 a year less in Social Security. If you're in your 20s\n\nnow, you get $4,700 (inaudible) less.\n\nThe idea of changing, and change being in this case to cut the\n\nbenefits for people without taking other action you could do to make\n\nit work is absolutely the wrong way.\n\nThese - look, these guys haven't been big on Medicare from the\n\nbeginning. Their party's not been big on Medicare from the beginning.\n\nAnd they've always been about Social Security as little as you can do.\n\nLook, folks, use your common sense. Who do you trust on this -\n\na man who introduced a bill that would raise it 40 - $6,400 a year;\n\nknowing it and passing it, and Romney saying he'd sign it, or me and\n\nthe president?\n\nRYAN: That statistic was completely misleading. But more\n\nimportantly...\n\nBIDEN: That's - there are the facts right...\n\n(CROSSTALK)\n\nRYAN: This is what politicians do when they don't have a record\n\nto run on: try to scare people from voting for you. If you don't get\n\nahead of this problem, it's going to...\n\n(CROSSTALK)\n\nBIDEN: Medicare beneficiaries - there are more beneficiaries...\n\n(CROSSTALK)\n\nRADDATZ: We're going to - we're going to move...\n\n(CROSSTALK)\n\nRADDATZ: ... very simple question...\n\n(CROSSTALK)\n\nRYAN: We're not going to run away. Medicare and Social Security\n\ndid so much for my own family. We are not going to jeopardize this\n\nprogram, but we have to save it...\n\n(CROSSTALK)\n\nBIDEN: You are jeopardizing this program. You're changing the\n\nprogram from a guaranteed benefit to premium support. Whatever you\n\ncall it, the bottom line is people are going to have to pay more money\n\nout of their pocket and the families I know and the families I come\n\nfrom, they don't have the money to pay more out...\n\n(CROSSTALK)\n\nRYAN: That's why we're saying more for lower income people and\n\nless for higher income people.\n\nRADDATZ: Gentlemen, I would like to move on to a very simple\n\nquestion for both of you, and something tells me I won't get a very\n\nsimple answer, but let me ask you this.\n\nBIDEN: I gave you a simple answer. He's raising the cost of\n\nMedicare.\n\nRADDATZ: OK, on to taxes. If your ticket is elected, who will\n\npay more in taxes? Who will pay less? And we're starting with Vice\n\nPresident Biden for two minutes.\n\nBIDEN: The middle class will pay less and people making $1\n\nmillion or more will begin to contribute slightly more. Let me give\n\nyou one concrete example. The continuation of the Bush tax cuts - we\n\nare arguing that the Bush tax cuts for the wealthy should be allowed\n\nto expire. Of the Bush tax cuts for the wealthy, $800 million -\n\nbillion of that goes to people making a minimum of $1 million.\n\nWe see no justification in these economic times for those, and\n\nthey're patriotic Americans. They're not asking for this continued\n\ntax cut. They're not suggesting it, but my friends are insisting on\n\nit; 120,000 families by continuing that tax cut will get an additional\n\n$500 billion in tax relief in the next 10 years and their income is an\n\naverage of $8 million.\n\nWe want to extend permanently the middle-class tax cut for -\n\npermanently, from the Bush middle-class tax cut. These guys won't\n\nallow us to. You know what they're saying? We say \"let's have a vote\n\n- let's have a vote on the middle-class tax cut and let's have a vote\n\non the upper (ph) tax cut; let's go ahead and vote on it.\"\n\nThey're saying no. They're holding hostage the middle class tax\n\ncut to the super wealthy. And on top of that, they've got another tax\n\ncut coming that's $5 trillion that all of the studies point out will\n\nin fact give another $250 million - yeah, $250,000 a year to those\n\n120,000 families and raise taxes for people who are middle income with\n\na child by $2,000 a year.\n\nThis is unconscionable. There is no need for this. The middle\n\nclass got knocked on their heels. The great recession crushed them.\n\nThey need some help now. The last people who need help are 120,000\n\nfamilies for another - another $500 billion tax cut over the next 10\n\nyears.\n\nRADDATZ: Congressman?\n\nRYAN: Our entire premise of these tax reform plans is to grow\n\nthe economy and create jobs. It's a plan that's estimated to create 7\n\nmillion jobs. Now, we think that government taking 28 percent of a\n\nfamily and business's income is enough. President Obama thinks that\n\nthe government ought to be able to take as much as 44.8 percent of a\n\nsmall business's income.\n\nRYAN: Look, if you taxed every person and successful business\n\nmaking over $250,000 at 100 percent, it would only run the government\n\nfor 98 days. If everybody who paid income taxes last year, including\n\nsuccessful small businesses, doubled their income taxes this year,\n\nwe'd still have a $300 billion deficit. You see? There aren't enough\n\nrich people and small businesses to tax to pay for all their spending.\n\nAnd so the next time you hear them say, \"Don't worry about it,\n\nwe'll get a few wealthy people to pay their fair share,\" watch out,\n\nmiddle class, the tax bill's coming to you.\n\nThat's why we're saying we need fundamental tax reform. Let's\n\ntake a look at it this way. Eight out of 10 businesses, they file\n\ntheir taxes as individuals, not as corporations. And where I come\n\nfrom, overseas, which is Lake Superior, the Canadians, they dropped\n\ntheir tax rates to 15 percent. The average tax rate on businesses in\n\nthe industrialized world is 25 percent, and the president wants the\n\ntop effective tax rate on successful small businesses to go above 40\n\npercent.\n\nTwo-thirds of our jobs come from small businesses. This one tax\n\nwould actually tax about 53 percent of small-business income. It's\n\nexpected to cost us 710,000 jobs. And you know what? It doesn't even\n\npay for 10 percent of their proposed deficit spending increases.\n\nWhat we are saying is, lower tax rates across the board and close\n\nloopholes, primarily to the higher-income people. We have three\n\nbottom lines: Don't raise the deficit, don't raise taxes on the\n\nmiddle class, and don't lower the share of income that is borne by the\n\nhigh-income earners.\n\nHe'll keep saying this $5 trillion plan, I suppose. It's been\n\ndiscredited by six other studies. And even their own deputy campaign\n\nmanager acknowledged that it wasn't correct.\n\nRADDATZ: Well, let's talk about this 20 percent. You have\n\nrefused - and, again - to offer specifics on how you pay for that 20\n\npercent across-the-board tax cut. Do you actually have the specifics?\n\nOr are you still working on it, and that's why you won't tell voters?\n\nRYAN: Different than this administration, we actually want to\n\nhave big bipartisan agreements. You see, I understand the...\n\nRADDATZ: Do you have the specifics? Do you have the...\n\n(CROSSTALK)\n\nBIDEN: That would - that would be a first for the Republican\n\nCongress.\n\nRADDATZ: Do you know exactly what you're doing?\n\nRYAN: Look - look at what Mitt Romney - look at what Ronald\n\nReagan and Tip O'Neill did. They worked together out of a framework\n\nto lower tax rates and broaden the base, and they worked together to\n\nfix that.\n\nWhat we're saying is, here's our framework. Lower tax rates 20\n\npercent. We raised about $1.2 trillion through income taxes. We\n\nforego about $1.1 trillion in loopholes and deductions. And so what\n\nwe're saying is, deny those loopholes and deductions to higher-income\n\ntaxpayers so that more of their income is taxed, which has a broader\n\nbase of taxation...\n\nBIDEN: Can I translate?\n\nRYAN: ... so we can lower tax rates across the board. Now,\n\nhere's why I'm saying this. What we're saying is, here's the\n\nframework...\n\nBIDEN: I hope I'm going to get time to respond to this.\n\nRADDATZ: You'll get time.\n\nRYAN: We want to work with Congress - we want to work with the\n\nCongress on how best to achieve this. That means successful. Look...\n\nRADDATZ: No specifics, again.\n\nRYAN: Mitt - what we're saying is, lower tax rates 20 percent,\n\nstart with the wealthy, work with Congress to do it...\n\nRADDATZ: And you guarantee this math will add up?\n\nRYAN: Absolutely. Six studies have guaranteed - six studies\n\nhave verified that this math adds up. But here's...\n\nRADDATZ: Vice President Biden...\n\n(CROSSTALK)\n\nBIDEN: Look...\n\n(CROSSTALK)\n\nBIDEN: .. let me translate. Let me have a chance to translate.\n\nRYAN: I'll come back in a second, then, right?\n\nBIDEN: First of all, I was there when Ronald Reagan tax breaks\n\n- he gave specifics of what he was going to cut, number one, in terms\n\nof tax expenditures. Number two, 97 percent of the small businesses\n\nin America pay less - make less than $250,000.\n\nLet me tell you who some of those other small businesses are:\n\nhedge funds that make $600 million, $800 million a year. That's -\n\nthat's what they count as small businesses, because they're pass-\n\nthrough.\n\nLet's look at how sincere they are. Ronald - I mean, excuse me,\n\nGovernor Romney on \"60 Minutes\" - I guess it was about 10 days ago -\n\nmaking $50,000 pays more than that. Do you think that's fair?\" He\n\nsaid, \"Oh, yes, that's fair. That's fair.\"\n\nThis is - and they're going to talk - you think these guys are\n\ngoing to go out there and cut those loopholes? The loophole - the\n\nbiggest loophole they take advantage of is the carried interest\n\nloophole and - and capital gains loophole. They exempt that.\n\nBIDEN: Now, there's not enough - the reason why the AEI study,\n\nthe American Enterprise Institute study, the Tax Policy Center study,\n\nthe reason they all say it's going - taxes go up on the middle class,\n\nthe only way you can find $5 trillion in loopholes is cut the mortgage\n\ndeduction for middle-class people, cut the health care deduction,\n\nmiddle-class people, take away their ability to get a tax break to\n\nsend their kids to college. That's why they arrive at it.\n\nRADDATZ: Is he wrong about that?\n\nRYAN: He is wrong about that. They're...\n\nBIDEN: How's that?\n\nRYAN: You can - you can cut tax rates by 20 percent and still\n\npreserve these important preferences for middle-class taxpayers...\n\nBIDEN: Not mathematically possible.\n\nRYAN: It is mathematically possible. It's been done before.\n\nIt's precisely what we're proposing.\n\nBIDEN: It has never been done before.\n\nRYAN: It's been done a couple of times, actually.\n\nBIDEN: It has never been done before.\n\nRYAN: Jack Kennedy lowered tax rates, increased growth. Ronald\n\nReagan...\n\nBIDEN: Oh, now you're Jack Kennedy?\n\n(LAUGHTER)\n\nRYAN: Ronald Reagan - Republicans and Democrats...\n\nBIDEN: This is amazing.\n\nRYAN: Republican and Democrats have worked together on this.\n\nBIDEN: That's right.\n\nRYAN: You know, I understand you guys aren't used to doing\n\nbipartisan deals...\n\nBIDEN: But we told each other what we're going to do.\n\nRYAN: Republicans and Democrats...\n\nBIDEN: When we did it Reagan, we said, here - here are the\n\nthings we're going to cut.\n\n(CROSSTALK)\n\nBIDEN: That's what we said.\n\nRYAN: We said here's the framework, let's work together to fill\n\nin the details. That's exactly...\n\nBIDEN: Fill in the detail.\n\nRYAN: That's how you get things done. You work with Congress -\n\nlook, let me say it this way.\n\n(CROSSTALK)\n\nBIDEN: That's coming from a Republican Congress working\n\nbipartisanly, 7 percent rating? Come on.\n\nRYAN: Mitt Romney was governor of Massachusetts, where 87\n\npercent of the legislators he served, which were Democrats. He didn't\n\ndemonize them. He didn't demagogue them. He met with those party\n\nleaders every week. He reached across the aisle. He didn't\n\ncompromise principles.\n\nBIDEN: And you saw what happened.\n\nRYAN: He found common ground - and he balanced the budget...\n\nBIDEN: You saw - if he did such a great job...\n\nRADDATZ: Mr. Vice President...\n\n(CROSSTALK)\n\nRYAN: ... four times without raising taxes...\n\nBIDEN: Why isn't he even contesting Massachusetts?\n\n(CROSSTALK)\n\nRADDATZ: Mr. Vice President, what would you suggest - what\n\nwould you suggest beyond raising taxes on the wealthy, that would\n\nsubstantially reduce the long-term deficit?\n\nBIDEN: Just let the taxes expire like they're supposed to on\n\nthose millionaires. We don't - we can't afford $800 billion going to\n\npeople making a minimum of $1 million. They do not need it, Martha.\n\nThose 120,000 families make $8 million a year. Middle-class people\n\nneed the help. Why does my friend cut out the tuition tax credit for\n\nthem? Why does he go after the childcare...\n\nRADDATZ: Can you declare anything off-limits?\n\nBIDEN: Why do they do that?\n\nRADDATZ: Can you declare anything off-limits?\n\nRYAN: Yeah, we're saying close loopholes...\n\nRADDATZ: Home mortgage deduction?\n\nRYAN: ... on high-interest people.\n\nRADDATZ: Home mortgage deduction?\n\nRYAN: For higher-income people. Here...\n\nBIDEN: Can you guarantee that no one making less than $100,000\n\nwill have a mortgage - their mortgage deduction impacted? Guarantee?\n\nRYAN: This taxes a million small businesses. He keeps trying to\n\nmake you think that it's just some movie star or hedge fund guy or an\n\nactor...\n\nBIDEN: Ninety-seven percent of the small businesses make less\n\nthan $250,000 a year, would not be affected.\n\nRYAN: Joe, you know it hits a million - this taxes a million\n\npeople, a million small businesses.\n\nBIDEN: Does it tax 97 percent of the American businesses?\n\nRYAN: It taxes a million small businesses...\n\nBIDEN: Small businesses?\n\nRYAN: ... who are our greatest job creators.\n\nBIDEN: I wish I'd get - the \"greatest job creators\" are the\n\nhedge fund guys.\n\nRADDATZ: And you're - and you're going to increase the defense\n\nbudget.\n\nRYAN: Think about it this way.\n\nRADDATZ: And you're going to increase the defense budget.\n\nRYAN: No, we're not just going to cut the defense budget like\n\nthey're - they're proposing...\n\nBIDEN: They're going to increase it $2 billion.\n\nRYAN: That's not...\n\n(CROSSTALK)\n\nRYAN: We're talking about...\n\nRADDATZ: So no massive defense increases?\n\nRYAN: No, we're saying don't - OK, you want to get into defense\n\nnow?\n\nRADDATZ: Yes, I do. I do, because that's another math question.\n\nRYAN: So - right, OK.\n\nRADDATZ: How do you do that?\n\nRYAN: So they proposed a $478 billion cut to defense to begin\n\nwith. Now we have another $500 billion cut to defense that's lurking\n\non the horizon. They insisted upon that cut being involved in the\n\ndebt negotiations, and so we have a $1 trillion cut...\n\nRADDATZ: Let's put the automatic defense cuts aside, OK?\n\nRYAN: Right, OK.\n\nRADDATZ: Let's put those aside. No one wants that.\n\nBIDEN: I'd like to go back to that.\n\nRADDATZ: But I want to know how you do the math and have this\n\nincrease in defense spending?\n\nBIDEN: Two trillion dollars.\n\nRYAN: You don't cut defense by a trillion dollars. That's what\n\nwe're talking about.\n\nRADDATZ: And what - what national security issues justify an\n\nincrease?\n\nBIDEN: Who's cutting it by $1 trillion?\n\nRYAN: We're going to cut 80,000 soldiers, 20,000 Marines, 120\n\ncargo planes. We're going to push the Joint Strike Fighter out...\n\nRADDATZ: Drawing down in one war and one war...\n\nRYAN: If these cuts go through, our Navy will be the smallest -\n\nthe smallest it has been since before World War I.\n\nThis invites weakness. Look, do we believe in peace through\n\nstrength? You bet we do. And that means you don't impose these\n\ndevastating cuts on our military.\n\nSo we're saying don't cut the military by a trillion dollars.\n\nNot increase it by a trillion, don't cut it by a trillion dollars.\n\nRADDATZ: Quickly, Vice President Biden on this. I want to move\n\non.\n\nBIDEN: Look, we don't cut it. And I might add, this so-called\n\n- I know we don't want to use the fancy word \"sequester,\" this\n\nAnd let me tell you what my friend said at a press conference\n\nannouncing his support of the deal. He said, and I'm paraphrase,\n\nWe've been looking for this moment for a long time.\n\nRYAN: Can I tell you what that meant?\n\n(CROSSTALK)\n\nRYAN: We've been looking for bipartisanship for a long time.\n\nBIDEN: And so the bipartisanship is what he voted for, the\n\nautomatic cuts in defense if they didn't act.\n\nsays we need a smaller, leaner Army, we need more special forces, we\n\nneed - we don't need more M1 tanks, what we need is more UAVs.\n\nRADDATZ: Some of the military.\n\n(CROSSTALK)\n\nBIDEN: Not some of the military. That was the decision of the\n\nJoint Chiefs of Staff, recommended to us and agreed to by the\n\npresident. That is a fact.\n\nRADDATZ: Who answers to a civilian leader.\n\nBIDEN: They made the recommendation first.\n\nRADDATZ: OK. Let's move on to Afghanistan.\n\nRYAN: Can I get into that for a second?\n\nRADDATZ: I'd like to move on to Afghanistan please. And that's\n\none of the biggest expenditures this country has made, in dollars, and\n\nmore importantly in lives.\n\nWe just passed the sad milestone of losing 2,000 U.S. troops\n\nthere in this war. More than 50 of them were killed this year by the\n\nvery Afghan forces we are trying to help.\n\nNow, we've reached the recruiting goal for Afghan forces, we've\n\ndegraded Al Qaida. So tell me, why not leave now? What more can we\n\nreally accomplish? Is it worth more American lives?\n\nRYAN: We don't want to lose the gains we've gotten. We want to\n\nmake sure that the Taliban does not come back in and give Al Qaida a\n\nsafe haven.\n\nWe agree with the administration on their 2014 transition.\n\nLook, when I think about Afghanistan, I think about the\n\nincredible job that our troops have done. You've been there more than\n\nthe two of us combined. First time I was there in 2002, it was\n\namazing to me what they were facing. When I went to the Ahgandah (ph)\n\nValley in Kandahar before the surge, I sat down with a young private\n\nin the 82nd from the Monamanee (ph) Indian reservation who would tell\n\nme what he did every day, and I was in awe. And to see what they had\n\nin front of them.\n\nAnd then to go back there in December, to go throughout Helmand\n\nwith the Marines, to see what they had accomplished, it's nothing\n\nshort of amazing.\n\nWhat we don't want to do is lose the gains we've gotten. Now,\n\nwe've disagreed from time to time on a few issues. We would have\n\nmore likely taken into accounts the recommendations from our\n\ncommanders, General Petraeus, Admiral Mullen, on troop levels\n\nthroughout this year's fighting season. We've been skeptical about\n\nnegotiations with the Taliban, especially while they're shooting at\n\nus.\n\nBut we want to see the 2014 transition be successful, and that\n\nmeans we want to make sure our commanders have what they need to make\n\nsure that it is successful so that this does not once again become a\n\nlaunching pad for terrorists.\n\nRADDATZ: Vice President Biden?\n\nBIDEN: Martha, let's keep our eye on the ball. The reason -\n\nI've been in and out of Afghanistan and Iraq 20 times. I've been up\n\nin the Konar (ph) Valley. I've been throughout that whole country,\n\nmostly in a helicopter, and sometimes in a vehicle.\n\nThe fact is, we went there for one reason: to get those people\n\nwho killed Americans, Al Qaida. We've decimated Al Qaida central. We\n\nhave eliminated Osama bin Laden. That was our purpose.\n\nAnd, in fact, in the meantime, what we said we would do, we would\n\nhelp train the Afghan military. It's their responsibility to take\n\nover their own security. That's why with 49 of our allies in\n\nAfghanistan, we've agreed on a gradual drawdown so we're out of there\n\nby the year 20 - in the year 2014.\n\nMy friend and the governor say it's based on conditions, which\n\nmeans it depends. It does not depend for us. It is the\n\nresponsibility of the Afghans to take care of their own security. We\n\nhave trained over 315,000, mostly without incident. There have been\n\nmore than two dozen cases of green-on-blue where Americans have been\n\nkilled. If we do not - if the measures the military has taken do not\n\ntake hold, we will not go on joint patrols. We will not train in the\n\nfield. We'll only train in the - in the Army bases that exist there.\n\nBut we are leaving. We are leaving in 2014. Period. And in the\n\nprocess, we're going to be saving over the next 10 years another $800\n\nbillion. We've been in this war for over a decade. The primary\n\nobjective is almost completed. Now, all we're doing is putting the\n\nKabul government in a position to be able to maintain their own\n\nsecurity.\n\nIt's their responsibility, not America's.\n\nRADDATZ: What - what conditions could justify staying,\n\nCongressman Ryan?\n\nRYAN: We don't want to stay. We want - look, one of my best\n\nfriends in Janesville, a reservist, is at a forward-operating base in\n\neastern Afghanistan right now. Our wives are best friends. Our\n\ndaughters are best friends. I want - I want him and all of our\n\ntroops to come home as soon and safely as possible.\n\nWe want to make sure that 2014 is successful. That's why we want\n\nto make sure that we give our commanders what they say they need to\n\nmake it successful. We don't want to extend beyond 2014. That's the\n\npoint we're making.\n\nYou know, if it was just this, I'd feel like we would - we would\n\nbe able to call this a success, but it's not. What we are witnessing\n\nas we turn on our television screens these days is the absolute\n\nunraveling of the Obama foreign policy. Problems are growing at home,\n\nbut - problems are growing abroad, but jobs aren't growing here at\n\nhome.\n\nRADDATZ: Let me go back to this. He says we're absolutely\n\nleaving in 2014. You're saying that's not an absolute, but you won't\n\ntalk about what conditions would justify...\n\n(CROSSTALK)\n\nRYAN: Do you know why we say that?\n\nBIDEN: I'd like to know...\n\n(CROSSTALK)\n\nRYAN: Because we don't want to broadcast to our enemies \"put a\n\ndate on your calendar, wait us out, and then come back.\" We want to\n\nmake sure...\n\n(CROSSTALK)\n\nRADDATZ: But you agree with the timeline.\n\nRYAN: We do agree - we do agree with the timeline and the\n\ntransition, but what we - what any administration will do in 2013 is\n\nassess the situation to see how best to complete this timeline. What\n\nwe do not want to do...\n\nBIDEN: We will leave in 2014.\n\nRYAN: ... what we don't want to do is give our allies reason to\n\ntrust us less and our enemies more - we don't want to embolden our\n\nenemies to hold and wait out for us and then take over...\n\n(CROSSTALK)\n\nBIDEN: Martha, that's a bizarre statement.\n\nRYAN: That's why we want to make sure - no, that's why we want\n\nto make sure that...\n\n(CROSSTALK)\n\nBIDEN: Forty-nine of our allies - hear me - 49 of our allies\n\nsigned on to this position.\n\nRYAN: And we're reading that they want to...\n\n(CROSSTALK)\n\nBIDEN: Forty-nine - 49 of our allies said \"out in 2014.\" It's\n\nthe responsibility of the Afghans. We have other responsibilities...\n\n(CROSSTALK)\n\nRADDATZ: Do you really think that this timeline...\n\n(CROSSTALK)\n\nRYAN: Which is - which is...\n\n(CROSSTALK)\n\nRADDATZ: We have - we have soldiers and Marines. We have\n\nAfghan forces murdering our forces over there. The Taliban is, do you\n\nthink, taking advantage of this timeline?\n\nBIDEN: Look, the Taliban - what we've found out, and we - you\n\nsaw it in Iraq, Martha, unless you set a timeline, Baghdad, in the\n\ncase of Iraq, and - and Kabul, in the case of Afghanistan will not\n\nstep up. They're happy to let us continue to do the job;\n\ninternational security forces to do the job.\n\nThe only way they step up is to say, \"Fellas, we're leaving;\n\nwe've trained you; step up, step up.\"\n\nRADDATZ: Let me go back.\n\nBIDEN: That's the only way it works.\n\nRADDATZ: Let me go back to the - the surge troops that we put\n\nin there. And - and you brought this up, Congressman Ryan. I have\n\ntalked to a lot of troops. I've talked to senior offices who were\n\nconcerned that the surge troops were pulled out during the fighting\n\nseason, and some of them saw that as a political - as a political\n\nmove. So can you tell me, Vice President Biden, what was the military\n\nreason for bringing those surge troops home...\n\nBIDEN: The military reason...\n\nRADDATZ: ... before the fighting had ended?\n\nBIDEN: ... was bringing - by the way, when the president\n\nannounced the surge, you'll remember, Martha, he said the surge will\n\nbe out by the end of the summer. The military said the surge will be\n\nout. Nothing political about this.\n\nBefore the surge occurred - so you be a little straight with me\n\nhere, too - before the surge occurred, we said they'll be out by the\n\nend of the summer. That's what the military said. The reason for\n\nthat is...\n\nRADDATZ: The military follows orders. I mean, there - trust\n\nme. There are people who were concerned about pulling out on the\n\nfighting season.\n\nBIDEN: Sure. There are people that are concerned, but not the\n\nJoint Chiefs. That was their recommendation in the Oval Office to the\n\npresident of the United States of America. I sat there. I'm sure\n\nyou'll find someone who disagrees with the Pentagon. I'm positive\n\nyou'll find that within the military. But that's not the case here.\n\nAnd, secondly, the reason why the military said that is, you\n\ncannot wait and have a cliff. It takes - you know - months and\n\nmonths and months to draw down forces.\n\nRYAN: Let me...\n\n(CROSSTALK)\n\nRYAN: Let me try and illustrate the issue here, because I think\n\nthis - it can get a little confusing. We've all met with General\n\nAllen and General Scaparrotti in Afghanistan to talk about fighting\n\nseasons.\n\nHere's the way it works. The mountain passes fill in with snow.\n\nThe Taliban and the terrorists and the Haqqani and the Quetta Shura\n\ncome over from Pakistan to fight our men and women. When it fills in\n\nwith snow, they can't do it. That's what we call fighting seasons.\n\nIn the warm months, fighting gets really high. In the winter, it goes\n\ndown.\n\nAnd so when Admiral Mullen and General Petraeus came to Congress\n\nand said, if you pull these people out before the fighting season is\n\nend, it puts people more at risk. That's the problem.\n\nYes, we drew 22,000 troops down last month, but the remaining\n\ntroops that are there, who still have the same mission to prosecute\n\ncounterinsurgency, are doing it with fewer people. That makes them\n\nless safe.\n\nBIDEN: Fighting season...\n\nRYAN: We're sending fewer people out in all of these hotspots to\n\ndo the same job that they were supposed to do a month ago.\n\nBIDEN: Because we turned it over...\n\nRYAN: But we took 22,000 people out...\n\nBIDEN: ... we turned it over to the Afghan troops we trained.\n\nNo one got pulled out that didn't get filled in by trained Afghan\n\npersonnel. And he's - he's conflating two issues. The fighting\n\nseason that Petraeus was talking about and former - and Admiral\n\nMullen was the fighting season this spring. That's what he was\n\ntalking about. We did not - we did not pull them out.\n\nRYAN: The calendar works the same every year.\n\nBIDEN: It does work the same every year. But we're not staying\n\nthere...\n\nRYAN: Spring, summer, fall. It's warm, or it's not. They're\n\nstill fighting us. They're still coming over the passes. They're\n\nstill coming into Zabul, to Kunar, to all of these areas, but we are\n\nsending fewer people to the front to fight them. And that's...\n\n(CROSSTALK)\n\nBIDEN: That's right, because that's the Afghan responsibility.\n\nWe've trained them.\n\nRYAN: Not in the east.\n\nRADDATZ: Let's move - let's move to another war.\n\nBIDEN: Not in the east?\n\nRYAN: R.C. East - R.C. East...\n\nBIDEN: R.C. East is the most dangerous place in the world.\n\nRYAN: That's right. That's why we don't want to send fewer\n\npeople to the...\n\nBIDEN: That's - that's why we should send Americans in to do\n\nthe job, instead of the - you'd rather Americans be going in doing\n\nthe job instead of the trainees?\n\nRYAN: No. We are already sending Americans to do the job, but\n\nfewer of them. That's the whole problem.\n\nBIDEN: That's right. We're sending in more Afghans to do the\n\njob, Afghans to do the job.\n\nRADDATZ: Let's move to another war, the civil war in Syria,\n\nwhere there are estimates that more - estimates that more than\n\n25,000, 30,000 people have now been killed. In March of last year,\n\nPresident Obama explained the military action taken in Libya by saying\n\nit was in the national interest to go in and prevent further massacres\n\nfrom occurring there. So why doesn't the same logic apply in Syria?\n\nVice President Biden?\n\nBIDEN: Different country. It's a different country. It is five\n\ntimes as large geographically, it has one-fifth the population, that\n\nis Libya, one-fifth the population, five times as large\n\ngeographically.\n\nIt's in a part of the world where they're not going to see\n\nwhatever would come from that war. It seep into a regional war.\n\nYou're in a country that is heavily populated in the midst of the\n\nmost dangerous area in the world. And, in fact, if in fact it blows\n\nup and the wrong people gain control, it's going to have impact on the\n\nentire region causing potentially regional wars.\n\nWe are working hand and glove with the Turks, with the\n\nJordanians, with the Saudis, and with all the people in the region\n\nattempting to identify the people who deserve the help so that when\n\nAssad goes - and he will go - there will be a legitimate government\n\nthat follows on, not an Al Qaida-sponsored government that follows on.\n\nAnd all this loose talk of my friend, Governor Romney, and the\n\ncongressman, about how we're going to do, we could do so much more in\n\nthere, what more would they do other than put American boots on the\n\nground?\n\nThe last thing America needs is to get in another ground war in\n\nthe Middle East, requiring tens of thousands, if not well over 100,000\n\nAmerican forces. That - they are the facts. They are the facts.\n\nanything. He - he goes up with a whole lot of verbiage, but when he\n\ngets pressed he says, no, he would not do anything different than we\n\nare doing now.\n\nAre they proposing putting American troops on the ground?\n\nPutting American aircraft in the airspace? Is that what they're\n\nproposing? If they do, they should speak up and say so, but that's\n\nnot what they're saying.\n\nWe are doing it exactly like we need to do to identify those\n\nforces who, in fact, will provide for a stable government and not\n\ncause a regional Sunni-Shia war when Bassad (sic) - when Bashar Assad\n\nfalls.\n\nRADDATZ: Congressman Ryan?\n\nRYAN: Nobody is proposing to send troops to Syria. American\n\ntroops.\n\nNow, let me say it this way. How would we do things differently?\n\nWe wouldn't refer to Bashar Assad as a reformer when he's killing his\n\nown civilians with his Russian-provided weapons. We wouldn't be\n\noutsourcing our foreign policy to the United Nations giving Vladimir\n\nPutin veto power over our efforts to try and deal with this issue.\n\nHe's vetoed three of them.\n\nHillary Clinton went to Russia to try and convince them not to do\n\nso. They thwarted her efforts. She said they were on the wrong side\n\nof history. She was right about that. This is just one more example\n\nof how the Russia reset's not working.\n\nAnd so where are we? After international pressure mounted, the\n\nPresident Obama said Bashar Assad should go. It's been over a year.\n\nThe man has slaughtered tens of thousands of his own people. And more\n\nforeign fighters are spilling into this country.\n\nSo the longer this has gone on, the more people, groups like Al\n\nQaida are going in. We could have more easily identified the free\n\nSyrian army, the freedom fighters, working with our allies, the Turks,\n\nthe Qataris, the Saudis, had we had a better plan in place to begin\n\nwith working through our allies. But, no, we waited for Kofi Annan to\n\ntry and come up with an agreement through the U.N. That bought Bashar\n\nAssad time.\n\nWe gave Russia veto power over our efforts through the U.N. And\n\nmeanwhile about 30,000 Syrians are dead.\n\nBIDEN: What would my friend do differently? If you notice, he\n\nnever answers the question.\n\nRYAN: No, I would - I - we would not be going through the U.N.\n\nin all of these things.\n\nBIDEN: Let me - you don't go through the U.N. We are in the\n\nprocess now - and have been for months - in making sure that help,\n\nhumanitarian aid, as well as other aid and training is getting to\n\nthose forces that we believe, the Turks believe, the Jordanians\n\nbelieve, the Saudis believe are the free forces inside of Syria. That\n\nis underway.\n\nOur allies were all on the same page, NATO, as well as our Arab\n\nallies, in terms of trying to get a settlement. That was their idea.\n\nWe're the ones that said, \"Enough.\"\n\nWith regard to the reset not working, the fact of the matter is\n\nthat Russia has a different interest in Syria than we do, and that's\n\nnot in our interest.\n\nRADDATZ: What happens if Assad does not fall, Congressman Ryan?\n\nWhat happens to the region? What happens if he hangs on? What\n\nhappens if he does?\n\nRYAN: Then Iran keeps their greatest ally in the region. He's a\n\nsponsor of terrorism. He'll probably continue slaughtering his\n\npeople. We and the world community will lose our credibility on this.\n\nLook, he mentioned the reset...\n\nRADDATZ: So what would Romney-Ryan do about that credibility?\n\nRYAN: Well, we agree with the same red line, actually, they do\n\non chemical weapons, but not putting American troops in, other than to\n\nsecure those chemical weapons. They're right about that.\n\nBut what we should have done earlier is work with those freedom\n\nfighters, those dissidents in Syria. We should not have called Bashar\n\nAssad a reformer. And...\n\nRADDATZ: What's your criteria...\n\n(CROSSTALK)\n\nRYAN: ... we should not have - we should not have waited to\n\nRussia...\n\nRADDATZ: What's your criteria...\n\n(CROSSTALK)\n\nRYAN: ... should not have waited for Russia to give us the green\n\nlight at the U.N. to do something about it.\n\nBIDEN: Russia...\n\nRYAN: They're - they're still arming the man. Iran is flying\n\nflights over Iraq...\n\nBIDEN: And the opposition is being armed.\n\nRYAN: ... to help Bashar Assad. And, by the way, if we had the\n\nstatus-of-forces agreement that the vice president said he would bet\n\nhis vice presidency on in Iraq, we probably would have been able to\n\nprevent that. But he failed to achieve that, as well, again.\n\nRADDATZ: Let me ask you a quick question.\n\nBIDEN: I don't...\n\nRADDATZ: What's your criteria for intervention?\n\nBIDEN: Yeah.\n\nRYAN: In Syria?\n\nRADDATZ: Worldwide.\n\nRYAN: What is in the national interests of the American people.\n\nRADDATZ: How about humanitarian interests?\n\nRYAN: What is in the national security of the American people.\n\nIt's got to be in the strategic national interests of our country.\n\nRADDATZ: No humanitarian?\n\nRYAN: Each situation will - will come up with its own set of\n\ncircumstances, but putting American troops on the ground? That's got\n\nto be within the national security interests of the American people.\n\nRADDATZ: I want to - we're - we're almost out of time here.\n\nRYAN: That means like embargoes and sanctions and overflights,\n\nthose are things that don't put American troops on the ground. But if\n\nyou're talking about putting American troops on the ground, only in\n\nour national security interests.\n\nRADDATZ: I want to move on, and I want to return home for these\n\nlast few questions. This debate is, indeed, historic. We have two\n\nCatholic candidates, first time, on a stage such as this. And I would\n\nlike to ask you both to tell me what role your religion has played in\n\nyour own personal views on abortion.\n\nPlease talk about how you came to that decision. Talk about how\n\nyour religion played a part in that. And, please, this is such an\n\nemotional issue for so many people in this country...\n\nRYAN: Sure.\n\nRADDATZ: ... please talk personally about this, if you could.\n\nCongressman Ryan?\n\nRYAN: I don't see how a person can separate their public life\n\nfrom their private life or from their faith. Our faith informs us in\n\neverything we do. My faith informs me about how to take care of the\n\nvulnerable, of how to make sure that people have a chance in life.\n\nRYAN: Now, you want to ask basically why I'm pro-life? It's not\n\nsimply because of my Catholic faith. That's a factor, of course. But\n\nit's also because of reason and science.\n\nYou know, I think about 10 1/2 years ago, my wife Janna and I\n\nwent to Mercy Hospital in Janesville where I was born, for our seven\n\nweek ultrasound for our firstborn child, and we saw that heartbeat. A\n\nlittle baby was in the shape of a bean. And to this day, we have\n\nnicknamed our firstborn child Liza, \"Bean.\" Now I believe that life\n\nbegins at conception.\n\nThat's why - those are the reasons why I'm pro-life. Now I\n\nunderstand this is a difficult issue, and I respect people who don't\n\nagree with me on this, but the policy of a Romney administration will\n\nbe to oppose abortions with the exceptions for rape, incest and life\n\nof the mother. What troubles me more is how this administration has\n\nhandled all of these issues. Look at what they're doing through\n\nObamacare with respect to assaulting the religious liberties of this\n\ncountry. They're infringing upon our first freedom, the freedom of\n\nreligion, by infringing on Catholic charities, Catholic churches,\n\nCatholic hospitals.\n\nOur church should not have to sue our federal government to\n\nmaintain their religious liberties. And with respect to abortion, the\n\nDemocratic Party used to say they wanted it to be safe, legal and\n\nrare. Now they support it without restriction and with taxpayer\n\nfunding. Taxpayer funding in Obamacare, taxpayer funding with foreign\n\naid. The vice president himself went to China and said that he\n\nsympathized and wouldn't second guess their one child policy of forced\n\nabortions and sterilizations. That to me is pretty extreme.\n\nRADDATZ: Vice President Biden?\n\nBIDEN: My religion defines who I am, and I've been a practicing\n\nCatholic my whole life. And has particularly informed my social\n\ndoctrine. The Catholic social doctrine talks about taking care of\n\nthose who - who can't take care of themselves, people who need help.\n\nWith regard to - with regard to abortion, I accept my church's\n\nposition on abortion as a - what we call a (inaudible) doctrine.\n\nLife begins at conception in the church's judgment. I accept it in my\n\npersonal life.\n\nBut I refuse to impose it on equally devout Christians and\n\nMuslims and Jews, and I just refuse to impose that on others, unlike\n\nmy friend here, the - the congressman. I - I do not believe that we\n\nhave a right to tell other people that - women they can't control\n\ntheir body. It's a decision between them and their doctor. In my\n\nview and the Supreme Court, I'm not going to interfere with that.\n\nWith regard to the assault on the Catholic church, let me make it\n\nabsolutely clear, no religious institution, Catholic or otherwise,\n\nincluding Catholic Social Services, Georgetown Hospital, Mercy\n\nHospital, any hospital, none has to either refer contraception, none\n\nhas to pay for contraception, none has to be a vehicle to get\n\ncontraception in any insurance policy they provide. That is a fact.\n\nThat is a fact. Now with regard to the way in which the - we\n\ndiffer, my friend says that he - well I guess he accepts Governor\n\nRomney's position now, because in the past he has argued that there\n\nwas - there's rape and forcible rape. He's argued that in the case\n\nof rape or incest, it was still - it would be a crime to engage in\n\nhaving an abortion. I just fundamentally disagree with my friend.\n\nRADDATZ: Congressman Ryan.\n\nRYAN: All I'm saying is, if you believe that life begins at\n\nconception, that, therefore, doesn't change the definition of life.\n\nThat's a principle. The policy of a Romney administration is to\n\noppose abortion with exceptions for rape, incest and life of the\n\nmother.\n\nNow, I've got to take issue with the Catholic church and\n\nreligious liberty.\n\nBIDEN: You have on the issue...\n\n(CROSSTALK)\n\nRYAN: ... why would they keep - why would they keep suing you?\n\nIt's a distinction without a difference.\n\nRADDATZ: I want to go back to the abortion question here. If\n\nthe Romney-Ryan ticket is elected, should those who believe that\n\nabortion should remain legal be worried?\n\nRYAN: We don't think that unelected judges should make this\n\ndecision; that people through their elected representatives in\n\nreaching a consensus in society through the democratic process should\n\nmake this determination.\n\nBIDEN: The court - the next president will get one or two\n\nSupreme Court nominees. That's how close Roe v. Wade is. Just ask\n\nyourself, with Robert Bork being the chief adviser on the court for -\n\nfor Mr. Romney, who do you think he's likely to appoint? Do you think\n\nhe's likely to appoint someone like Scalia or someone else on the\n\ncourt far right that would outlaw (inaudible) - outlaw abortion? I\n\nsuspect that would happen.\n\nI guarantee you, that will not happen. We picked two people. We\n\npick people who are open-minded. They've been good justices. So keep\n\nan eye on the Supreme Court...\n\nRYAN: Was there a litmus test on them?\n\nBIDEN: There was no litmus test. We picked people who had an\n\nopen mind; did not come with an agenda.\n\nRADDATZ: I'm - I'm going to move on to this closing question\n\nbecause we are running out of time.\n\nCertainly (inaudible) and you've said it here tonight, that the\n\ntwo of you respect our troops enormously. Your son has served and\n\nperhaps someday your children will serve as well.\n\nI recently spoke to a highly decorated soldier who said that this\n\npresidential campaign has left him dismayed. He told me, quote, \"the\n\nads are so negative and they are all tearing down each other rather\n\nthan building up the country.\"\n\nWhat would you say to that American hero about this campaign?\n\nAnd at the end of the day, are you ever embarrassed by the tone?\n\nVice President Biden?\n\nBIDEN: I would say to him the same thing I say to my son who did\n\nserve a year in Iraq, that we only have one truly sacred obligation as\n\na government. That's to equip those we send into harm's way and care\n\nfor those who come home. That's the only sacred obligation we have.\n\nEverything else falls behind that.\n\nI would also tell him that the fact that he, this decorated\n\nsoldier you talked about, fought for his country, that that should be\n\nhonored. He should not be thrown into a category of a 47 percent who\n\ndon't pay their taxes while he was out there fighting and not having\n\nto pay taxes, and somehow not taking responsibility.\n\nI would also tell him that there are things that have occurred in\n\nthis campaign and occur in every campaign that I'm sure both of us\n\nregret anyone having said, particularly in these - these special new\n\ngroups that can go out there, raise all the money they want, not have\n\nto identify themselves, who say the most scurrilous things about the\n\nother candidate. It's - it's an abomination.\n\nBut the bottom line here is I'd ask that hero you referenced to\n\ntake a look at whether or not Governor Romney or President Obama has\n\nthe conviction to help lift up the middle class, restore them to where\n\nthey were before this great recession hit and they got wiped out. Or\n\nwhether or not he's going to continue to focus on taking care of only\n\nthe very wealthy, not asking them to make - pay any part of the deal\n\nto bring - bring back the middle class and the economy of this\n\ncountry.\n\nI'd ask him to take a look at whether the president of the United\n\nStates has acted wisely in the use of force and whether or not the\n\nslipshod comments being made by my - my - or by Governor Romney\n\nserve - serve our interests very well.\n\nBut there are things that have been said in campaigns that I - I\n\nfind not very appealing.\n\nRADDATZ: Congressman Ryan?\n\nRYAN: First of all, I'd thank him to his service to our country.\n\nSecond of all, I'd say we are not going to impose these\n\ndevastating cuts on our military which compromises their mission and\n\ntheir safety.\n\nAnd then I would say, you have a president who ran for president\n\nfour years ago promising hope and change, who has now turned his\n\ncampaign into attack, blame and defame.\n\nYou see, if you don't have a good record to run on, then you\n\npaint your opponent as someone to run from. That was what President\n\nObama said in 2008. It's what he's doing right now.\n\nLook at all the string of broken promises. If you like your\n\nhealth care plan, you can keep it. Try telling that to the 20 million\n\npeople who are projected to lose their health insurance if Obamacare\n\ngoes through or the 7-point million - 7.4 million seniors who are\n\ngoing to lose it.\n\nOr remember when he said this: I guarantee if you make less than\n\n$250,000, your taxes won't go up. Of the 21 tax increases in\n\nObamacare, 12 of them hit the middle class.\n\nOr remember when he said health insurance premiums will go down\n\n$2,500 per family, per year? They've gone up $3,000, and they're\n\nexpected to go up another $2,400.\n\nOr remember when he said, \"I promise by the end of my first term\n\nI'll cut the deficit in half in four years\"? We've had four budgets,\n\nfour trillion-dollar deficits.\n\nA debt crisis is coming. We can't keep spending and borrowing\n\nlike this. We can't keep spending money we don't have.\n\nLeaders run to problem to fix problems. President Obama has not\n\neven put a credible plan on the table in any of his four years to deal\n\nwith this debt crisis. I passed two budgets to deal with this. Mitt\n\nRomney's put ideas on the table.\n\nWe've got to tackle this debt crisis before it tackles us. The\n\nbudget office, \"Can we see the plan?\" They sent us to the press\n\nCongressional Budget Office, \"Tell us what President Obama's plan is\n\nto prevent a debt crisis.\" They said, \"It's a speech, we can't\n\nestimate speeches.\"\n\nYou see, that's what we get in this administration - speeches -\n\nbut we're not getting leadership.\n\nMitt Romney is uniquely qualified to fix these problems. His\n\nlifetime of experience, his proven track record of bipartisanship.\n\nAnd what do we have from the president? He broke his big promise\n\nto bring people together to solve the country's biggest problems.\n\nAnd what I would tell him is we don't have to settle for this.\n\nBIDEN: Martha?\n\nRYAN: We can do better than this.\n\nBIDEN: I hope I'll get equal time.\n\nRADDATZ: You will get just a few minutes here. A few seconds,\n\nreally.\n\nBIDEN: The two budgets the congressman introduced have\n\neviscerated all the things that the middle class cares about. It is\n\n(inaudible) he will knock 19 million people off of Medicare. It will\n\nkick 200,000 children off of early education. It will eliminate the\n\ntax credit people have to be able to send their children to college.\n\nIt cuts education by $450 billion.\n\nIt does - it does virtually nothing except continue to increase\n\nthe tax cuts for the very wealthy. And, you know, we've had enough of\n\nthis.\n\nThe idea that he's so concerned about these deficits, I've\n\npointed out he voted to put two wars on a credit card. He did...\n\nRADDATZ: We're going to - we're going to the closing statements\n\nin a minute.\n\n(CROSSTALK)\n\nRADDATZ: You're going to have your closing statement.\n\nRYAN: Not raising taxes is not cutting taxes. And by the way,\n\nour budget...\n\nBIDEN: We have not raised...\n\n(CROSSTALK)\n\nRYAN: ... by 3 percent a year instead of 4.5 percent like they\n\npropose. Not spending more money as much as they say is not a\n\nspending cut.\n\nRADDATZ: Let me - let me calm down things here just for a\n\nminute. And I want to talk to you very briefly before we go to\n\nclosing statements about your own personal character. If you are\n\nelected, what could you both give to this country as a man, as a human\n\nbeing, that no one else could?\n\nRYAN: Honesty, no one else could? There are plenty of fine\n\npeople who could lead this country. But what you need are people who,\n\nwhen they say they're going to do something, they go do it. What you\n\nneed are, when people see problems, they offer solutions to fix those\n\nproblems. We're not getting that.\n\nLook, we can grow this economy faster. That's what our five-\n\npoint plan for a stronger middle class is all about. It's about\n\ngetting 12 million jobs, higher take-home pay, getting people out of\n\npoverty into the middle class. That means going with proven, pro-\n\ngrowth policies that we know works to get people back to work.\n\nPutting ideas on the table, working with Democrats - that actually\n\nworks sometimes - and then...\n\n(CROSSTALK)\n\nRADDATZ: Vice President, can we get to that - to that issue of\n\nwhat you could bring as a man, a human being? And I really - I'm\n\ngoing to keep you to about 15 seconds here.\n\nBIDEN: Well, he gets 40, I get 15, that's OK.\n\nRADDATZ: He didn't have 40. He didn't have 40.\n\nBIDEN: That's all right.\n\nLet me tell you. I - my - my record stands for itself. I\n\nnever say anything I don't mean. Everybody knows, whatever I say, I\n\ndo. And my whole life has been devoted to leveling the playing field\n\nfor middle-class people, giving them an even break, treating Main\n\nStreet and Wall Street the same, hold them to the same responsibility.\n\nLook at my record. It's been all about the middle class.\n\nThey're the people who grow this country. We think you grow this\n\ncountry from the middle out, not from the top down.\n\nRADDATZ: OK, we now turn to the candidates for their closing\n\nstatements. Thank you, gentlemen. And that coin toss, again, has\n\nVice President Biden starting with the closing statement.\n\nBIDEN: Well, let - let me say at the outset that I want to\n\nthank you, Martha, for doing this, and Centre College. The fact is\n\nthat we're in a situation where we inherited a god-awful circumstance.\n\nPeople are in real trouble. We acted to move to bring relief to the\n\npeople who need the most help now.\n\nAnd - and in the process, we - in case you haven't noticed, we\n\nhave strong disagreements, but I - you probably detected my\n\nfrustration with their attitude about the American people. My friend\n\nsays that 30 percent of the American people are takers. Romney points\n\nout 47 percent of the people won't take responsibility.\n\nHe's talking about my mother and father. He's talking about the\n\nplaces I grew up in, my neighbors in Scranton and Claymont, and he's\n\ntalking about - he's talking about the people that have built this\n\ncountry. All they're looking for, Martha, all they're looking for is\n\nan even shot. Whenever you give them the shot, they've done it.\n\nThey've done it. Whenever you've leveled the playing field, they've\n\nbeen able to move. And they want a little bit of peace of mind.\n\nAnd the president and I are not going to rest until that playing\n\nfield is leveled, they, in fact, have a clear shot, and they have\n\npeace of mind, until they can turn to their kid and say with a degree\n\nof confidence, \"Honey, it's going to be OK. It's going to be OK.\"\n\nThat's what this is all about.\n\nRADDATZ: Congressman Ryan?\n\nRYAN: I want to thank you, as well, Martha, Danville, Kentucky,\n\nCentre College, and I want to thank you, Joe. It's been an honor to\n\nengage in this critical debate.\n\nWe face a very big choice. What kind of country are we going to\n\nbe? What kind of country are we going to give our kids? President\n\nObama, he had his chance. He made his choices. His economic agenda,\n\nmore spending, more borrowing, higher taxes, a government takeover of\n\nhealth care. It's not working. It's failed to create the jobs we\n\nneed.\n\nTwenty-three million Americans are struggling for work today.\n\nFifteen percent of Americans are in poverty. This is not what a real\n\nrecovery looks like. You deserve better. Mitt Romney and I want to\n\nearn your support. We're offering real reforms for a real recovery\n\nfor every American.\n\nMitt Romney - his experience, his ideas, his solutions - is\n\nuniquely qualified to get this job done. At a time when we have a\n\njobs crisis in America, wouldn't it be nice to have a job-creator in\n\nthe White House?\n\nThe choice is clear: a stagnant economy that promotes more\n\ngovernment dependency or a dynamic, growing economy that promotes\n\nopportunity and jobs. Mitt Romney and I will not duck the tough\n\nissues, and we will not blame others for the next four years. We will\n\ntake responsibility. And we will not try to replace our founding\n\nprinciples. We will reapply our founding principles.\n\nThe choice is clear, and the choice rests with you. And we ask\n\nyou for your vote. Thank you.\n\nRADDATZ: And thank you both again. Thank you very much.\n\nBIDEN: Thank you.\n\nRADDATZ: This concludes the vice presidential debate. Please\n\ntune in next Tuesday for the second presidential debate at Hofstra\n\nUniversity in New York. I'm Martha Raddatz of ABC News. I do hope\n\nall of you go to the polls. Have a good evening.\n\n(APPLAUSE)", "images": ["http://i2.cdn.turner.com/cnn/dam/assets/130812114259-crossfire-logo-carousel-search-tease.jpg", "http://i2.cdn.turner.com/cnn/dam/assets/130718155918-tiny-white-house-search-tease.jpg", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/ac360/home.gif", "http://i2.cdn.turner.com/cnn/dam/assets/111026112447-capitol-dome-search-tease.jpg", "http://newspulse.cnn.com/images/no_image_cnn_90x51.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://pixel.wp.com/b.gif?v=noscript", "http://i2.cdn.turner.com/cnn/dam/assets/130611141805-obama-search-tease.jpg", "http://i.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i2.cdn.turner.com/cnn/dam/assets/111013021633-voting-stickers-generic-search-tease.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif"], "top_img": "http://newspulse.cnn.com/images/no_image_cnn_90x51.jpg", "keywords": [], "authors": [], "canonical_link": "http://politicalticker.blogs.cnn.com/2012/10/12/transcript-vice-presidential-debate/", "title": "Transcript: Vice Presidential Debate", "meta_data": {"title": "Transcript: Vice Presidential Debate", "description": "(CNN) -- Vice President Joe Biden and Republican vice presidential nominee Paul Ryan met in Danville, Kentucky on Thursday evening for the vice presidential debate.", "keywords": "2012, debate, joe biden, kentucky, paul ryan,", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "generator": "WordPress.com", "application-name": "CNN Political Ticker", "msapplication-window": "width=device-width;height=device-height", "msapplication-tooltip": "- All politics, all the time", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s1.wp.com/i/favicon.ico", "og": {"title": "Transcript: Vice Presidential Debate", "url": "http://politicalticker.blogs.cnn.com/2012/10/12/transcript-vice-presidential-debate/", "type": "article", "description": "(CNN)  -- Vice President Joe Biden and Republican vice presidential nominee Paul Ryan met in Danville, Kentucky on Thursday evening for the vice presidential debate.", "image": "http://newspulse.cnn.com/images/no_image_cnn_90x51.jpg"}, "fb": {"admins": 690014395, "app_id": 80401312489}}, "movies": [], "publish_date": 1349971200.0, "source": "http://politicalticker.blogs.cnn.com", "summary": ""}