{"url": "https://www.ravinderbhalla.com/about/", "text": "Ravi Bhalla was elected Hoboken’s 39th Mayor on November 7, 2017 out of a field of six candidates. Born and raised in New Jersey, Mayor Bhalla is a 17 year resident of Hoboken and eight year member of the Hoboken City Council.\n\nHe received his undergraduate education from the University of California at Berkeley, where he received a B.A. in Political Psychology. Upon graduation, he attended the London School of Economics (L.S.E.) in the United Kingdom and received a Master of Science degree in Public Administration and Public Policy, and also earned a Juris Doctor Degree from Tulane Law School in New Orleans, Louisiana.\n\nRavi first set his roots in Hoboken at the age of 26, a bachelor fresh out of law school starting his first job at a small law firm in Newark, New Jersey. Ravi earned national recognition in the New York Times for his legal advocacy after suffering a violation of his own constitutional and civil rights during a jail visit to a client. The incident motivated Ravi to lead a successful campaign to reform the federal government’s visitation policies at correctional facilities nationwide.\n\nRavi married his wife Bindya, and they had two children, Arza and Shahbegh. It was during this time that Hoboken’s local government was in dire straits. He observed and witnessed mismanaged government at the local level, including a government budget that was underfunded and overspent by $12 million, a state takeover of Hoboken, and a 70% spike in municipal taxes in a single year.\n\nRavi ran for Council alongside Mayor Zimmer and worked tirelessly to get their message out of restoring honesty, professionalism and fiscal responsibility to Hoboken. Out of twelve candidates vying for 3 council-at-large positions, Ravi received the highest number of votes, as a first time candidate for office.\n\nOnce in office, Ravi worked hard alongside Mayor Zimmer and his council colleagues to establish tangible reforms to the way government is run in Hoboken. Municipal taxes were reduced and Hoboken’s finances were put on a responsible long-term path. The City’s bond rating was improved from junk bond status in 2009 to AA+ in 2013, the second highest rating, and had a responsible cash surplus for the first time in years.\n\nRavi was a leading voice on the council for securing the necessary funding for Hoboken’s second flood pump in Northwest Hoboken, advocated with Mayor Zimmer for the addition of 9 acres of open space, ensured our parks were built with detention systems to help alleviate flooding, voted to add progressive transportation options including corner cars and bike share, and played a large role in saving the hospital from closing in 2013, preserving more than 1,200 jobs and relieving taxpayers of a $52 million bond guarantee. Ravi currently sits as a co-chair of the City’s Rebuild by Design project, in which the City was awarded $230 million to comprehensively protect Hoboken from storm surge events like Superstorm Sandy.\n\nRavi served as Council President from 2011-2012 and Council Vice-President from 2010-2011 & 2013-2014 and was Chairman of the Hoboken Democratic Party from 2010-2011. Prior to his service as a Councilman, Mr. Bhalla served as a local Democratic Committeeman for the 2nd Ward, 3rd District of Hoboken from 2007-2009.\n\nRavi and his wife Bindya reside on Garden Street with their two children, Arza Kaur, age 10 and Shabegh Singh, age 5.", "images": ["https://www.ravinderbhalla.com/wp-content/uploads/2017/06/Ravi-and-Dawn-300x253.jpg", "https://www.ravinderbhalla.com/wp-content/uploads/2017/07/Ravi-Logo-orange-mayor.svg", "https://www.ravinderbhalla.com/wp-content/uploads/2016/08/800px-Hoboken3.jpg"], "top_img": "https://www.ravinderbhalla.com/wp-content/uploads/2016/08/800px-Hoboken3.jpg", "keywords": [], "authors": [], "canonical_link": "https://www.ravinderbhalla.com/about/", "title": "About Mayor Bhalla", "meta_data": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1", "msapplication-TileColor": "#f01d4f", "msapplication-TileImage": "https://www.ravinderbhalla.com/wp-content/uploads/2016/10/cropped-Ravicon_1b-opt-270x270.png", "theme-color": "#121212", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "About Mayor Bhalla - Ravi Bhalla, Hoboken Mayor", "description": "Ravi Bhalla was elected Hoboken’s 39th Mayor on November 7, 2017 out of a field of six candidates. Born and raised in New Jersey, Mayor Bhalla is a 17 year resident of Hoboken and eight year member of the Hoboken...", "url": "https://www.ravinderbhalla.com/about/", "site_name": "Ravi Bhalla, Hoboken Mayor", "image": {"identifier": "https://www.ravinderbhalla.com/wp-content/uploads/2016/08/800px-Hoboken3.jpg", "secure_url": "https://www.ravinderbhalla.com/wp-content/uploads/2016/08/800px-Hoboken3.jpg", "width": 800, "height": 600}}, "twitter": {"card": "summary", "description": "Ravi Bhalla was elected Hoboken’s 39th Mayor on November 7, 2017 out of a field of six candidates. Born and raised in New Jersey, Mayor Bhalla is a 17 year resident of Hoboken and eight year member of the Hoboken...", "title": "About Mayor Bhalla - Ravi Bhalla, Hoboken Mayor", "image": "https://www.ravinderbhalla.com/wp-content/uploads/2016/08/800px-Hoboken3.jpg"}}, "movies": [], "publish_date": null, "source": "https://www.ravinderbhalla.com", "summary": ""}