{"url": "http://www.supremecourt.gov/about/members_text.aspx", "text": "Chief Justices\n\nAssociate Justices\n\nNotes: The acceptance of the appointment and commission by the appointee, as evidenced by the taking of the prescribed oaths, is here implied; otherwise the individual is not carried on this list of the Members of the Court. Examples: Robert Hanson Harrison is not carried, as a letter from President Washington of February 9, 1790 states Harrison declined to serve. Neither is Edwin M. Stanton who died before he could take the necessary steps toward becoming a Member of the Court. Chief Justice Rutledge is included because he took his oaths, presided over the August Term of 1795, and his name appears on two opinions of the Court for that Term.\n\nThe date a Member of the Court took his/her Judicial oath (the Judiciary Act provided “That the Justices of the Supreme Court, and the district judges, before they proceed to execute the duties of their respective offices, shall take the following oath . . . ”) is here used as the date of the beginning of his/her service, for until that oath is taken he/she is not vested with the prerogatives of the office. The dates given in this column are for the oaths taken following the receipt of the commissions. Dates without small-letter references are taken from the Minutes of the Court or from the original oath which are in the Curator’s collection. The small letter (a) denotes the date is from the Minutes of some other court; (b) from some other unquestionable authority; (c) from authority that is questionable, and better authority would be appreciated.\n\n*Elevated.", "images": ["http://www.supremecourt.gov/images/scous_seal.png", "http://www.supremecourt.gov/WebResource.axd?d=WLY2oepp1eKPePERXTuqUau_buIJz5S7ntqiGL3pUm39ydKxNwryN9m5LqCjmtlpSPkXXzclABxfMGVVXMTu6J6S8rDd4o05EnrXXVm10l81&t=636996038731294402"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Justices 1789 to Present", "meta_data": {"viewport": "width=device-width, initial-scale=1", "title": "Justices 1789 to Present", "created": "7/13/2017 10:37:12 AM", "revised": "8/6/2019 1:35:27 PM", "keywords": "Supreme Court of the United States, Supreme Court, Supreme Court of US, Supremecourt, United State Supreme Court, US Supreme Court, U.S. Supreme Court, Justitces, Members, Chief Justice, Chief, Justice, Chief Justices, Associate Justices, Associate, Oath, Appointed, President, State"}, "movies": [], "publish_date": null, "source": "http://www.supremecourt.gov", "summary": ""}