{"url": "http://teddeutch.house.gov/news/documentsingle.aspx?DocumentID=344947", "text": "Florida Democrats Ask HHS to Protect Floridians from High Insurance Premiums in Marketplace f t # e Washington, DC, August 1, 2013 | (202-225-3001) In a letter sent today to U.S. Secretary Kathleen Sebelius led by Congressman Ted Deutch (FL-21), the Florida Democratic delegation in the House of Representatives slammed Governor Rick Scott and the Florida legislature for stripping the state of the authority to protect consumers from unreasonably high insurance premiums and called on the Department of Health and Human Services to take a more active role in reviewing rates in Florida. The Affordable Care Act encourages state regulators to review premium rates proposed by health insurance companies, but allows the federal government to engage in such reviews if a state is found to have inadequate protection for consumers. While the federal government determined in early May that Florida’s Office of Insurance Regulation was legally capable of protecting consumers, on May 31, 2013 Governor Scott signed SB 1842 and explicitly forbid Insurance Commissioner Kevin McCarty from reviewing health insurance plans offered in the Marketplace for at least two years.\n\n\n\nIn the letter, the Representatives write that the premium increases are “not a coincidence, but rather the product of a cynical and intentional effort by Governor Scott and the Florida legislature to undermine the Affordable Care Act and make health insurance premiums on the Florida Health Insurance Marketplace more expensive by refusing to allow the Insurance Commissioner either to negotiate lower rates with companies or refuse rates that are too high…. It is our hope that HHS will intervene on behalf of Florida consumers to ensure policies available on the Marketplace are fair and affordable. We believe HHS has the full authority under current law and federal regulations to undertake these actions. With two months remaining until the Marketplace is scheduled to open, we look forward to hearing from you regarding the actions the Department of Health and Human Services and CMS will take to protect Florida consumers – since Governor Scott, the Florida legislature, and Insurance Commissioner McCarty will not.”\n\n\n\nJoining Rep. Deutch on the letter were Reps. Alcee L. Hastings, Corrine Brown, Debbie Wasserman Schultz, Kathy Castor, Frederica S. Wilson, Joe Garcia, Alan Grayson, Lois Frankel, and Patrick E. Murphy. A text copy of the letter is available below.\n\n\n\nAugust 1, 2013\n\n\n\nThe Honorable Kathleen Sebelius\n\nSecretary\n\nU.S. Department of Health and Human Services\n\n200 Independence Ave., SW\n\nWashington, DC 20201\n\n\n\nRE: Florida Health Insurance Marketplace Premium Rates\n\n\n\nDear Secretary Sebelius,\n\n\n\nIt has become abundantly clear that a law enacted by Florida Governor Rick Scott and the state legislature could leave consumers vulnerable to unreasonably high premiums on the Florida Health Insurance Marketplace. Therefore, we write you to ask for your assurance that the Department of Health and Human Services will exercise its authority to protect consumers in our State.\n\n\n\nAs you well know, the Affordable Care Act encourages state regulators to protect consumers from unreasonably high insurance premiums, in a process known as Rate Review. The law ensures that if states do not have an adequate Rate Review system in place, the federal government may step in to protect consumers from unjustifiable premiums. The time to step in is now.\n\n\n\nAs of May 3, 2013, the Centers for Medicare and Medicaid Services (CMS) determined that Florida’s Office of Insurance Regulation operated an Effective Rate Review Program. Led by a state Insurance Commissioner, this office has long been charged by Florida law to review proposed insurance rates.\n\n\n\nUnfortunately, it appears that Florida Governor Rick Scott and the state legislature waited until CMS finalized this determination before passing a law to strip the Florida Office of Insurance Regulation of its authority to review insurance premiums and protect consumers. Signed into law on May 31st, 2013, Senate Bill 1842 forbids Florida’s Insurance Commissioner from reviewing health insurance plans offered on the new Marketplace on behalf of Florida consumers for at least two years. In our view, the passage of this law invalidates CMS’s determination that Florida had an effective Rate Review Program and thus necessitates that the federal government take up an expanded role in Florida to protect consumers.\n\n\n\nIndeed in other states, like Maryland that released its rates last week, where state insurance commissioners have Rate Review and full negotiating power, health insurance premiums are substantially lower.\n\n\n\nOver 3.9 million people in Florida are uninsured, and the availability of affordable coverage on Florida’s new Marketplace will be vital to expanding coverage. This week, Florida Insurance Commissioner Kevin McCarty indicated that premiums for the plans that will be offered this October will increase between 30 and 40 percent in the individual market, and 5 to 20 percent in the small-group market. This is not a coincidence, but rather the product of a cynical and intentional effort by Governor Scott and the Florida legislature to undermine the Affordable Care Act and make health insurance premiums on the Florida Health Insurance Marketplace more expensive by refusing to allow the Insurance Commissioner either to negotiate lower rates with companies or refuse rates that are too high. Florida legislators also directed the Office of Insurance Regulation to ignore the significant tax credits for Floridians that will make health insurance even more affordable.\n\n\n\nWhile other states have reported great success in driving down premium rates proposed by insurance companies seeking to sell policies on their Marketplaces, officials in Florida have proactively abdicated any responsibility to protect consumers. The actions taken by Governor Scott and the legislature have made consumers vulnerable to the will of insurance companies, and it is time for the federal government to step in.\n\n\n\nThe Affordable Care Act provides important consumer protections and protects Americans from unreasonable health insurance premiums. It is our hope that HHS will intervene on behalf of Florida consumers to ensure policies available on the Marketplace are fair and affordable. We believe HHS has the full authority under current law and federal regulations to undertake these actions. With two months remaining until the Marketplace is scheduled to open, we look forward to hearing from you regarding the actions the Department of Health and Human Services and CMS will take to protect Florida consumers – since Governor Scott, the Florida legislature, and Insurance Commissioner McCarty will not.\n\n\n\nThank you in advance for your prompt attention to this matter. f t # e\n\nRelated News Deutch Statement on Passage of Bipartisan FY20 Spending Agreement\n\nPosted in Statements on December 17, 2019 | Preview rr\n\nPosted in Statements on December 17, 2019 | Preview House Passes Deutch Amendment to Promote Awareness of Mental Health and Addiction Parity Laws\n\nPosted in Press Releases on May 16, 2019 | Preview rr\n\nPosted in Press Releases on May 16, 2019 | Preview Deutch, Castor, FL Democrats Ask Gov. DeSantis to Expand Medicaid, Reject Block Grant Proposals\n\nPosted in Press Releases on January 9, 2019 | Preview rr\n\nPosted in Press Releases on January 9, 2019 | Preview Two Bills Championed by Congressman Ted Deutch Included in Opioids Legislation\n\nPosted in Press Releases on September 28, 2018 | Preview rr", "images": ["http://teddeutch.house.gov/images/ray.jpg", "http://teddeutch.house.gov/UploadedPhotos/LowResolution/664dc00f-1603-487d-8daa-a85c071d0848.png", "http://teddeutch.house.gov/images/cs.jpg", "http://teddeutch.house.gov/images/logo.png", "http://teddeutch.house.gov/images/headshot16.png", "http://teddeutch.house.gov/UploadedPhotos/LowResolution/47c3aad6-0c88-4975-ac49-5b74e3bb15a5.jpg", "http://teddeutch.house.gov/images/fl.jpg"], "top_img": "http://teddeutch.house.gov/images/headshot16.png", "keywords": [], "authors": [], "canonical_link": "https://teddeutch.house.gov/news/documentsingle.aspx?DocumentID=344947", "title": "Florida Democrats Ask HHS to Protect Floridians from High Insurance Premiums in Marketplace", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "robots": "NOODP", "googlebot": "NOODP", "og": {"title": "Florida Democrats Ask HHS to Protect Floridians from High Insurance Premiums in Marketplace", "type": "article", "url": "https://teddeutch.house.gov/news/documentsingle.aspx?DocumentID=344947", "site_name": "US Congressman Ted Deutch"}, "article": {"published_time": "2013-08-01", "tag": "Quality, Affordable Health Care", "section": "Press Releases"}}, "movies": [], "publish_date": 1375286400.0, "source": "http://teddeutch.house.gov", "summary": ""}