{"url": "http://www.sfchronicle.com/politics/article/The-pro-Russia-pro-weed-pro-Assange-GOP-12195944.php", "text": "COSTA MESA, Orange County — It was a surreal visit to Rep. Dana Rohrabacher’s Orange County home. The 15-term Republican greeted me in bare feet, sitting on his front step making fundraising phone calls while wearing a stained white T-shirt and khakis he bought at Goodwill. Later, he proudly showed me a blazer he scored there for $10.\n\nThen again, Ronald Reagan’s 70-year-old former White House speech writer is a surreal kind of guy. He’s a hero to weed-lovers for being a Republican at the forefront of the pro-marijuana legalization movement, and a pariah to fellow Republicans for being so pro-Russia that House Majority Leader Kevin McCarthy once jokingly said that “Putin pays” him. He wants to cut a deal with Wikileaks founder Julian Assange, and thinks the Charlottesville riots were staged by liberals and were “a total hoax.”\n\nHe’s both a puka-shell-necklace-wearing surfer and a fierce anti-Communist who bragged about battling with Afghan mujahedeen during a fact-finding trip shortly before being sworn into Congress that “probably resulted in the deaths of a number of Soviet troops.” During our visit, he largely dismissed human influence on climate change and strummed a guitar whiling singing a song he wrote about libertarian ideals called “Individual Man.”\n\nIf you’re a Democrat, you’re thinking, “How is this guy still holding office in California?”\n\nStanding at the corner of Fringe and Conspiracy streets, Rohrabacher would seem to be easy picking for Democrats, who are making Orange County the centerpiece of their plan to return to power in the House by flipping 24 GOP seats. They’re focused on districts like Rohrabacher’s, where Hillary Clinton outpolled President Trump and the incumbents are perceived as out-of-touch.\n\nIt won’t be that easy. Rohrabacher also stands squarely in the middle of the old school, wealthier, whiter, conservative, still- lovin’-the-Gipper part of the OC. He’s run for Congress 15 times, and he’s won by more than 20 percent 13 times. Call him fringe-y, but he’s conservative OC kind of fringe-y.\n\nThat’s why, if next year turns out to be the kind of low-turnout, midterm election that favors Republicans, Orange County GOP chairman Fred Whitaker said he’s “not worried about Dana at all.” And it doesn’t hurt that Republicans have an 11-point voter registration advantage in the 48th Congressional District.\n\nStill, Rohrabacher acknowledges, “this race will be the toughest.” Not because Democrats are going after his seat and nine candidates have jumped in to oppose him, including two who are raising serious money. Because, he said, “of Russia.”\n\nRohrabacher describes himself as the lone voice against both conservatives and liberals who want retribution against Russia for meddling in the 2016 presidential election. But what about the “high confidence” with which the nation’s top intelligence agencies have concluded that Russia interfered in the election?\n\n“Total bull—,” Rohrabacher said over peanut butter sandwiches — his favorite meal — that he slapped together in his kitchen. “I’ve read those reports and they’re full of weasel words.”\n\n“That story is a total fabrication in order to do one thing: To prevent Donald Trump from exercising the legitimate authority he was given by the voters in the last election,” he said.\n\nOne of Rohrabacher’s sources: Assange. Last summer, on his own dime, Rohrabacher visited Assange, who for years has been harbored in the Ecuadorian Embassy in London, fearing extradition to Sweden on sexual assault accusations and bail-jumping charges in England.\n\nRohrabacher said Assange told him that Russia wasn’t involved in the theft of emails from the Democratic National Committee that Wikileaks released, but didn’t say who was. Maybe the emails fell off the back of a truck, as they used to say in my grandpa’s neighborhood.\n\nRohrabacher isn’t buying that conspiracy theory, but he’s deep into another — that Democrats were behind last month’s white nationalist riots in Charlottesville, Va. Oh, and calling them white nationalist riots is a liberal media deceit, he said.\n\n“It’s all baloney,” Rohrabacher said.\n\nUnder Rohrabacher’s scenario, a former “Hillary and Bernie supporter” got Civil War re-enactors to gather under the guise of protecting a Robert E. Lee statue there.\n\n“It was a setup for these dumb Civil War re-enactors,” Rohrabacher said. “It was left-wingers who were manipulating them in order to have this confrontation” and to “put our president on the spot.”\n\nThose of you who are fans of conspiracy connoisseur and conservative commentator Alex Jones, host of “Info Wars,” will recognize that scenario as one of his dreamscapes, which is “Pants on Fire” groundless, according to the nonpartisan Politifact.\n\nMeanderings like that make Democrats see Rohrabacher as vulnerable. Several credible, well-financed Democrats, including world-renowned stem cell researcher Hans Keirstead, have lined up to take him on. Keirstead raised $138,504 shortly after jumping into the race, according to the latest federal filing information, and real estate investor Harley Rouda has raised $319,335. Three of the Democrats, including Rouda, were once Republicans, which could play well in the OC.\n\nPlus, there’s an unprecedented amount of liberal grassroots activism in the district, with regular protests outside Rohrabacher’s office. Progressives are trying to reintroduce the 24 percent of nonpartisan voters in the district to their congressman — and not in a good way.\n\n“People saw ‘incumbent’ and an ‘R’ by his name, so they assumed that he supported Republican values,” said Aaron McCall, who heads the local chapter of the resistance group Indivisible. “Dana Rohrabacher doesn’t support Republican values. He supports his own values. Republicans tell me ‘We didn’t realize he was this unhinged.’”\n\nRohrabacher admits that part of him would like to just spend time working on screenplays, playing guitar and surfing with his wife and teenage triplets.\n\nBut he wants to stay in Congress to fight for the easing of cannabis laws and to advance his views on Russia, two lonely battles that he worries would be abandoned if he were gone.\n\nAnd that is what is making Rohrabacher do something he’s rarely done in his career, something truly surreal. He’s seriously trying to raise money for a re-election campaign — so far he’s raised $508,712. In his bare feet, eating peanut butter sandwiches. After our chat, he headed out to the nearby 99 Cents Only store to get a refill.\n\nJoe Garofoli is The San Francisco Chronicle’s senior political writer. Email: jgarofoli@sfchronicle.com Twitter: @joegarofoli\n\nOnline extra\n\nTo see a video of Rep. Dana Rohrabacher making peanut butter sandwiches: http://bit.ly/rohrabacher", "images": ["https://s.hdnux.com/photos/65/52/21/14066810/9/rawImage.jpg", "http://www.sfchronicle.com/img/core/hearst_newspapers_logo.svg"], "top_img": "https://s.hdnux.com/photos/65/52/21/14066810/9/rawImage.jpg", "keywords": [], "authors": ["Joe Garofoli", "Senior Political Writer", "Follow Joe On", "Https", "Www.Facebook.Com Sfchronicle", "Past Articles This Author", "Jason Fagone", "Megan Cassidy", "Justin Phillips", "Scott Ostler"], "canonical_link": "https://www.sfchronicle.com/politics/article/The-pro-Russia-pro-weed-pro-Assange-GOP-12195944.php", "title": "The pro-Russia, pro-weed, pro-Assange GOP congressman who will be tough to beat", "meta_data": {"viewport": "width=device-width, user-scalable=no", "apple-itunes-app": "app-id=423260205", "HandheldFriendly": "true", "twitter": {"dnt": "on", "card": "summary_large_image", "image": "https://s.hdnux.com/photos/65/52/21/14066810/9/rawImage.jpg", "description": "COSTA MESA, Orange County — It was a surreal visit to Rep. Dana Rohrabacher’s Orange County home. The 15-term Republican greeted me in bare feet, sitting on his front step making fundraising phone calls while wearing a stained white T-shirt and khakis he bought at Goodwill. Later, he proudly showed me a blazer he scored there for $10. Then again, Ronald Reagan’s 70-year-old former White House speech writer is a surreal kind of guy. He’s a hero to weed-lovers for being a Republican at the forefront of the pro-marijuana legalization movement, and a pariah to fellow Republicans for being so pro-Russia that House Majority Leader Kevin McCarthy once jokingly said that “Putin pays” him.", "title": "The pro-Russia, pro-weed, pro-Assange GOP congressman who will be tough to beat", "site": "@sfchronicle"}, "apple-mobile-web-app-title": "SFChronicle", "environment": "production", "id": 12195944, "author.name": "Joe Garofoli", "author.title": "Senior Political Writer", "description": "COSTA MESA, Orange County — It was a surreal visit to Rep. Dana Rohrabacher’s Orange County home. The 15-term Republican greeted me in bare feet, sitting on his front step making fundraising phone calls while wearing a stained white T-shirt and khakis he bought at Goodwill. Later, he proudly showed me a blazer he scored there for $10. Then again, Ronald Reagan’s 70-year-old former White House speech writer is a surreal kind of guy. He’s a hero to weed-lovers for being a Republican at the forefront of the pro-marijuana legalization movement, and a pariah to fellow Republicans for being so pro-Russia that House Majority Leader Kevin McCarthy once jokingly said that “Putin pays” him.", "date.release": "2017-09-14T13:00:00+00:00", "time.release": "2017-09-14T13:00:00+00:00", "sections": "News,Politics", "ICBM": "51.5073509, -0.12775829999998223", "geo.position": "51.5073509; -0.12775829999998223", "fb": {"admins": 100006394927810, "app_id": 137086563877087, "pages": 362831597677}, "og": {"datePublished": "2017-09-14T13:00:00+00:00", "locale": "en_US", "type": "article", "title": "The pro-Russia, pro-weed, pro-Assange GOP congressman who will be tough to beat", "description": "COSTA MESA, Orange County — It was a surreal visit to Rep. Dana Rohrabacher’s Orange County home. The 15-term Republican greeted me in bare feet, sitting on his front step making fundraising phone calls while wearing a stained white T-shirt and khakis he bought at Goodwill. Later, he proudly showed me a blazer he scored there for $10. Then again, Ronald Reagan’s 70-year-old former White House speech writer is a surreal kind of guy. He’s a hero to weed-lovers for being a Republican at the forefront of the pro-marijuana legalization movement, and a pariah to fellow Republicans for being so pro-Russia that House Majority Leader Kevin McCarthy once jokingly said that “Putin pays” him.", "url": "https://www.sfchronicle.com/politics/article/The-pro-Russia-pro-weed-pro-Assange-GOP-12195944.php", "site_name": "SFChronicle.com", "image": "https://s.hdnux.com/photos/65/52/21/14066810/9/rawImage.jpg"}, "article": {"published_time": "2017-09-14T13:00:00+00:00", "opinion": "false", "author": "https://www.facebook.com/SFChronicle/", "section": "Politics", "content_tier": "metered"}, "sailthru.title": "The pro-Russia, pro-weed, pro-Assange GOP congressman who will be tough to beat", "sailthru.date": "2017-09-14 6:00:00 -0700", "sailthru.author": "Joe Garofoli", "sailthru.location": "33.6412156, -117.9188221", "sailthru_type": "article", "sailthru_uid": 12195944, "sailthru_section": "news,politics", "sailthru_subject": "politics,elections-2018,elections-2016,recreational-marijuana,russia-meddling,wikileaks,julian-assange,vladimir-putin,orange-county,california-democratic-party,california-republican-party,president-trump", "sailthru_pubname": "san-francisco-chronicle", "sailthru_siteid": 35, "sailthru.isPremium": "true", "sailthru.tags": "news,politics,elections-2018,elections-2016,recreational-marijuana,russia-meddling,wikileaks,julian-assange,vladimir-putin,orange-county,california-democratic-party,california-republican-party,president-trump", "sailthru.image.thumb": "https://s.hdnux.com/photos/65/52/21/14066810/9/sailthruImage.jpg", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}, "movies": [], "publish_date": 1505394000.0, "source": "http://www.sfchronicle.com", "summary": ""}