{"url": "http://sciencevibe.com/2018/04/11/dying-78-year-old-cia-agent-admits-to-killing-marilyn-monroe/", "text": "Share Us.\n\nA 78-year old retired officer of the CIA, Normand Hodges, has made a series of astonishing confessions. He claims he committed 37 assassinations for the American government between 1959 and 1972, including the actress and model, Marilyn Monroe. Hodges says he has no regrets.\n\nIn amongst his many confessions, he admits to being a group member of five CIA agents, whose sole task was to carry out assassinations. He also admits one of his assassinations being none other than Glamour icon, Marilyn Monroe, who was killed not just because of her ties with John F Kennedy, but also because she slept with Fidel Castro, ultimately making her a massive national security risk.\n\nHodges says he has no regrets.\n\nHe claims he carried out 37 assassinations for the US Government between 1959 and 1972 including Marilyn Monroe.\n\nHodges had worked for the CIA.\n\nHodges was a CIA officer for 41 years working as an operative amongst top level security clearances, he claims he was employed as a hit-man by the organization, his duty was to assassinate individuals who posed a threat to the security of the United States of America.\n\nHe was trained as a sniper and a martial arts expert but also trained in other methods ranging from taking people out with poisons to using explosives.\n\nDespite his old age, Hodges has managed to recall each of the assassinations he committed for the CIA. He goes on to admit that the murders were carried out on American soil and by the orders of his then commanding officer, Major James “Jimmy” Hayworth.\n\nHe also claims the timeline for the assassinations were between August 1959 and March 1972, when the “the CIA had its own agenda”. Furthermore, he admits that he was part of an operation team of five members, who were taking orders to carry out the assassinations. Their victims were from all walks of life ranging from journalists, union leaders, political activists, artists, and scientists – all of which were killed because their radical ideas posed a threat to the interests of the United States.\n\nHodges admits that Marilyn Monroe was the only woman he had ever assassinated, a unique target at the time. He claims she had become a significant “threat to the security of the country” and had to be eliminated.\n\n“We had evidence that Marilyn Monroe had not only slept with Kennedy but also with Fidel Castro”, says M. Hodges. “My commanding officer, Jimmy Hayworth, told me that she had to die and that it had to look like a suicide or an overdose. I had never killed a woman before, but I obeyed orders… I did it for America! She could have transmitted strategic information to the communists, and we couldn’t allow that! She had to die! I just did what I had to do!”\n\nMarilyn Monroe died on the 5th of August 1962. Hodges claims he entered her room while the star was sleeping, injecting her with a fatal dose of Chloral Hydrate (a very powerful sedative) that was also mixed with Nembutal – a short-acting barbiturate, which ultimately caused her death.\n\nThe FBI is taking Hodges claims very seriously and has now placed him under custody whilst a full investigation is opened to attempt to verify his allegations.\n\nThe most important witness in the case would have been Major James Hayworth, who died of a heart attack in 2011. Two other CIA assassins who were identified by Hodges are also dead.\n\nThis could open up many questions about the CIA’s activities in America in that era. What do you think? Why would Hodges say something like this if it weren’t true? Is it all conspiracy garbage? Let us know your thoughts!", "images": ["https://sciencevibe.com/wp-content/uploads/2018/04/ciamain11.jpg", "https://sciencevibe.com/wp-content/uploads/2014/12/art-night-new-year-santa-claus-presents-sledding-sleigh-reindeer-flying.jpg", "https://sciencevibe.com/wp-content/uploads/2019/12/012-solar-probe-sun_1024.jpg", "https://sciencevibe.com/wp-content/uploads/2017/12/vibrating-drumheads_1024.jpg", "https://sciencevibe.com/wp-content/uploads/2014/12/Christmas-Tree-Lights.jpg", "https://sciencevibe.com/wp-content/uploads/2018/04/78-Year-Old-CIA-Agent-Confesses-On-Deathbed-“I-Killed-Marilyn-Monroe”.jpg", "https://sciencevibe.com/wp-content/uploads/2019/12/magnetic_north_pole_movement.jpg", "https://sciencevibe.com/wp-content/uploads/2019/12/Penis-Fish-.jpg"], "top_img": "https://sciencevibe.com/wp-content/uploads/2018/04/78-Year-Old-CIA-Agent-Confesses-On-Deathbed-“I-Killed-Marilyn-Monroe”.jpg", "keywords": [], "authors": [], "canonical_link": "https://sciencevibe.com/2018/04/11/dying-78-year-old-cia-agent-admits-to-killing-marilyn-monroe/", "title": "Dying 78 Year Old CIA Agent Admits To Killing Marilyn Monroe", "meta_data": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 5.3.2", "fb": {"pages": 395281470634180}, "ia": {"markup_url": "https://sciencevibe.com/2018/04/11/dying-78-year-old-cia-agent-admits-to-killing-marilyn-monroe/?ia_markup=1"}, "google-site-verification": "z4rVWY-X8dwFRaCFelwJ5EwhYTSEdIrorMpLwuCDHsI", "twitter": {"card": "summary_large_image"}, "og": {"url": "https://sciencevibe.com/2018/04/11/dying-78-year-old-cia-agent-admits-to-killing-marilyn-monroe/", "type": "article", "title": "Dying 78 Year Old CIA Agent Admits To Killing Marilyn Monroe", "description": "A 78-year old retired officer of the CIA, Normand Hodges, has made a series of", "image": "https://sciencevibe.com/wp-content/uploads/2018/04/78-Year-Old-CIA-Agent-Confesses-On-Deathbed-“I-Killed-Marilyn-Monroe”.jpg"}}, "movies": [], "publish_date": 1523376000.0, "source": "http://sciencevibe.com", "summary": ""}