{"url": "http://www.blingnews.com/this-is-amazing-in-1984-the-new-york-times-said-trump-would-be-our-best-presidentthey-forgot/", "text": "The New York Times had no idea in 1984 that a piece taking a deep dive into the life of an upcoming billionaire would eventually resurface as confirmation of just how PERFECT a fit President Trump is for this time in America. We pulled out the highlights for you below but the entire article is incredible. Who could have predicted in 1984? Well, it seems that The New York Times described brilliant businessman Donald J. Trump as a great future President of the United States…\n\nTHE EXPANDING EMPIRE OF DONALD TRUMP:\n\n‘DONALD! HEY, DONALD! DONALD!’ The men were yelling, eager to call him by name. A storm front of cigar smoke was gathering above the hotel ballroom, packed elbow-to-elbow for a breakfast-hour sports forum with a crowd that included some of New York’s most wealthy, powerful and famous men.\n\nHe has no public-relations agent. His competitors wonder how this can be, but watching him at the sports forum provided an explanation.\n\nWhile executives of the other teams told the audience about problems of negotiation and arbitration, about dirty restrooms inside their arenas and street crime outside and about ‘attempting to move the Mets in the right direction,’\n\n“He said further that he would ‘continue to create chaos’ for the N.F.L. and, by the way, that he planned to build a domed stadium in New York.”\n\nDonald Trump was electrifying the room the rat-a-tat-tat revelations, dropping names of star N.F.L. players and coaches he would sign in a matter of hours.\n\nIT IS NOT YET 9 AM SPENDING A DAY WITH Donald Trump is like driving a Ferrari without the windshield. It’s exhilarating; he gets a few bugs in his teeth.\n\nAlthough he is still interested in such ideas as putting up the world’s tallest building on the East River, his mind wanders from the business of New York real estate.\n\nHe has told people in the communications industry that he is ‘very interested in communications,’ which is like a 2,000-pound gorilla mentioning that he is very interested in becoming carnivorous.\n\nThe Trump touch. It has set some people in New York to outright Trump worship; they call him ‘a real-estate genius’ who has helped lead the city out of the darkness of the mid-1970’s into a new era of glamour and excitement. Mr. Trump does not take exception to that.\n\nMany urban-affairs experts view the developers as saviors of our postindustrial cities. ‘With manufacturing leaving,’ says George Sternlieb, director of the Center for Urban Policy Research at Rutgers University, ‘and with Federal and state aid diminishing, our cities desperately need the rich. Cities are tending to fall into two categories: cities of consumption and cities with no economic base.’\n\nThe rich of the world can live anywhere they want, explain the experts; Mr. Trump leads them to New York. Sales taxes, user taxes, jobs and resulting payroll taxes are generated.\n\nThat Mr. Trump was able to obtain the location, when every real-estate developer in the world would have done just about anything to get it, is testimony to Donald Trump’s persistence and to his skills as a negotiator. That he was able to put up a building of this dimension on this site demonstrates his finesse with the zoning code.\n\n‘He has the uncanny ability to smell blood in the water,’ a competitor says. He obtained the air rights over Tiffany, which allowed him to build a much higher building, and went to Equitable, which sold him the land for a 50 percent interest in the project.\n\nThe day before he has sent $3,000 to an unfortunate family he has red about in the newspaper, something he does frequently, according to Mrs. Foerderer.\n\nFor a billion-dollar corporation, there aren’t too many people around.\n\nDonald Trump makes or approves practically all decisions. He does not seem to write anything down, keeping volumes of company files as mental notes.\n\nSays Louise M. Sunshine, executive vice president: ‘If it is not the impossible, Donald is simply not interested. There has to be creativity. Money ceased to be the object a long time ago.’ Mr. Trump agrees with this assessment.\n\n‘He is an almost unbelievable negotiator,’ says Irving Fischer of HRH Construction. ‘I don’t worship at the shrine of Donald Trump,’ he says, ‘but our company has given up trying to negotiate costs with him. We just say: ‘Tell us what you want, you’re going to get it anyway.’\n\n‘Trump can sense when people might want to get out of a project,’ says a developer… He trusts his instincts and has the guts to act on them.’\n\nRoy M. Cohn, Mr. Trump’s friend and attorney, adds: ‘He has an uncanny sense of knowing that something is a good deal when it looks dismal to everyone else.’\n\nSuch was his first deal in Manhattan, his purchase of the Commodore Hotel on East 42nd Street in the mid-1970’s, when even the Chrysler Building across the street was in foreclosure. Fred Trump described his son’s efforts to buy the hotel as ‘fighting for a seat on the Titanic.’ But, Donald Trump says, ‘I saw all those people coming out of Grand Central Terminal, and I said to myself, ‘How bad can this be?” He completely renovated the hotel, reopening it as the chrome-and-glass Grand Hyatt Hotel.\n\nHe had moved in quietly, sending 14 different people to purchase 15 parcels of land and keeping his name out of it. ‘If the seller was Italian,’ says Mr. Trump, ‘we sent an Italian’ – something he probably did not learn at the University of Pennsylvania’s Wharton School of Finance, where he received a B.A. in economics in 1968. He bought and sold a few pieces of real estate in Philadelphia when he was bored with classes.\n\n‘It’s in his genes,’ says Fred Trump, explaining his son’s success in real estate and recalling his three sons growing up on construction sites and in rental offices.\n\n‘Donald Trump is the Michael Jackson of real estate,’ says Mr. Fischer. ‘We’ve been dealing with him since he was 16. He was an old trouper at age 25.’\n\nHis success also derives from his marketing skills. ‘I want to bring a little showmanship to real estate,’ Mr. Trumps says. He is often compared to the late William Zeckendorf, the renowned New York builder, who was said to owe much of his success to his personal flair. Other New York developers – including the Lefraks, the Rudins, the Tishmans, the Fishers, the Roses – go quietly about building more buildings than does Donal Trump, making their millions and keeping their names out of things.\n\nSome developers find Mr. Trump’s high-profile approach disagreeable, but most concede that it has worked for him.\n\nPreston Robert Tisch, a developer and chief operating officer of the Loews Corporation, who lost out to Mr. Trump in the battle over whose site would be chosen for the city’s convention center, concludes: ‘He captured the imagination of people to a greater degree than I could.’\n\nThe condominiums in Trump Tower are selling rapidly at what many believe are exorbitant prices, while less costly units in Museum Tower, for example, another ‘super luxury’ building a few blocks away, are not. According to a marketing study of four such buildings made by the rudential Insurance Company of America, Donald Trump seems to be the only person in New York who knows how to market superluxury apartments. How do you sell a one-bedroom apartment costin as much as a line item in the Department of Defense budget? ‘You sell them a fantasy,’ Mr. Trump explains. ‘He deserves full credit for his success,’ says another builder. ‘He spent $1 million on the waterfall in Trump Tower. No one else would have done that. If the building fails everyone will say: ‘Well sure, what jackass spends a million bucks on a waterfall?”\n\n‘What sets Trump apart,’ says Ben V. Lambert, a real-estate investment banker, ‘is his ability to pierce through the canvas and get things done.He gets projects literally off the ground while others are having meetings and doing feasibility studies. But his real skill is putting together complex pieces of the puzzles: fiancing, zoning, parcels of land and such. This ethereal part of building is perhaps more important than the brick and mortar.’\n\n‘You don’t use the term ‘settlement’ with Donald.’\n\nMr. Trump does not place patience on his list of virtues. Workmen confirm a story that he paid $75,000 to truck several 40-foot trees from Florida to Trump Tower, where a tunnel was built into the building so the trees would not be damaged by frost. The 3,000-pound trees were then installed in the lower plaza of the atrium. Mr. Trump did not like the look. He ordered the trees removed, and, when workmen balked for 24 hours, Mr. Trump had the trees cut down with a chainsaw.\n\nHe speaks slowly and softly and in the same casual manner to eminent architects an business moguls as to the coffee and sandwich vendor outside his casino-hotel. He is said, by acquaintances, to be generally even tempered and rarely seems ruffled. He is not given to unkind remarks and is nearly always in a positive frame of mind. I never think of the negative, he says. All obstacles can be overcome.\n\nHe talks boastfully about his projects, but is uncomfortable talking about himself. He does not smoke and does not drink alcohol. He plays golf and tennis regularly. His wife describes him as an all-American boy who likes country music best and prefers a steak and baked potato to anything called cuisine.\n\nHis father pulled Donald Trump out of a prep school because he didn’t want his son growing up with spoiled kids with $40 ball gloves, sending him instead to military school. His father bragged at the sports forum that he had taken the subway and saved $15 car fare.\n\nMr. Trump seems to have maintained a detached view of his flood of fortune and publicity. He frequently mentions that all of the attention and success may well be fleeting.\n\nHis friends say that he is not yet fully cognizant of his station. He loves to got to ’21’ for lunch and be impressed with all the wealthy, powerful, famous people, says an acquaintance. He doesn’t quite realize that he’s one of them.\n\nAfter dusk, he rides through the city on his way to the last appointment of the day, enjoying the lights that make the whole city sparkle like the inside of Trump Tower. He talked about his plans for the future, as much as anyone who operates on spontaneous combustion can.\n\nAsked to explain, he adds: What does it all mean when some wacko over in Syria can end the world with nuclear weapons?\n\nHe says that his concern for nuclear holocaust is not one that popped into his mind during any recent made-of-television movie. He says that it has been troubling him since his uncle, a nuclear physicist, began talking to him about it 15 years ago.\n\nHis greatest dream is to personally do something about the problem and, characteristically, Donald Trump thinks he has an answer to nuclear armament: Let him negotiate arms agreements – he who can talk people into selling $100 million properties to him for $13 million. Negotiations is an art, he says and I have a gift for it.\n\nThe idea that he would ever be allowed to got into a room alone and negotiate for the United States, let alone be successful in disarming the world, seems the naive musing of an optimistic, deluded young man who has never lost at anything he has tried. But he believes that through years of making his views known and through supporting candidaes who share his views, it could someday happen.\n\nHe is constantly asked about his interest in running for elective office. Absolutely not, he answers. All of the false smiles and the red tape. It is too difficult to really do anything.\n\nHe dislikes meetings and paperwork and is in the enviable position of being able to avoid both.\n\nAREN’T WE LUCKY THAT THIS BRILLIANT MAN IS OUR PRESIDENT!\n\nsource:https://100percentfedup.com", "images": ["https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/08/reba-mcentire-696x365.jpg?resize=120%2C67", "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/07/katti-777x437.jpg?resize=120%2C67", "https://i0.wp.com/www.blingnews.com/wp-content/uploads/2017/07/14892189441.jpg?resize=120%2C67", "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/05/Don-Lemon-walks-off-set.jpg?resize=120%2C67", "https://i0.wp.com/www.blingnews.com/wp-content/uploads/2017/08/313c505a8d5cdd2b8fb9ed02286d8eb8.jpg?resize=120%2C67", "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/06/OBAMA-18.jpg?resize=120%2C67", "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2018/07/young-donald-trump.jpg?resize=777%2C430", "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/07/germany-cologne-train-station-1000-arab-mobs-molest-rape-sexual-assault-women-illustration1.jpg?resize=120%2C67", "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2019/09/hilary-biden.jpg?resize=120%2C67", "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/08/melania-michelle-01.jpg?resize=120%2C67", "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2019/09/7-Signs-You-Are-Burning-Yourself-Out-1.jpg?resize=120%2C67", "https://i0.wp.com/www.blingnews.com/wp-content/uploads/2019/09/x3jt8i8JTdCvjKdmrm2J_Natalie-Cook-1.jpg?resize=120%2C67", "https://i0.wp.com/www.blingnews.com/wp-content/uploads/2019/09/42-18423742.jpg?resize=120%2C67", "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/05/judd-4-1280x720-768x432-728x410.jpg?resize=120%2C67", "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2018/07/young-donald-trump.jpg?fit=800%2C430", "https://i0.wp.com/www.blingnews.com/wp-content/uploads/2019/09/image.jpg?resize=120%2C67", "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2017/06/KG-1024x510.png?resize=120%2C67"], "top_img": "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2018/07/young-donald-trump.jpg?fit=800%2C430", "keywords": [], "authors": [], "canonical_link": "http://www.blingnews.com/this-is-amazing-in-1984-the-new-york-times-said-trump-would-be-our-best-presidentthey-forgot/", "title": "THIS IS AMAZING: In 1984, the New York Times said Trump would be our BEST president…They forgot…..", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "alexaVerifyID": "FltHg1aAQ7008l", "generator": "WordPress 5.3.2", "fb": {"app_id": 875196272617508}, "ca_title": "THIS IS AMAZING: In 1984, the New York Times said Trump would be our BEST president…They forgot.....", "ca_image": "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2018/07/young-donald-trump.jpg?resize=150%2C190", "og": {"type": "article", "title": "THIS IS AMAZING: In 1984, the New York Times said Trump would be our BEST president…They forgot…..", "url": "http://www.blingnews.com/this-is-amazing-in-1984-the-new-york-times-said-trump-would-be-our-best-presidentthey-forgot/", "description": "The New York Times had no idea in 1984 that a piece taking a deep dive into the life of an upcoming billionaire would eventually resurface as confirmation of just how PERFECT a fit President Trump …", "site_name": "BlingNews.com", "image": {"identifier": "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2018/07/young-donald-trump.jpg?fit=800%2C430", "width": 800, "height": 430}, "locale": "en_US"}, "article": {"published_time": "2018-07-08T22:09:19+00:00", "modified_time": "2018-07-08T22:09:19+00:00"}, "twitter": {"text": {"title": "THIS IS AMAZING: In 1984, the New York Times said Trump would be our BEST president…They forgot….."}, "image": "https://i1.wp.com/www.blingnews.com/wp-content/uploads/2018/07/young-donald-trump.jpg?fit=800%2C430&w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://i2.wp.com/www.blingnews.com/wp-content/uploads/2017/04/cropped-b.jpg?fit=270%2C270"}, "movies": [], "publish_date": 1531087759.0, "source": "http://www.blingnews.com", "summary": ""}