{"url": "http://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396&page=2", "text": "CAIRO, Feb 20, 2011 \u0097 -- (BEGIN VIDEO CLIP)\n\nAMANPOUR (voice-over): This week, people power making history, a revolt in the Midwest and a revolution sweeping across the Middle East. State of siege. We take you to Wisconsin, where firefighters and teachers have stormed the capitol, lawmakers are in hiding, and the Tea Party is fighting back. Bob Woodruff with the real story, inside the battle in the heartland.\n\n(UNKNOWN): We won in November. Elections have consequences.\n\nAMANPOUR: Our roundtable will ask, will this spread around the rest of the country? As cuts get deep, who should bear the pain?\n\nAnd freedom fever, the very latest from the Middle East, where bloody protests force another key ally to do the unthinkable. My exclusive with Secretary of State Hillary Clinton and the young Internet revolutionaries who tell us how they engineered the fall of America's staunchest ally with American tech, not tanks. \"This Week,\" \"People Power,\" starts right now.\n\n(END VIDEO CLIP)\n\nAMANPOUR: Good morning.\n\nPopulist frustration is boiling over this week, as we said, not just in the Middle East, but in the middle of this country, as well. A budget war threatens to shut down the federal government, and now union workers fighting back are tying state and local governments in knots. Ground zero: Madison, Wisconsin.\n\nABC's Bob Woodruff is there, and he joins me now with the very latest. Good morning, Bob.\n\nWOODRUFF: Good morning, Christiane.\n\nAMANPOUR: So there have been six days of protests there so far, state employees fighting the proposed cuts to their benefits and their union's right to bargain, Democratic legislators hiding in order to stop a vote. Bob, what's driving the people that you've met there? Does it look like there's an end in sight?\n\nWOODRUFF: Well, that's a good question. You know, this has been just a huge event. The weather is now starting to change today. They think there might be about six inches of snow today. Hopefully that's going to come to an end, as well.\n\nBut, really, the numbers are really impressive. You know, they now estimate that about 68,000 people were here yesterday. Most of them were teacher union members. But also then, for the first time yesterday, the Tea Party supporters.\n\n(BEGIN VIDEOTAPE)\n\nWOODRUFF (voice-over): Is this what the future of American politics looks like?\n\n(UNKNOWN): I don't think we've ever had anything like this.\n\n(UNKNOWN): This is unprecedented for -- for our times. WOODRUFF: In Madison, the capitol building is still swelling with protesters, a near total takeover. Tens of thousands in the streets, too, determined to thwart a bill they see as a frontal assault on public labor unions.\n\n(UNKNOWN): What's disgusting?\n\n(UNKNOWN): Union busting.\n\n(UNKNOWN): What's disgusting?\n\n(UNKNOWN): Union busting.\n\n(UNKNOWN): How do you get better teachable moments than this? If you don't like what somebody's doing, we don't just sit back and -- and watch. We don't wait four years for the next budget or election cycle. We tell them right away we don't like it.\n\nWOODRUFF: The protesters are furious with Governor Scott Walker's plan to drastically curtail the bargaining power of their unions. Outraged public workers and their allies have dominated the scene here since last Monday. But for the first time this weekend, they had company.\n\n(on-screen): Really what this is, is a tale of two rallies. You've got the one side, the union on this side, and then you come on over here to the Tea Party. So on one side, you've got kill the bill. On the other side, you've got pass the bill.\n\n(voice-over): The crowd supporting the governor, smaller in size but not in conviction, came from around the state to deliver a clear message.\n\n(UNKNOWN): But we're not going to negotiate. Why would we negotiate? We won -- we won in November. Elections have consequences. That's -- it's as simple as that. I can't make it any plainer. We won; they lost. That's what's going to happen. The bill is going to be passed.\n\nWOODRUFF: We met Lou Debraccio (ph) early in the morning, 110 miles away from the capitol, as he and a clutch of fellow Tea Party supporters boarded a bus bound for Madison. Debraccio (ph) is a small government conservative, eager for his voice to be heard in the debate.\n\nDEBRACCIO (ph): I want to -- I want to see the state move forward. And in order to do that, many of us in the private sector have had to sacrifice and I think necessary that -- that we all share that sacrifice. It does hit home for me. My wife is a teacher. It's going to cost our family money. But it's the right thing to do, so I support it.\n\nWOODRUFF: While Debraccio (ph) was heading to town, chemistry teacher Anthony Schnell (ph) and his family were deep in their morning routine. J. SCHNELL: The immediate effect to our family is that we will make about $500 a month less on Anthony's paycheck. And we are just hanging on by our fingernails right now. My husband loves being a teacher. He's tried other things, and he loves education, he loves kids, he loves working with families. And for him to say I think I might have to leave this again is just heart-breaking, because it's his passion.\n\nA. SCHNELL: This isn't about the money. It's not about the benefits. Of course, that's going to hit us, and we don't like that. But it's really about having input in the classes, you know, having input with the school board, having input with what happens.\n\nWOODRUFF: Anthony's been coming to the protests all week, but the Tea Party's presence weighed on his mind as he approached the capitol.\n\nA. SCHNELL: I'm a little nervous about today. I just don't know what's going happen.\n\nWOODRUFF: Once inside the rotunda, he lost the butterflies and began working the crowd.\n\nA. SCHNELL: Is this a budget fight?\n\nCROWD: No.\n\nA. SCHNELL: Is this just about money?\n\nCROWD: No.\n\nA. SCHNELL: Is this about us doing the best in our classrooms?\n\nCROWD: Yes.\n\nWOODRUFF (on-screen): They're all saying this is huge. And if it happens here, it's going to happen everywhere in the rest of the country.\n\n(voice-over): In the rotunda, there is now a flavor of a '60s- era sit-in. In fact, some told us it's the biggest demonstration they've seen here since the Vietnam War.\n\n(on-screen): You doing this every day until this thing -- this bill is killed?\n\nOWEN: I think this is going to happen every day until this bill is killed. I don't think there's any way that the people in this building are going to give up the right to collective bargaining.\n\n(UNKNOWN): I'm here because this is wrong, that this sort of shotgun legislation, ramming it through, it's the wrong way to deal with problems. This isn't about me. It's about trying to do the best we can for society and communities.\n\nWOODRUFF: Do you think it's going to be peaceful? (UNKNOWN): I think so. I think the tensions are going to be high, but I think it's going to stay civil.\n\nWOODRUFF: But what if this...\n\n(UNKNOWN): Well, wait. Not civil, it's going to stay peaceful.\n\nWOODRUFF: Lou Debraccio (ph) got an earful from the pro-labor crowd as he made his way to the Tea Party demonstration.\n\nDEBRACCIO (ph): I'm not going to change any of their minds. They're committed enough to drive here and make signs, just like they're not going to change my mind. It's not about that. So there's limited return in talking to them.\n\nWOODRUFF: Even some families are divided. Julie Hansen (ph) supports the governor. Her 13-year-old daughter does not.\n\nHANSEN (ph): My 13-year-old is for collective bargaining. She went to school yesterday, and the teachers spoke to her about it.\n\nWOODRUFF: Think she believes it and -- or just because of the one lesson from the teacher?\n\nHANSEN (ph): We had a pretty adamant discussion.\n\nWOODRUFF (voice-over): Jeff Strobel (ph) is here with the Tea Party. His brother-in-law is on the other side.\n\nSTROBEL (ph): And my brother-in-law is a union worker. We had a big e-mail exchange on Facebook last night. The best thing is, it was civil, it was, you know, courteous. But we kind of tried to educate each other, but we're never going to agree. He's on this side; I'm on this side. But we can talk about it.\n\nWOODRUFF (on-screen): Still going to have a peaceful Christmas dinner together?\n\nSTROBEL (ph): As long as there's beer there, we'll be peaceful.\n\nWOODRUFF (voice-over): Late Saturday, the governor issued a statement, turning down a compromise offer from the unions. And so here in Wisconsin, the standoff continues, for now.\n\nFor \"This Week,\" I'm Bob Woodruff in Madison, Wisconsin.\n\n(END VIDEOTAPE)\n\nAMANPOUR: And so is Wisconsin just the beginning? States from coast to coast are grappling with this fundamental question: In desperate economic times, which Americans should sacrifice the most? I'll put that to the roundtable coming up next.\n\nAnd later, revolt in the Middle East engulfs more of America's strongest allies, with the Obama administration struggling to stay ahead of events. I'll get an exclusive progress report from Secretary of State Hillary Clinton.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: Some of what I've heard coming out of Wisconsin, where you're just making it harder for public employees to collectively bargain generally, seems like more of an assault on unions. And I think it's very important for us to understand that public employees, they're our neighbors, they're our friends. They make a lot of sacrifices and make a big contribution. And I think it's important not to vilify them or to suggest that somehow all these budget problems are due to public employees.\n\n(END VIDEO CLIP)\n\nAMANPOUR: President Obama igniting a national conversation about which Americans should feel the pain of the budget axe. With pitched battles going on right now here in Washington and in statehouses from Florida to Wisconsin to California, with me now, our roundtable, George Will, Congressman Steve Southerland, a Republican freshman from Florida, he was elected to public office for the very first time last November and sent here to Washington on a mission to cut spending. Also with us, ABC senior political correspondent Jonathan Karl and political strategist Donna Brazile, who calls herself a labor Democrat.\n\nThank you all for being here. So, George, Wisconsin. Is this the sort of battle that we're going to see shaping up around the country? Is this really the sort of political and philosophical debate that's going on right now about what these cuts are going to mean?\n\nWILL: It would have been even if the president hadn't intervened. But in the span of three days, Christiane, he first submits a budget that would increase the federal deficit and, two days later, he mobilizes his party, his own political machine, and organized labor, which is an appendage to his party, to sabotage Wisconsin's attempt to do what he will not do, which is deal with the insolvency of their government. In doing so, he has set the stage for 2012 by saying the Democratic Party is the party of government, not just in having an exaggerated view of the scope and competence of government, but because its base is in public employees.\n\nAMANPOUR: So, Donna, mobilizing his troops, sabotaging the effort to cut the budget, he did use the word \"assault,\" the president. Is that too much? I mean, what is going on here? BRAZILE: Well, first of all, they're entering day seven of the protests. And my recollection is that President Obama commented on it in day four of the protest. So the fact is, is that this is a grassroots movement that had nothing to do with people or politicians in Washington, D.C. This has everything to do with the workers there in Wisconsin and all across the country who are feeling the effects of these draconian budget cuts.\n\nLook, state and local workers have taken the brunt of a lot of these cuts. And they're willing to come to the table to talk to the governor to put forward more wage cuts, more pension -- pay up more money for their pension, more for their health care. Why won't the government sit down with them? That's all they want. They want the governor to sit down with them, to talk about these items, but they want their collective bargaining right, their voice at the table removed from the discussion.\n\nAMANPOUR: Is this a defining moment for -- for the labor movement?\n\nBRAZILE: Absolutely. Look, union membership is at an all-time low over the previous 20-year high. This is an assault on workers across the country. And people believe that they're using the pretense of a budget battle to destroy collective bargaining rights.\n\nAMANPOUR: So, Representative Southerland, a freshman to this process, is this about fiscal responsibility? Or what is happening? Because it's happening in your state, as well.\n\nSOUTHERLAND: It is. And as you know, with nearly all of the states requiring a balanced budget amendment, they don't have any choice. The governors have to balance their budget. I know our own governor, Governor Scott, we see similar measures being taken in the state of Florida.\n\nAnd I think you're seeing this in New Jersey, you're seeing this in Wisconsin, so I think that, because they're bound by that limit of a balanced budget -- which I am in favor of at the federal level -- I think that you're going to see this around the country.\n\nYou -- look, the American family is learning they have to do more with less. And the same expectation, I think, is fair of the governments, both state and federal.\n\nAMANPOUR: And, Jon, is it just about the budget? Or is Madison, Wisconsin, have a bigger political implication?\n\nKARL: Oh, it clearly has a bigger political implication. Look, the president was quicker and more forceful in his denouncement of Governor Scott Walker than he was of in denouncing Hosni Mubarak. I mean, this happened, it was more forceful, it was quicker.\n\nMadison, Wisconsin, the state of Wisconsin, this is arguably ground zero for the 2012 presidential campaign. Look, this is a state that if President Obama loses, he almost certainly is going to not win re-election. This is a state that's been solidly Democratic and (inaudible) more in the direction of Republicans, a bigger move than any other state in 2010.\n\nI mean, look what happened. You saw the Republicans capture the governorship, capture the state legislature, two House seats, a Senate seat, and, you know, Democrats see the momentum and see real danger signs for next year.\n\nWILL: Governor Walker was elected promising to do what he's doing. He did the same thing as county executive in Milwaukee, where he was -- there were protests, union uprisings, and he was handily re- elected.\n\nDonna, as I'm sure you know, such heroes of the labor movement as Franklin Roosevelt and Fiorello La Guardia said there's no place in the public sector for unionization at all. As I'm sure you know, 24 states limit or deny entirely collective bargaining rights for public- sector unions. And all Mr. Scott is planning to do is limit collective bargaining to wages. What is draconian about that?\n\nBRAZILE: Well, what these workers would like, George, since they've already given up furloughs, paid leave, unpaid leave, what they would like is -- is to have a voice at the table. They don't want their collective bargaining rights.\n\nAnd, look, what we're talking about is that the governor has cherry-picked what public workers he will subject to this so-called removal of their collective bargaining rights. The firefighters, the policemen and others who supported him in his election bid, well, guess what? They don't have to worry about their collective bargaining rights.\n\nChristiane, over 400,000 state and local employees have lost their jobs over -- during the -- the duration of the recession. They are willing -- what we've seen across the country is, these workers are willing to come to the table to talk to these governors about reducing the -- the budget deficit, but not on the backs of working people.\n\nAMANPOUR: Let me ask you, because you brought up, George, when the governor was the county executive in Milwaukee. And there's an interesting story today. It -- it boils down, perhaps, as some might say, to sort of shared sacrifice. Where is the sacrifice going to be borne the most? And is it equitable?\n\nI just want to ask you, you know, the articles talks about the layoffs that the governor had announced back then, in 2003, quote, \"decimated\" the country's public parks, the staff, reduced the number of county social workers, correction officers, janitors. As a result, park bathrooms shuttered, pools closed, and trash piled up so high. I mean, does it get to a point where too much is too much or not?\n\nWILL: And he's re-elected.\n\nAMANPOUR: That was my next question.\n\nWILL: The public liked what he did.\n\nAMANPOUR: OK. All right, well, that's the answer.\n\nBRAZILE: They liked what he did in one county. But what you see today is an organic movement. Just like the Tea Party went out there and grabbed the microphone, what you have is grassroots people out there saying, \"No more,\" no more budget cuts on the back of working people. The governor has proposed tax giveaways to corporations. I know he campaigned on that...\n\n(CROSSTALK)\n\nAMANPOUR: ... but people like Representative Southerland came here to -- to make those massive cuts.\n\nSOUTHERLAND: And -- and let me say this about working people. You know, that's not just federal employees. I mean, I come from a small business, and 40 percent of the jobs lost in this recession came from small business, which makes up 85 percent of our economy.\n\nSo, you know, and I look at the retirement benefits and the benefit packages that most small businesses offer to their employees, and they pale in comparison to -- to many of the federal programs that federal employees have the benefit of. So, you know, I think many people that work in small businesses are depending upon their Social Security as their retirement.\n\n(CROSSTALK)\n\nWILL: Donna, what you call the grassroots is a tiny minority of this tiny minority of Wisconsin people who work for the government. Three hundred thousand public employees in Wisconsin went to work -- while the teachers were clutching their little signs that say it's all about the kids, they're abandoning their classrooms, lying to their supervisors, saying they were sick, and going off to protest in defense of perquisites, which if the governor cuts them as much as he plans to do, would still leave them better off than their private sector...\n\n(CROSSTALK)\n\nBRAZILE: But why should workers bear the brunt of this recession? Why are we scapegoating just public-sector employees when, in fact, the -- the folks on Wall Street and others who caused this recession, George, they're enjoying huge bonuses. Bankers are not lending to small businesses, which is why we're not creating the kind of jobs that we need. But we're trying to balance the budgets on the backs of the poor and the middle class, and that's why workers are standing up for their rights.\n\nAMANPOUR: And do you think, though, that as some have said this is just an opportunity for union-busting?\n\nSOUTHERLAND: Well, you know, I'm not sure if -- if that is -- if that is the focus.\n\nAMANPOUR: I mean, some are saying that. But do you think...\n\n(CROSSTALK)\n\nSOUTHERLAND: I want to say something about, you know, Donna's comments.\n\nBRAZILE: Now, remember, you're a freshman.\n\nSOUTHERLAND: I remember. I remember. But let me say this...\n\nBRAZILE: And I'm your first woman on national TV, other than Christiane. Now, be careful.\n\nSOUTHERLAND: But I'm not a freshman at -- at -- at running our small business. And you talk about bankers lending. You know, community banks are being hammered, you know, because they're coming in, they're being taken over. They -- they can't -- they can't loan money, OK? You can't get appraisals. You look at the thrift and how they're coming in and capturing the small banks, and the small banks in our communities are -- are -- are critical to the flavor of our communities. We can't get capital. So I think -- and that's a regulation issue.\n\n(CROSSTALK)\n\nBRAZILE: ... Congress should address.\n\nKARL: But, clearly -- clearly, what Walker is going...\n\nSOUTHERLAND: I think we will.\n\nKARL: I mean, Walker is going right at the public employee unions. And part of it's because of that experience he had in 2003. He has said that he wouldn't have had to make all those cuts if he could have gotten a better deal with concessions.\n\nAMANPOUR: And it's not just Republican governors. It's -- it's some Democrats, as well. Mario Cuomo and others are having to...\n\n(CROSSTALK)\n\nKARL: But one of the things he's doing is he's saying...\n\nBRAZILE: Andrew. Andrew.\n\n(CROSSTALK)\n\nKARL: Yeah, don't do that. One of the things that he's doing is saying that no longer will union dues be automatically taken out of public employee paychecks, so the unions would have to go out and collect those dues. This is something that's going right at the heart not necessarily of the union employees, but the union leadership.\n\nBRAZILE: But the unions want to come to the table.\n\nWILL: Because they know what happens.\n\nBRAZILE: They want to come to the table, George. They've got 12 percent. They say, here, we want to contribute 12 percent. We want to give you $30 billion for this fiscal year, which ends on June 30th, and over the next two years, $300 million in concessions. Now, you don't walk away from the table or you don't come to the bargaining table when labor is ready to negotiate.\n\nAMANPOUR: All right. We're going to continue this after a break. Tea Party revolutionaries on Capitol Hill, Washington braces for a possible government shutdown. The big question: Which side will blink first?\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nBOEHNER: Our goal here is to cut spending. When we say we're going to cut spending, read my lips: We're going to cut spending.\n\n(END VIDEO CLIP)\n\nAMANPOUR: House Speaker John Boehner drawing a line in the sand. And sure enough, yesterday the House, with its Tea Party-powered freshmen, passed the biggest spending cut in modern American history.\n\nBut now it goes to the Democrat-controlled Senate, and it sets up an epic clash of ideas over how to solve a massive budget crisis. And it sets the stage for a possible government shutdown.\n\nJoining me once again, George Will, Congressman Steve Southerland of Florida, a conservative freshman elected with Tea Party support, Jonathan Karl, and Donna Brazile.\n\nSo, you're a man on Capitol Hill. This was the first shot in this big battle over -- over spending cuts. And, really, people like Congressman Southerland showed their muscle.\n\nKARL: This is the Tea Party's moment. I mean, imagine this. We are talking not only about cutting government spending -- Washington has never really done that -- but we're talking about how much.\n\nI mean, even the Democrats -- even Nancy Pelosi came out with -- with a measure that would continue government funding temporarily, freezing it at last year's level. That is what Democrats traditionally would call a cut, because you're not going with inflation. So this is -- this is really a moment. This is also the Chris Christie phenomenon. Will politicians be rewarded for making tough choices, again, something I don't think we've ever seen happen?\n\nAMANPOUR: Do you care about being rewarded about tough choices?\n\nSOUTHERLAND: Well, I think the American people are ready. They recognize the brutal reality that we're broke. And -- and -- and you're seeing that. We just talked in the last segment about the state level, and it certainly applies here.\n\nWe've seen record deficits. And the budget that the president, you know, introduced this past week just continues to put the pedal to the metal. So, I mean, we're talking about this year alone, we're at a $1.5 trillion deficit. And, you know, we talk about draconian measures of the C.R., but that draconian is leaving our children with debt that smothers them.\n\nAMANPOUR: Right. But in the real world, what happens if this doesn't get past the Senate or past the president? Then what?\n\nSOUTHERLAND: Well, look, we -- I'm not -- I'm not naive to the -- to the fact that when it goes to the Senate, they're going to make their -- their changes, and then it's got to go to the president. So, you know, it will not be in the form that we produced yesterday morning at 5 a.m. when we left the House being on the floor all night.\n\nAMANPOUR: So you're prepared for maybe half that figure?\n\nSOUTHERLAND: Well, I'm interested. I'm eager to see what's going to happen. I don't -- I don't know what's going to happen. But I don't expect it's going to be in the same form that we produced yesterday morning.\n\nAMANPOUR: Where is this going, George? Everybody, of course, talks about government shutdown or not. Some do.\n\nWILL: Well, that's premature. The Democratic senators have to decide, as does the president, whether they want to spend the next two years blocking in the Senate or vetoing on the president's desk spending bills because they're too small, because they believe the government isn't spending enough.\n\nThe Democratic senators have to decide if, out of a $15 trillion economy, the economy is going to be hurt by cutting $60 billion from the federal budget. They have to decide whether, out of a $3.7 trillion budget, there isn't $60 billion of inessential spending.\n\nAMANPOUR: But it's still the hugest proposed cut. Who's going to blink first, Donna? You've been briefed. And I know you've been talking to -- to leadership about these matters.\n\nBRAZILE: This is very difficult. And we all recognize that we have to begin to cut spending. As Jonathan mentioned, the House Democrats, the Senate Democrats, the president has submitted a budget, the 2012 budget, that -- that will slow the rate of growth and bring down the federal deficit to 3 percent of GDP by 2015. Yeah, President Obama has a little bit of fiscal conservativism in him.\n\nBut the point is, is that this is primal scream politics; $61 billion at the current spending levels is draconian. It cuts essential, vital, necessary services.\n\nGeorge, it's people -- it's students who are in college right now with Pell Grants that will have to face significant cuts. It's -- it's preschoolers in Head Start that may not be able to go to school on the morning after May 4th, if we don't continue with the continuing resolution at 2010 levels.\n\nSo I think this is draconian. It's bad for the country. It's bad for the economy. And it slows down economic growth at a time when things are finally moving up.\n\nAMANPOUR: And, Jon, do you think it's going to lead to a shutdown?\n\nKARL: Well, it might. I think there's a real possibility of that. I can tell you this: John Boehner has been telling people privately, his Republican colleagues, that he will not allow a government shutdown. But the question is, will he be able to -- you know, to produce?\n\nHere's the time line, though, is -- is that they just did this. The House and the Senate are gone for the next week. They have four days when they get back to work out some kind of an agreement. And if they don't do it by the end of the four days, we are at a government shutdown.\n\nAMANPOUR: So what's going to happen? What sort of pressure -- are you going to put on the speaker?\n\nSOUTHERLAND: Well, I think -- I think, the Republicans, we have no desire to have a government shutdown. I think that Speaker Boehner has been very, very clear. I think that he wanted to produce a bill that was legitimate. We saw over the last five days -- we saw the first C.R. that went through open rules. We had over 500 amendments. We voted on 70. And it was amazing to see the process, to see Democrats voting with Republicans on amendments. I mean, the will of the floor...\n\nKARL: But are your colleagues going to go along with something that doesn't cut spending?\n\nSOUTHERLAND: It's going have to cut spending.\n\n(CROSSTALK)\n\nKARL: See, that's...\n\nSOUTHERLAND: Look, I -- I mean, we're going have to cut spending. I think...\n\nBRAZILE: But the appropriation chair came up with $30 billion in spending cuts. And then the House can -- the ultra-conservatives -- I have no other way of describing you -- you guys decided that you needed $30 billion more.\n\n(CROSSTALK)\n\nAMANPOUR: ... the politics of a shutdown, it sunk Newt Gingrich. Would it sink Speaker Boehner?\n\nWILL: It would do anyone any good on either side. But our viewers can do the arithmetic. They can take $60 billion for $3.7 trillion. And if that's draconian, what wouldn't be draconian?\n\nBRAZILE: But, George, we're talking about over the next seven months. We've got -- we've got food safety workers that will be impacted. We have people who will be impacted across the board.\n\nWILL: This budget includes $7,500 bribes for anyone who will buy a Chevrolet Volt.\n\n(CROSSTALK)\n\nAMANPOUR: ... will be...\n\nBRAZILE: ... the Metro. We're going to need to get the bicycle out, George.\n\nAMANPOUR: You can carry on your challenges in the green room, where the roundtable will continue.\n\nAnd we turn next to the Middle East, as people-powered revolutions sweeps the region. I ask Hillary Clinton what it means for the United States. My exclusive interview, when we come back.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: In the Middle East overnight, the popular uprising sweeping the region have taken their most violent turn yet. It happened in Libya. Protesters there have been calling for the removal of the strong man, Moammar Gadhafi, for the last five days. He's been in power for more than 40 years. And eyewitnesses are reporting that the military has now been firing on protesters after gaining their confidence and being welcomed into the crowd. A doctor gave a dramatic radio interview. Let's listen.\n\n(BEGIN VIDEO CLIP)\n\n(UNKNOWN): Oh, my god. They're firing on the civilians here. They're crazy. They're going crazy here.\n\n(END VIDEO CLIP)\n\nAMANPOUR: There are reports of hundreds dead and thousands injured in Libya.\n\nIn Yemen this morning, thousands marched again in the streets of the capital, Sana'a. The president, an important American ally in the war on terror, blamed the unrest on a foreign plot.\n\nAnd in Bahrain, home to the U.S. Navy's Fifth Fleet, which protects crucial oil-shipping lanes, demonstrators retook the square where their calls for reform have now given way to calls for the king to step down.\n\nBahrain, of course, is also a logistical hub and command center for U.S. operations in Iraq and Afghanistan. And last night, in a 180-degree turn, the crown prince offered to open up a dialogue with the protesters. ABC's Miguel Marquez is there.\n\n(BEGIN VIDEO CLIP)\n\nMARQUEZ: Christiane, it is amazing, the difference that 24 hours makes. This time yesterday, this country appeared poised for civil war; now it is a celebration down here at Pearl Square, as you can see. And it appears we're headed for a negotiated political settlement.\n\nIn order the get the settlement they want, these protesters are now willing to stay for the long haul. You can see they've set up tents all the way around Pearl Square here. They're even serving food out here. That tea, by the way, is called Freedom Tea, and they are very organized. This area over here is the men's section. And then right back here, all these people in black, that's the women's section.\n\nThe big question is, what will get these protesters to go home? They want a constitutional democracy. They want the king to back off of politics and become a figurehead. They want the prime minister, who's been in power for 40 years, to go home. But so much blood has been spilled here in the past week, these protesters want a significant deal. Will they get it? It's not clear. It's not clear what will get them to stop protesting, pack up their tents, and go home.\n\nChristiane?\n\n(END VIDEO CLIP)\n\nAMANPOUR: And we'll keep watching Bahrain and the other uprisings.\n\nPresident Obama has called Bahrain's king -- he did that on Friday -- urging him to respect the rights of the protesters. The administration once again finds itself in a bit of a bind, as freedom activists face off against an authoritarian ally.\n\nSecretary of State Hillary Clinton walked a fine line when I spoke to her exclusively on Friday.\n\n(BEGIN VIDEOTAPE)\n\nAMANPOUR: Madame Secretary, thank you for joining us.\n\nCLINTON: Thank you for having me.\n\nAMANPOUR: About Bahrain.\n\nCLINTON: Uh-huh.\n\nAMANPOUR: How do you assess Bahrain right now? Is it stable?\n\nCLINTON: You know, Christiane, we've been very clear from the beginning that we do not want to see any violence. We deplore it. We think it is absolutely unacceptable.\n\nWe very much want to see the human rights of the people protected, including right to assemble, right to express themselves, and we want to see reform. And so Bahrain had started on some reform, and we want to see them get back to that as quickly as possible. AMANPOUR: What will the United States do? And will it hold Bahrain to a similar standard, as it did Egypt?\n\nCLINTON: We -- we try to hold everyone to a similar standard, but we cannot dictate the outcomes. We cannot tell countries what they're going to do. We had, you know, no control over what happened in Egypt.\n\nAMANPOUR: As Americans sit and watch and try to make sense of what's going on in the Arab Muslim world, is what's happening -- is the emerging new order, is it good for America? What should Americans make of it?\n\nCLINTON: Well, I think, in general, Americans are in favor of human rights, freedom, democracy. We know that ultimately the most progress that can be made on behalf of human beings anywhere is when those individuals are empowered, when they have governments that are responsive. That's what we want to see.\n\nAt the same time, we recognize that this process can be hijacked. It can be hijacked by both outside and inside elements within any country. I mean, what a tragedy to see what happened in Iran. There was a great deal of hope and pent-up feeling that the time had come in 1979, and look at what Iran is doing today.\n\nAMANPOUR: You want democracy. You speak about democracy. Can you control democracy? Should you control democracy? Or do you have to take the chips and let them fall where they may if you want democracy?\n\nCLINTON: Well, I think that, first, we have to start from the basic premise as to what democracy means, and democracy is not one election that then whoever wins it decides never to have another one.\n\nThat is not what anyone wants. We want to work with those forces within societies that are yearning for change to make sure that they have the support needed and, frankly, the technical assistance, the financial assistance to be able to make it through to what is a good outcome, what they've asked for in their online blogs and in their posters and in their interviews.\n\nAMANPOUR: I want to ask you this, because it's an in-depth interview that you've done in Bazaar. It's a beautiful layout. I'm struck by the imagery, though. You are there, beautiful, but in a corner.\n\nCLINTON: You know, I just do what photographers tell me to do. It has no metaphorical meaning for me.\n\n(LAUGHTER)\n\nAMANPOUR: But I wanted to ask you, do you feel in a corner right now or on a tight rope, trying to balance the need for stability in countries where you have allies and interests, and your values, wanting democracy and all the human rights for the people there? Is that a struggle? CLINTON: Well, I think it is a challenge. And it is a challenge not only at this point of time in the Middle East; it is an inherent challenge in diplomacy, in America's efforts in the world. We want to advance our security, our values, and our interests. And if there were one template that could be imposed on every situation, I wouldn't need to have this job, and nobody else would have to, either. But this is often a balancing act and...\n\nAMANPOUR: Do you feel you're at a turning point, at a sort of a tectonic shift in trying to figure out where the balance is, where your strategic interests lie?\n\nCLINTON: Well, Christiane, we deal with, you know, so many countries around the world, some of whom are closer to our values, who see their interests in ways we do and some of who -- whom are on the opposite end of the spectrum.\n\nAMANPOUR: In the Middle East, America's strategic interests have been with some of these autocratic rulers. They've helped you with Israel and peace in the region. They've helped you against terrorism. Do you believe that a democratic people could be a force for much more stability, longer-term stability?\n\nCLINTON: Well, ultimately, a really truly functioning, comprehensive democracy has historically been proven to be a greater force for stability. Navigating through what are difficult choices for societies that are doing that transition is something that the United States encourages, as we did after the fall of the Berlin Wall, and will continue to encourage. At the same...\n\nAMANPOUR: So here, will you be encouraging it here?\n\nCLINTON: Well, we have been. But at the same time, we are also knowledgeable enough about historical experiences to know that this is not an easy journey for any people to make. There are many threats and problems along the way.\n\nAMANPOUR: It is beyond dispute that the Obama administration scaled back their democracy and freedom agenda of the Bush administration. In Egypt, the funds for NGOs and the like, civil society, democracy-building, were cut back and furthermore were directed, when they were directed, to NGOs that were supported by the Mubarak regime. Was that a mistake?\n\nClinton: Well, first of all, I just reject the premise. I think that there is...\n\nAMANPOUR: It's -- it's indisputable.\n\nCLINTON: Well, it's not. That's just not -- that's just not the case. There were differences in approach under the same set of goals to try to promote democracy, economic opportunity, women's rights, labor organizing. There are many different ways that I think all of us, different administrations, different experts, have struggled with.\n\nThere is no debate that, for 30 years, Republican and Democratic administrations alike sent the same message to President Mubarak and the regime, that they had to change. And we were all trying different ways.\n\nYou know, I think it's fair to say that none of us were particularly successful, because we kept running into an absolute rejection that that was not going to be done in Egypt. But we tried many different approaches, and we're going to try many different approaches in different settings, as well.\n\nAMANPOUR: The State Department just had an Arabic Twitter account, a Farsi Twitter account. This week, what do you expect to do with that?\n\nCLINTON: Have you -- have you been following the Farsi Twitter account?\n\nAMANPOUR: I'm following it all.\n\nCLINTON: Excellent. Excellent. Well, what we expect to do is to be communicating through the new social media with literally millions of people around the world, because we want them to hear directly from us what our policies are. We want to use it to rebut some of the falsehoods and accusations that, unfortunately, are made against the United States.\n\nBut mostly we want to be in the mix with this incredible, young, energetic population that is seeking the same rights to express themselves as young people in the United States seek.\n\nAMANPOUR: Thank you very much.\n\nCLINTON: Thank you very much.\n\n(END VIDEOTAPE)\n\nAMANPOUR: And this week, Secretary Clinton called on governments around the world to respect and promote free access to the Internet. And when we return, we'll take you inside the revolution with the anonymous online revolutionaries who launched a movement.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: As we now know, behind the wave of uprisings in the Middle East is a generation of educated, Internet-savvy, young Arab professionals. And their weapons? Social media, mostly made in America, YouTube, Twitter, Facebook. In the darkest days of the protests in Egypt, two anonymous activists kept the online movement alive.\n\nThis week, they agreed to tell us the gripping story of their fight for freedom, which was not with tanks, but with tech.\n\n(BEGIN VIDEOTAPE)\n\nAMANPOUR (voice-over): Incredibly, one of the key players in the online youth movement that helped bring down Hosni Mubarak was a 34- year-old Egyptian-American who never left Washington.\n\nWAHAB: I had contacts on the ground. People were asking me to get messages to them. People would turn to me and be like, \"What should we do?\" And I'd be like, \"Well, I don't know. I never started a revolution before.\"\n\nAMANPOUR: A year ago, Nadine Wahab connected online with the young Google marketing executive and anti-government activist Wael Ghonim.\n\nGHONIM: They are basically a bunch of thugs, thieves, and, you know, who have been ruining their -- our country. They're so 1970, and we're so 2010.\n\nAMANPOUR: They'd been trying to mobilize demonstrations through Facebook since June of last year. And at first, the protests were small. But on January 25th, they posted this page calling for a protest that mushroomed into a full-scale revolt. How?\n\nA week earlier, not so far way in Tunisia, young people had forced out their authoritarian president. They had also taken advantage of an explosion of social media that in just the last four years has electrified the Arab and Muslim world.\n\n(on-screen): Is this explosion of technology, the access among so many people, is this the reason for these revolutions and uprisings that are going on, the turmoil?\n\nGHOSH: It's a planning tool, an organizing tool. AMANPOUR (voice-over): Bobby Ghosh has been reporting on the youth movement for this week's Time magazine and says it's been key to spreading revolutionary fervor.\n\nGHOSH: So Tunisians can talk to Egyptians. Egyptians can talk to Yemenis. And it shows them that they're not alone.\n\nAMANPOUR: Arab satellite television also played a role. Electrified by what happened in Tunis, young Egyptians used Facebook to call for a protest in Tahrir Square.\n\nGHONIM: I put out an event and say, if 100,000 people confirm in three days, then I'm going to take this seriously and, you know, try and make it 1 million.\n\nAMANPOUR: Wael Ghonim blogged anonymously. So did his friend, Ahmed Saleh, a young lawyer, and they exchanged key tactical advice online.\n\nSALEH: On pages, on personal accounts, on groups that have very specific instructions from Tunisians to Egyptians. And so it gives you instructions on how to deal with the tear gas, on how to deal with police generally, what the times of the day is better for you to go to the street, how to deal with rubber bullets.\n\nAMANPOUR: The Facebook page became their corner cafe, the place to meet, to recruit and share ideas.\n\nSALEH: One of the ideas that we're still trying to trace where it had originated was -- is the idea to go to popular areas and bring people from the popular areas to specific public squares.\n\nAMANPOUR: After a week of protests, the Mubarak regime shut down the Internet. Wael was arrested, but he had already made a plan to preserve the online movement.\n\nSALEH: In case he disappears or anything, I should take over the page. If he's arrested, it's very expected that he would be investigated and tortured. So if the page had stopped working at the time, that would be sort of incriminating for him.\n\nAMANPOUR: Half a world away, Nadine had set up a makeshift war room in a D.C. townhouse.\n\nWAHAB: When the Internet went down is when my world sort of turned topsy-turvy. It became surreal.\n\nAMANPOUR: They were determined to keep the page up and running.\n\nWAHAB: People would tell me, \"Nadine, they're not going to come for you here.\" But I was terrified. When I was at night by myself, I was terrified.\n\nAMANPOUR: At the same time in Cairo, Ahmed also continued the work Wael had started. SALEH: When I wake up early in the morning, I post five or six posts or as many as I could in very short time, couple of hours, and then I post one sentence that says, \"I'm going to Tahrir.\"\n\nAMANPOUR: But even they were stunned when Wael was released and Hosni Mubarak stepped aside.\n\nGHONIM: I'm proud to be an Egyptian since I've seen all these, you know, heroes in the street doing all these things that I never thought Egyptians would do. And, you know -- you know, in -- in 15 days, Egyptians learned what does it mean to me to involve in politics and call for their rights.\n\nAMANPOUR: That moment emboldened a movement across the Middle East, filled with young people who now believe they can break the grip of repressive regimes, armed with something as simple as a cell phone.\n\n(on-screen): How wired is the whole region?\n\nGHOSH: It's quite substantially wired. Even people who you would say are quite poor, live in the old city and 20 people to a small home, they have a cell phone that -- it'll have a camera. If they can afford it, it'll have sort of e-mail service or an Internet connection.\n\nAMANPOUR (voice-over): In Bahrain, the protesters in Pearl Square have makeshift charging stations for that vital weapon against oppression.\n\n(UNKNOWN): It plays a big role, OK, in gathering people and giving them instructions. Go here. Not go. Don't go there. OK, this place is dangerous. Don't try to attack policemen.\n\nAMANPOUR: In Yemen, Allah Jaban (ph) is helping to mobilize young people by posting a few simple photos on Facebook.\n\n(UNKNOWN): Those people who go out and demonstrate, they're young people, out there just to -- to ask the better for their countries and ask for their rights.\n\nAMANPOUR: Thousands turned out and forced their president, Ali Abdullah Saleh, to take back his plan to make himself president for life. Watching this wave reach its borders, Saudi Arabia is desperately trying to contain it. It set up a Facebook page where the chief of the royal court encourages you to post your complaint directly. And if you fax it in, they guarantee a response within 24 hours.\n\nIn Iran, despite the government's attempts to block it, 90 percent of the hits on this Facebook page still come from Iran.\n\n(on-screen): The people who are doing this, are these people who are friendly to the United States?\n\nGHONIM: They are suspicious of the United States, most of them, their entire lives. But they're not viscerally anti-American. We're not seeing flags being -- American flags being burnt. We're not seeing the American president or -- or Hillary Clinton being hung in effigy. And so if the U.S. is able to conduct some smart diplomacy, I think it's possible to get over that hump of suspicion that they have.\n\nAMANPOUR (voice-over): The Egyptian revolution wasn't driven just by the Internet and its super users, like Wael, Nadine and Ahmed, but by forces that have sparked revolution throughout history, the fight for basic freedom that connects us all.\n\nSALEH: The experience and the inspiration has no borders.\n\nWAHAB: It was much bigger than any of us, and it showed a -- a different model other than violence. You saw a people come together in a way that was just wonderful.\n\nGHOSH: The dream became true. And, you know, whatever we've been fighting for since the 25th of January is now being realized.\n\n(END VIDEOTAPE)\n\nAMANPOUR: And I'll continue to follow the unfolding events in the Middle East in real time on Twitter and on my blog, my Facebook page, or at abcnews.com.\n\nWe'll be right back.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: That's it for our program this week. Stay with ABC News and abcnews.com for all the very latest on the uprisings in the Middle East and the budget crisis here in Washington and around the country. Thank you for joining us. We'll see you again next week.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/null", "keywords": [], "authors": ["Abc News", "February", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396", "title": "'This Week' Transcript: Hillary Clinton", "meta_data": {"description": "Transcript of 'This Week' interview with Secretary of State Hillary Clinton", "keywords": "this week, christiane amanpour, egypt, revolution, mideast, hillary clinton", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Hillary Clinton", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396", "title": "'This Week' Transcript: Hillary Clinton", "description": "Transcript of 'This Week' interview with Secretary of State Hillary Clinton", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2011-02-20T16:30:44Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,12959396", "ipad": "abcnewsipad://link/story,12959396", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Hillary Clinton", "description": "Transcript of 'This Week' interview with Secretary of State Hillary Clinton", "url": "https://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,12959396", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,12959396", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}