{"url": "http://abcnews.go.com/print?id=10532649", "text": "'This Week' Transcript: McKay, Napolitano, Salazar and Allen\n\nTranscript: \"This Week\" with Lamar McKay McKay, Janet Napolitano, Ken Salazar and Thad Allen\n\nTAPPER: Good morning. We'll get to our main story on the oil spill in a moment, but first a breaking news from overnight. A car bomb discovered in New York's Times Square. Police cleared thousands of people from the streets after finding an SUV loaded with propane tanks, gasoline, black powder and a timing device, the makings of what appeared to be a crude car bomb. The situation is now safe, but joining me this morning is Secretary of Homeland Security Janet Napolitano. And Secretary Napolitano, I just wanted to ask you a couple of questions about this.\n\nFirst of all, I know that the federal government is treating this as a potential terrorist attack and that you have some evidence, you're dusting for fingerprints. But this attempted attack resembles car bomb attempts in London and Scotland in 2007. How concerned are you that this is not an isolated incident?\n\nNAPOLITANO: Well, right now, we have no evidence that it is anything other than a one-off, but we are alerting state, local officials around the country, letting them know what is going on. The forensics are being done. As leads evolve or develop, they will all be tracked down. This is getting attention. FBI, Department of Homeland Security, New York City police, everybody is on it.\n\nTAPPER: I got to think that Times Square is one of the most surveilled areas in the entire world. How close are we to finding a suspect?\n\nNAPOLITANO: Well, right now, it is heavily surveilled, and as you know, there are cameras all over, and so tape is being reviewed. But traditional forensics are being done in addition to that. Looking for fingerprints, tracking down the vehicle, the license plate number, looking at the timer -- the (inaudible) of the explosive device. Right now it doesn't look like it's all a very sophisticated one, quite frankly, but looking into that. So there is a lot of work that's being done, and then of course other intel being developed, and that will evolve as the day goes on.\n\nTAPPER: How concerned should the American people be?\n\nNAPOLITANO: Well, Times Square I think is now safe, and I believe that right now, we have no information other than it is a one-off. But nonetheless, we are alerting state and local law enforcement, everybody to be on their toes.\n\nTAPPER: OK, great. We'll come back to you and other Obama administration officials in a second. Right now, we're going to turn to our main interview, and that is the President Obama is heading down to the Gulf Coast this morning for his own assessment of the oil spill, a massive slick almost the size of Connecticut. It's making its way to the Louisiana coast, threatening wild life, the environment and the economic livelihood of residents there. Meanwhile, efforts to plug the gush almost a mile below the surface have failed.\n\nJoining me now for an exclusive interview is Lamar McKay, chairman and president of BP America, which owned the well and was leasing the rig that blew up. He joins us from company headquarters in Houston. Mr. McKay, thanks for joining us, and first of all, our condolences to the families of the workers who lost their lives.\n\nMCKAY: Thank you, Jake, and thank you for the opportunity to be here today. This has been a tragic event. As you mentioned, we had 11 people lose their lives. We've had people seriously injured, and we've got an event of enormous proportion that we're dealing with.\n\nTAPPER: OK, BP's plans to stop this leak include an underwater dome that you're trying to build to contain the leak, and a whole other rig to drill a relief well, what is the latest on the situation? The relief well could take up to three months to drill. Where are we in this process?\n\nMCKAY: Jake, let me explain for your viewers exactly what's going on. We've got effectively three fronts of attack that we are aggressively pursuing in partnership with the government. One is effectively stopping the source, stopping the well from flowing. The second one is as -- and these are in parallel -- is to work a containment system, a collection system sub-sea to be able to effectively channel the flow up a pipe and into a processing system that we can control at the surface. Then the third is dealing aggressively, aggressively with the spill offshore and trying to fight that spill offshore, and the fourth is to deal with the -- deal with the, if the oil touches the shore, to deal with the cleanup and deal with the impacts on shore. Those are sorts of the fronts that are under way.\n\nYou mentioned the containment system. We call it the containment dome. That has been fabricated. The engineering is being finalized to get that mobilized and deployed. That will probably be in six to eight days, we'll have that deployed.\n\nMeanwhile, just so you know, we're still working hard, still working hard on the blowout preventer and see if we can actuate this piece of evidently failed equipment. And as you can imagine, this is like doing open-heart surgery at 5,000 feet, with -- in the dark, with robot-controlled submarines.\n\nTAPPER: The government says currently 5,000 barrels of oil a day are spilling into the gulf. Some experts say it might be five times that, 25,000 barrels of oil a day. How much oil do you think is spilling into the gulf?\n\nMCKAY: Well, the estimates of how much oil is coming out are very difficult because you can't measure in any way accurately, so effectively what we're doing with the help of NOAA and the rest of the government agencies is understand that volume that is inferred essentially by surface expression on the top of the water. So I don't know the volume. The volume uncertainty -- there is a large uncertainty range around the 5,000 barrels.\n\nOur spill response is designed to take that uncertainty into account, and we're responding for that full range of uncertainty with all the resources that we can, in conjunction with the government.\n\nTAPPER: Obama administration officials have expressed in recent days concerns that BP is not doing enough. Other officials have said that you don't have the resources. Should the government take over this operation?\n\nMCKAY: I think we're, as we said from day one, we're throwing every resource that we've got at this, and this is now an industry effort. It's not just a BP effort. It's an effort in conjunction with the government. And I think the partnership that we've got between industry and the government has rallied an effort that is unprecedented in size, and I think that that effort is actually working pretty well. It will continue to be flexed and expanded where it needs to, and I think, you know, the point here is we are doing everything possible that we know of -- and I believe I'm talking about the collective we here -- to control the source first. That's our first priority. While in parallel, fighting the thing offshore as far as -- as far as possible and as effectively as possible, and then dealing with the cleanup and issues and impacts on shore should they occur.\n\nTAPPER: Your company, BP, has a spotty safety record, most horrifically in 2005, an explosion at a refinery in Texas that killed 15 workers; other incidents involving leaks have been blamed on cutting corners on financial reasons. How confident are you that this accident had nothing to do with cutting back on safety to save a buck?\n\nMCKAY: Well, the investigations are going to show the cause of this accident, and we want those investigations to be done. My belief that is that that does not have anything to do with it. I believe we've got a failed piece of equipment. We don't know why it failed yet in this contracted rig, and BOP system will figure that out.\n\nBut let me just tell you, our focus, our focus right now is dealing with the source of the oil, dealing with it on the surface, and dealing with it on the beach or the marsh if it occurs.\n\nTAPPER: Your initial filing to the government, to the Mineral Management Service for 2009 before you drilled on this spot made this assessment, quote, \"An accidental oil spill could cause impact to the beaches. However, due to the distance to shore, 48 miles, and the response capabilities that would be implemented, no significant adverse impacts are expected. BP Exploration and Production Incorporated has the capability to respond to the maximum extent practicable to a worst-case discharge,\" which you estimated at 300,000 gallons. It's less than that, it's estimated to be 210,000, and yet BP does not seem to have the capability to respond. How can the public trust BP's assessments of risk and how can the public trust anything you guys say?\n\nMCKAY: Well, I think we are responding very, very aggressively. As you may know, we had a response planned, filed for the drilling of this well that incorporates various capability around the Gulf Coast. That spill response plan was activated as soon as this event occurred. It has been extremely aggressive. It will continue to be extremely aggressive, and I believe the response -- this is, you know, we must understand, this is -- this is a very low likelihood but very high impact response -- sorry, incident -- and the response is matching that incident.\n\nTAPPER: I just have a couple more questions. Just a few months ago, a BP executive protested proposed new safety regulations for oil rigs, writing to the government that quote, \"while BP is supportive of companies having a system in place to reduce risks, accidents, injuries and spills, we are not supportive of extensive proscriptive regulations.\" Will BP continue to fight and lobby against safety regulations?\n\nMCKAY: Well, I would characterize the letter you're talking about slightly differently. That letter was in response to the government's request for input on safety regulations that the MMS was looking at. The rest of the letter actually recommends improvements and specific recommendations around safety regulations should they choose to change them. So we're not fighting anything about safety. Safety is the number one priority. We're going to figure out what happened here, and that is going to help the MMS and help ourselves and help the industry get safer, so we're not fighting anything about safety.\n\nTAPPER: All right, last question, Mr. McKay. You had several fail/safe mechanisms on this rig, and they all failed. Since you don't yet know what caused this accident, will you stop all operations until you know? How can the American people trust that there won't be another explosion at another BP facility?\n\nMCKAY: Well, we're working in conjunction with the government on understanding everything we can understand as quickly as we can. We're not going to do anything that we think is unsafe. We're doing extra tests on various pieces of equipment to make absolutely sure they will work in the condition they're intended to work in.\n\nWe won't do any work if we don't think it can be carried out safely and without impact. But we are working very closely with the government in trying to understand this and see if there should be any changes quickly.\n\nTAPPER: All right. Lamar McKay, thank you so much for joining us. We really appreciate your time.\n\nMCKAY: Thank you.\n\nTAPPER: And we're now joined by a powerhouse roundtable. As always, George Will, from the National Action Network, the Reverend Al Sharpton, from HBO's \"Real Time with Bill Maher,\" Bill Maher, former Bush adviser Matthew Dowd, and Katrina vanden Heuvel from The Nation.\n\nThanks, one and all.\n\nGeorge, I've heard some conservative critics say that this oil slick is President Obama's Katrina. Is it?\n\nWILL: No. It might come as a news bulletin to the president himself, but he's not responsible for everything, and bad things happen. This is a reality check for a nation that's ravenous for energy and has to be and always has been. Getting our sources of energy has risks.\n\nThe Exxon Valdez called our attention to the fact that it's very dangerous shipping oil across the surface of the ocean. Since the Exxon Valdez, there have been seven larger tanker spills. You can go up to West Virginia, where 29 miners are being mourned today, and they will tell you about the risks of mining coal. No one says stop mining coal because of this.\n\nTAPPER: Reverend, some critics -- not just from the right -- are saying that the Obama administration was slow. The New York Times editorial board faulted the Obama administration. Is that unfair criticism?\n\nSHARPTON: Well, I think so. I think that when you look at the fact that, first of all, this has been an evolving crisis -- this did not happen -- unlike Katrina, where you had a natural disaster that immediately blanketed the whole area and we were watching it live on television, this got worse over time.\n\nAnd I think that there's evidence that the White House has put out -- I've not talked to them, but I've read this on their Web site -- of how they met each rising crisis with personnel there, cabinet members there, now the president going, unlike George Bush, that said he didn't see the crisis, and we sat there four or five days and watched it live on television. So I think any analogy is absolutely ridiculous.\n\nTAPPER: Bill, I was watching your show Friday night...\n\nMAHER: Morning.\n\nTAPPER: ... and you said, in language more suitable for premium cable...\n\nMAHER: I promise I won't here. They're so nervous about that.\n\nTAPPER: ... that you're surprised President Obama isn't getting more, shall we say, guff for...\n\nMAHER: Exactly.\n\nTAPPER: ... for this crisis.\n\nMAHER: Yes, I think he should. You know, he owns this issue now, because it was only a few weeks ago that he came out for offshore drilling. And I would say philosophically this is -- you know, the problem, I think, a lot of people on the left have with this country and have for many years, is that there's no one who really represents our point of view.\n\nThere's two parties who want to fight the war on terror with an army in Afghanistan. There's two parties who want to drill offshore. Where is the other side on this?\n\nSo, you know, I could certainly criticize oil companies, and I could criticize America in general for not attacking this problem in the '70s. I mean, Brazil got off oil in the last 30 years. We certainly could have.\n\nBut it is very disappointing, I think, for this president to be taking a position, as he had -- and I guess he's backpedaling now on it, I hope. I mean, I hope there's a flip-flop I can believe in there. But...\n\nTAPPER: There's a slogan for you, flip-flops I can believe in.\n\nMAHER: I could believe in that one, and I hope he does.\n\nTAPPER: Matt, where's the public on this issue?\n\nDOWD: Well, I think the public -- I mean, first of all, the public doesn't think there's any equal nature to Katrina and this. I mean, Katrina, obviously, evacuated -- having to evacuate an entire area and what that issue was, was such a different issue than this.\n\nBut I think where the public is on this, if you put this in the context of what happened in West Virginia and the mine disaster and this in context of Katrina, even though it was different, and this in context in many things, I think the public sits there and says, \"Who's in charge? Who is accountable, and who can -- what governmental entity can actually be effective in doing anything?\"\n\nAnd I think that ultimately is where the public is. It's just another example of a fact that we cannot trust the government to do anything that we need them to do, from mines to even a belief (ph) on health care to -- to the oil spill. It's a loss of faith, I think, again, in the government.\n\nVANDEN HEUVEL: What we've seen are the risks are too great. Offshore drilling is the problem, not the solution. This is not Katrina, 1,500 dead, hundreds of thousands homeless.\n\nI think more important is to understand that we now need a government that is going to regulate a company, BP, which was a serial abuser of workers and of safety regulations. Just like Massey, we need regulations...\n\nTAPPER: Massey, with the -- with the West Virginia mine.\n\nVANDEN HEUVEL: ... tough enforcement -- the mines -- we need a government that understands that. I would also point out that this was the week that for the first time an offshore wind farm was approved. And George Will may not see a future in that, but I believe we need a Manhattan Project, an Apollo Alliance to ramp up public and private investment.\n\nAt the moment, energy companies spend 0.25 percent on R&D. We can do better. We are a nation which should do better, George, and not rely on dirty energy, which just compounds the problem affecting this country and the planet.\n\nTAPPER: Mr. Will, your name has been invoked.\n\nWILL: Well, one in five steps of an approval process has now been taken for the wind farm, vigorously opposed by people who are all in favor of renewable energy elsewhere, because they think it'll spoil their view.\n\nTAPPER: This is the wind farm off the coast of Massachusetts that a lot of people...\n\nWILL: The wind farm on Cape Cod, yes.\n\nTAPPER: ... including the Kennedy family, were fighting tooth and nail.\n\nWILL: Right. And -- and, by the way, wind farms kill a lot more birds daily than are probably going to be killed in this oil spill.\n\nAnd so -- but I'd like to go back to Bill. Could you just explain to me in what sense Brazil got off oil?\n\nMAHER: I believe they did. I believe they, in the '70s, they had a program to use sugarcane ethanol. And I believe that is what fuels their country.\n\nWILL: I think they still burn a lot of oil and have a lot of it offshore.\n\nVANDEN HEUVEL: But, George, you're a man who understands there are always alternatives in politics and in science. We can -- you know, why should we be relying on what we are now seeing the risks of?\n\nAnd, by the way, we can do better with existing oil fields. We can get as much from existing oil fields, which the oil companies for profit reasons aren't doing much with. So I just think we have seen the risks and we need to take action. It is just too much to look at what is going on in the gulf and what will happen if it moves into the Arctic.\n\nAnd I agree with Bill. I think President Obama was pandering when he moved to this offshore drilling stance. But I think this White House has the ability, unlike previous White Houses, to understand and see the light and take a different step.\n\nMAHER: And could we have judges fact-check this on Brazil? I don't know...\n\n(CROSSTALK)\n\nMAHER: ... dreamed that about Brazil.\n\n(CROSSTALK)\n\nMAHER: ... and Brazil, let's get back to the United States. I think that Katrina's right. I think that there's a challenge here. And I think that the president and the country has to deal with the reality that we're facing.\n\nAnd I think that the reality is that usually it's not about who's going to speak for the left or right. It's, who's going to be right on these issues? We see what can happen here. Now what do we do about it? And I think that, clearly, a failure to stand up and lead at this point is something that all of us would criticize.\n\nBut I'm not convinced that this president won't. I think he's going down there, he's going to reassess. And I think that we've got to see where that goes and if he goes, right, support him, and I think he will.\n\nBut I think to act like this is Katrina, I think this is the step without -- beyond the realm of a sane discussion.\n\nTAPPER: OK. We're going to take a quick break and come back, and the roundtable will discuss the far less controversial issue -- that's sarcastic -- about immigration law and Florida Governor Charlie Crist's declaration of independence. And later, of course, the Sunday funnies.\n\n(BEGIN VIDEO CLIP)\n\nCOLBERT: There is an impending environmental disaster looming right off our nation's fragile coastline. I'm speaking, of course, about the new wind farm off of Cape Cod. What if it breaks and we have a catastrophic wind spill?\n\n(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\n(UNKNOWN): And if the feds won't come in and protect us, then we will come forward and protect ourselves. We -- we have no other choice. We have -- we have a right, Greta, to feel free in our state and to feel safe. And with what's going on, we have many, many people that feel that they are not safe.\n\n(UNKNOWN): Si se puede! Si se puede! Si se puede!\n\nOBAMA: If you are a Hispanic American in Arizona, if you don't have your papers and you took your kid out to get ice cream, you're going to be harassed, that's something that could potentially happen, that's not the right way to go.\n\n(END VIDEO CLIP)\n\nTAPPER: And we're back with our roundtable. As always, George Will, the Reverend Al Sharpton from the National Action Network, the host of HBO's \"Real Time with Bill Maher,\" Bill Maher, Matthew Dowd, former Bush adviser, and Katrina vanden Heuvel of The Nation.\n\nReverend Sharpton, I want to start with you. You're going to be participating in leading a march and a rally and a vigil in Arizona on Wednesday to protest this immigration reform law. What do you think the citizens of Arizona should do with the fact that there is this big illegal immigration problem?\n\nSHARPTON: Well, first of all, I think we need to have real immigration reform from a federal level. The federal government is supposed to set immigration policy, and I think that all of our forces ought to really try to put the pressure there, which is something all of us advocated doing the last two general elections.\n\nTo try and now say that because that has not happened -- and all of us agree it should -- that we're now going to have state law and open the door to racial profiling is what we're objecting to and protesting on Wednesday and have said since the law was signed Friday before last.\n\nAnd this, unlike many of the critics of those of us that protest this, this is not about protecting illegal immigrants. This is about protecting legal citizens. If you are Hispanic or thought to be Hispanic in the state of Arizona, you can be faced (ph) and subjected to an harassment that other citizens should not. That's a violation of equal protection under the law.\n\nWe would not tolerate that to people that look like George if this was a law saying we're looking for people that look Canadian in the state of Vermont. That would be racial profiling.\n\nCitizens that are here, that have -- that have not broken any laws should not be subjected to anything different than any other citizens. It's not about illegal immigrants. It's about legal Latino citizens that should not be targeted, and this law does that.\n\nTAPPER: Matthew?\n\nDOWD: To me, Arizona is a sideshow, and it's symptomatic of a bigger problem. And I don't think this is about the Arizona law. This is about people in a state -- and it's out going on all over the country -- that they see a federal government that's unwilling to enforce a law that's already on the books.\n\nThere is an immigration law on the books. It is illegal to come into this country. Arizona for years and years and years, including under the previous guest, Governor Napolitano, has asked the federal government to enforce the law, which they refuse to do in this -- in this context.\n\nSo it's not about a new law passed. It's about a state says that we think the federal government should enforce the law. They're not enforcing the law, so we're going to enforce the law.\n\nI don't think it's the right response. I think we need the federal government to step up and actually perform an immigration policy. But it's not about Arizona.\n\n(CROSSTALK)\n\nSHARPTON: The federal law...\n\nTAPPER: Reverend Sharpton...\n\n(CROSSTALK)\n\nSHARPTON: ... does not say that, based on reasonable suspicion of the police, they can go after someone which targets people that are Latino, since you're dealing with a problem with Mexicans coming across the border. The federal law does not say that, does not target that. We agree the federal laws should be looked at, reformed, and enforced, but to say that you're going to sacrifice the civil rights of Latinos and people of color because the federal government has not moved forward, I think, is very irresponsible.\n\nTAPPER: George?\n\nWILL: The Arizona law does not say that there should be racial profiling. And let me tell you what the...\n\n(CROSSTALK)\n\nSHARPTON: Well, then why did they just reform it over the weekend...\n\n(CROSSTALK)\n\nWILL: Let me tell you what the federal law says. \"Every alien 18 years of age and older shall at all times carry with him and have in his personal possession a certificate of alien registration or alien registration receipt card issued to him.\" That's been federal law for 58 years.\n\nAll that Arizona has done is say we at the state level are going to reinforce the federal law. This is legal. In 2008, the Ninth Circuit Court of Appeals, the most liberal circuit court in this country, affirmed the constitutionality of an Arizona law that made it a state crime for employers to hire illegal immigrants. This is not bizarre behavior on Arizona's part.\n\nSHARPTON: The state law does not say -- the state law says that a policeman, under reasonable suspicion -- it did not -- it does not say that in the federal law -- can go and make someone produce and document their citizenship. It does not say what you just read...\n\n(CROSSTALK)\n\nSHARPTON: With all due respect, Mr. Will, that is not what that federal law says. And the recognition of that is the state of Arizona's legislature just refined what they said over the weekend. They conceited that we were right and they had to refine it.\n\n(CROSSTALK)\n\nWILL: ... 50 years of case law refining the concept of reasonable suspicion. This is not a blank slate, Reverend.\n\nVANDEN HEUVEL: Mr. Will, why is the law enforcement community in Arizona so deeply divided? I find that an interesting problem.\n\nSHARPTON: Absolutely.\n\nVANDEN HEUVEL: You have police chiefs who believe that this will endanger the public safety and security of the state and its citizens. You also have -- these are pragmatic, not moral reasons, even though this bill is state-sanctioned racial profiling and draconian, ugly, mean-spirited -- but you have a $3 billion budget deficit in Arizona. This may well loot that state's treasury as they fight this bill.\n\nYou're going to have economic boycotts, which you disagree with, but you're going to have them, as you had them to push that state to respect Martin Luther King holiday.\n\nAnd finally, you have a situation where the crime rates in Arizona have declined over this last decade, and you have a border guard which has tripled since 2004. The budget has increased money for security. I personally think the security piece is overstated. You want to ensure an orderly flow of people and goods. But you need a humane pathway to citizenship.\n\nTAPPER: Bill, what do you say to Arizona's citizens who are frustrated with the federal government, the law is not being enforced, there is an influx of illegal immigrants -- some of them, obviously not all of them, but some of them are involved in crimes -- what are they supposed to do?\n\nMAHER: Well, I would hope the Constitution of the country is a little more important to them. I know that's asking a lot.\n\nWILL: What constitutional provision does this violate?\n\nMAHER: Well, I mean, nobody's been able to articulate a scenario where the police are stopping people for any other reason than they look Mexican and poor. You know, it kind of reminds me of -- what, was it Potter Stewart on the Supreme Court said about pornography, \"I know it when I see it\"? That seems to be the standard the police are now using with immigration.\n\nTAPPER: I think what...\n\nSHARPTON: There's something called equal protection under the law.\n\n(CROSSTALK)\n\nTAPPER: The law has -- the law has -- to be fair to Governor Jan Brewer of Arizona, she signed an executive order the same day that she signed a law that said that a person's race alone cannot be enough to be reasonable suspicion. There needs to be more than...\n\nSHARPTON: And now she's come back this weekend with something else. So are we going to keep redoing it? I think you'd have to concede that had this not been raised and these protests had not -- they would not themselves be now doing the moonwalk against their own bill.\n\nDOWD: Jake, I think the situation is -- we keep falling back into an Arizona problem. The majority of the country...\n\n(CROSSTALK)\n\nSHARPTON: People in Arizona have an Arizona problem.\n\nDOWD: No, the people of this country have an immigration problem.\n\nSHARPTON: I agree.\n\nDOWD: The majority of this country supports what Arizona did, the majority of the country. And two-thirds of people in Arizona support this. Do I think that the Arizona response is the right thing? No. But do I think that it represents a frustration with the federal government, just like what's going on in Wall Street -- the people of this country see Washington -- Democrats and Republicans -- complicit in what we do.\n\nWe don't enforce the laws on Wall Street, so we have a huge problem there. We don't enforce the immigration laws, so states like Arizona react in this way, which I don't think is actually reasonable. But I -- it's reasonable for them to be frustrated with the problem.\n\nTAPPER: Bill?\n\nMAHER: The government intrusion, you know, government power is something that really bothers conservatives, unless it's directed toward people who aren't white. You know, I mean, it does seem like there's some of that going on there. I mean...\n\n(CROSSTALK)\n\nTAPPER: Let me just interject. To be fair to conservatives, Virginia Governor Bob McDonnell, a conservative Republican, and Florida Congressman Connie Mack have had some tough words about parts of this law. Here's McDonnell on Tuesday.\n\n(BEGIN VIDEO CLIP)\n\nMCDONNELL: I'm concerned about the whole idea of carrying papers and always have to be able to prove your citizenship. That brings up shades of some other regimes that were not particularly helpful to democracy and civil rights.\n\n(END VIDEO CLIP)\n\nTAPPER: And Florida Congressman Connie Mack said in a press release, \"This law of frontier justice, where law enforcement officials are required to stop anyone based on reasonable suspicion that they may be in the country illegally, is reminiscent of a time during World War II when the Gestapo in Germany stopped people on the street and asked for their papers without probable cause.\"\n\nGeorge, these are conservative Republicans, very -- I mean, nobody would question Bob McDonnell's bona fides as a conservative. And they are voicing serious concern about this law.\n\nWILL: Yes. To enter Mr. McDonnell's Capitol building or to enter the House office building where Connie Mack works, you have to show a government-issued ID. I mean, this is -- this is synthetic hysteria by a herd of independent minds called our political class right now that has decided to stand up and worry about the Constitution being shredded by measures that have ample history of being sustained against constitutional challenges.\n\nNow, Mr. Maher just said, if I heard him right, that conservatives basically are racists and they like government intrusion only against people who aren't white. I mean, that's the level...\n\n(CROSSTALK)\n\nTAPPER: We'll come to you in one second...\n\n(CROSSTALK)\n\nMAHER: Can you -- can you imagine if some of the -- what's going on with the Tea Party rallies, if they were a group of black people, you know, waving guns, coming up armed, talking about how you might -- you know, hinting about how you might have to take matters into your own hands if the government doesn't do what you want? Do you think the reaction in this country would be...\n\n(CROSSTALK)\n\nSHARPTON: ... very important point that needs to be addressed. When you say, Mr. Will, that if you go to Mr. McDonnell's building or Congressman Mack's building, you have to show ID, that is the point. Everyone has to show ID. They do not have guards stand there and say, \"Only you that I deem to be reasonably suspect because I think you come from a particular group that may be entering the building to do harm, we're going to search you.\" Everyone is searched.\n\nThis is not the case in the Arizona law. This is not the case of what's going on in the raids with Sheriff Arpaio there. And this is not what we're protesting. If everyone was subjected to that, like the buildings you referred to, there would be no cause for concern.\n\nVANDEN HEUVEL: And for George to talk about synthetic hysteria, I mean, your colleague at the Washington Post, Michael Gerson, took serious issue with the column you wrote underneath, saying that this issue is going to sort Republicans and conservatives politically, morally.\n\nI think Latino-bashing, which is what this is, is ultimately political suicide for the Republican Party. I also think...\n\nWILL: Have you read the Democratic immigration bill?\n\nVANDEN HEUVEL: I also think that, on the media front, I very much hope that Reverend Sharpton's march in Arizona next week, as the marches on Wall Street demanding accountability for jobs lost and greed, what it's done to this country, get the same attention as six Tea Partiers amassed on a corner get in the media.\n\n(CROSSTALK)\n\nMAHER: Let me defend myself, because I was -- just what he said about rephrasing my -- I would never say -- and I have never said, because it's not true -- that Republicans, all Republicans are racist. That would be silly and wrong. But nowadays, if you are racist, you're probably a Republican.\n\nTAPPER: Well, let's leave that...\n\n(CROSSTALK)\n\nMAHER: And that is quite different.\n\nTAPPER: Let's leave that topic -- that's a -- that's a whole other roundtable conversation.\n\nBut, George, you did bring up a topic about the Democratic immigration reform bill that I wanted to touch on, because Democrats are now shopping around -- they're trying to find Republican co-sponsors for their immigration reform bill. And it is a tough immigration reform bill. I mean, it does have a path to citizenship, but it also has some tough measures in there.\n\nWILL: It says enforcement first, close the border, later we will worry about comprehensive reform. It could have been written by Republicans.\n\nTAPPER: And, also, part of it is -- and, Bill, you touched on this on your show the other night -- is it has a national ID card. Here's part of the Democratic bill that says, \"The card will possess biometric identifiers in the form of templates that definitively tie the individual user to the identity credential within five years of the date of enactment. This fraud-proof Social Security card will serve as the sole acceptable document to be produced by an employee to an employer for employment verification purposes.\"\n\nThis is the Democratic bill.\n\nSHARPTON: So I'm sure Mr. Will is going to endorse that this morning and make news.\n\nTAPPER: Well, but do you have an issue with that?\n\nSHARPTON: I'm asking him.\n\nTAPPER: But I'm asking you, and it's my show. Do you -- do you -- do you...\n\n(CROSSTALK)\n\nTAPPER: Do you have an issue with that?\n\nSHARPTON: I would have some very serious questions about some of the aspects of the Democratic bill, but I'm going to see what ultimately ends up being the Democratic bill. And I'm sure a lot of us in the civil rights community will question parts of it.\n\nWhat I go back to, though, it is interesting to me that those on the right that is headed by Brother Will here has not cheered this on. If he said it could have been written by a Republican, then why didn't he write in his column this morning that he supports it?\n\nWILL: What enforcement of immigration laws do you support?\n\nSHARPTON: You don't answer a question with a question. I'm asking you, would you support the bill...\n\n(CROSSTALK)\n\nWILL: Let the record show...\n\n(CROSSTALK)\n\nWILL: Let the record show that the Reverend Sharpton stipulates no enforcement...\n\n(CROSSTALK)\n\nSHARPTON: ... answer to my question.\n\n(CROSSTALK)\n\nVANDEN HEUVEL: ... overweighted on enforcement.\n\nSHARPTON: Absolutely.\n\nVANDEN HEUVEL: By the way, I think the security card is a non-starter, because you have the coalition of privacy advocates meeting those who are deeply suspicious of government. I don't think that goes anywhere.\n\nBut I do think we need to fight for a comprehensive reform bill, and the Republicans are not signing on anything.\n\nDOWD: OK, so -- so we can give some proper history to this, the first person to really offer and push for comprehensive immigration reform was George W. Bush, which the Democrats and every -- at every place and every time on everything tried to stop. To me...\n\nVANDEN HEUVEL: Not Senator Kennedy.\n\nDOWD: ... if we don't -- to me, this conversation is another example why people that tune in and people that think they're going to get an answer from Washington, from Democrats or Republicans, on almost any issue, whether it's protecting the environment, whether it's stopping things on Wall Street, whether it's immigration reform, whether it's enforcement of any law, that is why they're fed up.\n\nNow, we can discount the Tea Party movement and say, \"Oh, they're a bunch of crazies.\" They are symptomatic of a situation in the country which has lost total faith and trust in what goes on...\n\n(CROSSTALK)\n\nTAPPER: We only have -- Katrina, I'm sorry -- we only have 30 more seconds, and, Bill, I do want to give you the last word to respond to George. What should be done to protect the border?\n\nMAHER: I pass.\n\n(CROSSTALK)\n\nVANDEN HEUVEL: There are other movements -- there are other movements outside of Washington. You talked just about the Tea Partiers. The thousands who've massed this past week to protest what Wall Street has done to our economy...\n\nSHARPTON: Absolutely.\n\nVANDEN HEUVEL: ... the immigration rights marches...\n\n(CROSSTALK)\n\nSHARPTON: There are clear immigration problems...\n\n(CROSSTALK)\n\nSHARPTON: ... for opening the borders, but that does not excuse violating people's civil rights. One does not have to be sacrificed...\n\n(CROSSTALK)\n\nTAPPER: Reverend Sharpton, I'm afraid we're going to have to leave it there.\n\nSHARPTON: And it's your show.\n\nTAPPER: And it's my show. And you guys will talk about Charlie Crist -- we didn't get time to do that. We'll talk about that in the green room, and the roundtable will continue in the green room on abcnews.com. Later, check out our fact checks. \"This Week\" and PolitiFact have joined together to fact check our newsmakers, only on \"This Week.\"\n\nEND.", "images": ["https://s.abcnews.com/images/site/printlogo.jpg"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "'This Week' Transcript: McKay, Napolitano, Salazar and Allen", "meta_data": {"robots": "noindex, nofollow", "pragma": "no-cache"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}