{"url": "https://madworldnews.com/hillary-dead-body-huma-abedin/", "text": "Another dead body has turned up. The remains of a woman were found in a dumpster at Huma Abedin’s New York apartment. Hillary Clinton is silent on the topic as Huma’s neighbors told the cops they believe the police investigation has something to do with Anthony Weiner’s recent conviction.\n\nOn Tuesday evening, a woman was found dead inside a trash compactor at a New York apartment block where Anthony Weiner and Huma Abedin own a home. The 48-year-old, who police say lived at the premises, was found unconscious inside the machine and was pronounced dead at the scene. Her cause of death has yet to be announced by the medical examiner.\n\nPolice had been called to the block at 1 Irving Place in Union Square just before 5pm. The deceased woman, whose identity has been withheld until police notify her family, was found by a building maintenance worker.\n\nPolice do not yet know how she ended up in the trash compactor, but neighbors at the luxury apartment block told NBC they believed the police presence was related to Weiner’s recent conviction for sexting an underage girl:\n\nPolice say a woman was found dead inside a trash compactor at a luxury residential building in Manhattan’s Union Square. Crime scene investigators were on the scene at 1 Irving Place Tuesday evening, collecting evidence in the bizarre and grisly death. Police say it’s not clear yet how the 48-year-old woman died, but her body was found at around 5 p.m. Her purse was found near the trash chute where it appears she went in. Neighbors said they initially thought the police presence had something to do with the building’s famous resident, Anthony Weiner. The disgraced former congressman is still listed as a resident at the building, though he’s currently serving time in prison for sexting an underage girl.\n\nSecurity footage also shows the woman walking into the apartment building shortly before she was found inside the machine, PIX11 reported:\n\nA woman’s body was found inside of a trash compactor near Union Square on Tuesday, police said. Officers found the body at the Zeckendorf Towers on Irving Place just before 5 p.m., officials said. The woman, identified only as being 48 years old, was unconscious and unresponsive when police arrived on scene. Security camera shows the woman entering the building shortly before her body was found in the trash compactor, sources said. Property belonging to the woman, who entered the compactor area on the 27th floor, was found inside the compact room, police sources said. Police have not yet released her name. The circumstances around her death are not yet clear.\n\nAccording to Daily Mail, Weiner and Abedin have owned an apartment at the address for 16 years, which was listed for rent at $11,900 a month on the same day he pleaded guilty to sexting a 15-year-old girl. Abedin also filed for divorce that same day. The listing, posted on May 19, 2017, was taken down just days later, though it is unclear as to whether the estranged couple found a renter, or if the property was taken off the market for other reasons.\n\nTheir modern apartment, located on the 14th and 15th floors, has a view that overlooks Union Square Park and extends out over the midtown skyline. There are 670 units in the apartment block, divided into four blocks: Gramercy, Village, Park, and University. There is a communal pool, gym, and grassy rooftop for residents to enjoy.\n\nThe former congressman, who is currently in prison, is eligible to begin his three years supervised release in August 2019.\n\nIt certainly will be interesting to see what they come up with in order to explain away what appears to be a murder at the apartment building where Huma Abedin and Anthony Weiner own a home. Will they call it a robbery, like in the case of Seth Rich? Perhaps the better question is this: What did this woman know about Hillary Clinton?", "images": ["https://madworldnews.com/wp-content/uploads/2019/12/composite_15767817038329-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2018/07/HillaryHumaDumpster.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15768690655052-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15768045796819-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15766986688928-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2018/07/HillaryHumaDumpster-678x356.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15771173049320-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2019/10/composite_15713379886375-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2018/11/opiniontag-800x100.jpg", "https://secure.gravatar.com/avatar/0f8dc5cbdc732a6e9bdb39a00bb71db8?s=125&d=mm&r=g", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15771114943722-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2018/04/bannerbluelineskinny2.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15767873334858-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15767728908126-678x381.jpg", "https://madworldnews.com/wp-content/uploads/2019/12/composite_15766945225859-678x381.jpg"], "top_img": "https://madworldnews.com/wp-content/uploads/2018/07/HillaryHumaDumpster.jpg", "keywords": [], "authors": ["About That Conservative Girl", "Opinion Columnist", "That Conservative Girl Is A Millennial Living In Southern California On A Small Farm In Cherry Valley. Passionate About Faith", "Family Values", "Individual Liberty", "When She Isn'T Bringing You The News She'S Listening To Merle Haggard", "Dreaming Of Montana."], "canonical_link": "https://madworldnews.com/hillary-dead-body-huma-abedin/", "title": "Hillary Silent As Police Discover Dead Body Hidden In Huma Abedin’s Dumpster", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "description": "Another dead body has turned up. The remains of a woman were found in a dumpster at Huma Abedin's New York apartment. Hillary Clinton is silent on the topic as Huma's neighbors told the cops they believe the police investigation has something to do with Anthony Weiner's recent conviction.", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Hillary Silent As Police Discover Dead Body Hidden In Huma Abedin's Dumpster", "description": "Another dead body has turned up. The remains of a woman were found in a dumpster at Huma Abedin's New York apartment. Hillary Clinton is silent on the topic as Huma's neighbors told the cops they believe the police investigation has something to do with Anthony Weiner's recent conviction.", "url": "https://madworldnews.com/hillary-dead-body-huma-abedin/", "site_name": "Mad World News", "updated_time": "2018-07-19T22:27:23+00:00", "image": {"identifier": "https://madworldnews.com/wp-content/uploads/2018/07/HillaryHumaDumpster.jpg", "secure_url": "https://madworldnews.com/wp-content/uploads/2018/07/HillaryHumaDumpster.jpg", "width": 800, "height": 420}}, "article": {"publisher": "https://www.facebook.com/MadWorldNewsCorp/", "author": "https://www.facebook.com/MadWorldNewsCorp/", "tag": "Police", "section": "Politics", "published_time": "2018-07-12T16:28:19+00:00", "modified_time": "2018-07-19T22:27:23+00:00"}, "twitter": {"card": "summary_large_image", "description": "Another dead body has turned up. The remains of a woman were found in a dumpster at Huma Abedin's New York apartment. Hillary Clinton is silent on the topic as Huma's neighbors told the cops they believe the police investigation has something to do with Anthony Weiner's recent conviction.", "title": "Hillary Silent As Police Discover Dead Body Hidden In Huma Abedin's Dumpster", "site": "@MadWorldNews", "image": "https://madworldnews.com/wp-content/uploads/2018/07/HillaryHumaDumpster.jpg", "creator": "@MadWorldNews"}, "generator": "WordPress 5.3.2", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://madworldnews.com/wp-content/uploads/2017/07/cropped-Mad-World-News-tab-270x270.png"}, "movies": ["https://www.youtube.com/embed/_52MQfauMeE?feature=oembed"], "publish_date": 1531412899.0, "source": "https://madworldnews.com", "summary": ""}