{"url": "http://www.newslo.com/price-better-budget-cancer-patients-die-quickly/", "text": "Brian Kline is the type of person who voted for President Donald Trump in November. He’s a working-class man whose job is in retail, scoring him $11.66/hour. Thanks to Medicaid he’s being treated for cancer. During the CNN town hall with Health and Human Services Secretary Tom Price, Kline explained his situation and his struggles. “My question is pretty straightforward,” Kline told Price. “Why do you want to take away my Medicaid expansion?” Price’s dispassionate answer seemed to fall flat on the audience. “I took care of a lot of patients with cancer,” Price explained about his 20 years as an orthopedic surgeon. “We don’t want to take care away from anybody. What we want to make certain, though, is that every single American has access to the kind of coverage and care that they want for themselves.”\n\n“But, what if there are people out there who are going to die more quickly because of what you’re doing here, because you’re essentially taking medical care away from people who need it the most?” Kline wouldn’t back down. “Are you saying you actually want people to be okay with that?” Price thought for a second, then replied: “Look, I understand how all of this sounds right now, but you know, there comes a time in everyone’s life when they just have to stop talking B.S. and be practical. As of right now, the fact to the matter is, our national budget is hemorrhaging money because of Obamacare. And believe me – I get how insensitive that sounds, but at the end of the day, we have to stop ignoring the facts here.”\n\nHe continued, “I understand that this is not something anyone wants to hear, especially people who’ve got worse problems to deal with than the state of the national budget, but this is one of those situations where the needs of the many outweigh the needs of the few. When President Trump assumed office, he was appalled at the state of the national budget and our finances. It doesn’t take a rocket scientist to figure out that Barack Obama was to blame, since he’s the one who left the hot potato behind for us to deal with. Now, I’m not going to go into whether or not he did that on purpose, but at the end of the day, all I can say is, we have to fix the problem or else we’re looking at nationwide riots and another economic recession.”\n\n“Put simply, we have to plug some holes – of which, by the way, there are plenty – and we kind of have to start with the biggest ones,” the orthopedic surgeon added. “Unfortunately for millions of people across the country, Obamacare seems to be the biggest one by far. Besides, there are more ways than one to look at this picture. I know it’s not pretty, but at the end of the day, even people who are able to fight off cancer – I’m sure you know what I’m talking about, Brian – they can’t lead 100 percent normal lives, ever again. What kind of an existence is that, to have to survive instead of live?”\n\n“At the risk of sounding insensitive, we’ve pretty much got two choices here: we either repeal Obamacare, or we take out more loans from countries like China. And nobody wants to be in debt to the Chinese. At the end of the day, it’s better for our national budget if cancer patients pass away more quickly, it’s a lousy way to live anyway, and I’m sorry to say it out loud, but it’s the truth,” Price concluded.", "images": ["data:image/svg+xml,%3Csvg%20xmlns='http://www.w3.org/2000/svg'%20viewBox='0%200%20117%20117'%3E%3C/svg%3E", "data:image/svg+xml,%3Csvg%20xmlns='http://www.w3.org/2000/svg'%20viewBox='0%200%200%200'%3E%3C/svg%3E", "data:image/svg+xml,%3Csvg%20xmlns='http://www.w3.org/2000/svg'%20viewBox='0%200%2048%2027'%3E%3C/svg%3E", "https://newslo.com/wp-content/uploads/2016/05/Governor_McCrory.jpg", "https://newslo.com/wp-content/uploads/2013/08/logo_italics_215.png", "https://secure.gravatar.com/avatar/?s=117&d=https%3A%2F%2Fpoliticot.com%2Fwp-content%2Fthemes%2Fminify%2F_ui%2Fimages%2Fcommon%2Favatar.jpg&r=g", "https://newslo.com/wp-content/uploads/2017/03/Tom_Price.jpg", "data:image/svg+xml,%3Csvg%20xmlns='http://www.w3.org/2000/svg'%20viewBox='0%200%2096%2096'%3E%3C/svg%3E", "https://newslo.com/wp-content/uploads/2019/10/rec.jpg", "https://secure.gravatar.com/avatar/?s=96&d=https%3A%2F%2Fpoliticot.com%2Fwp-content%2Fthemes%2Fminify%2F_ui%2Fimages%2Fcommon%2Favatar.jpg&r=g"], "top_img": "https://newslo.com/wp-content/uploads/2017/03/Tom_Price.jpg", "keywords": [], "authors": [], "canonical_link": "https://newslo.com/price-better-budget-cancer-patients-die-quickly/", "title": "Tom Price: “It’s Better For Our Budget If Cancer Patients Die More Quickly”", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://newslo.com/wp-content/uploads/2017/03/Tom_Price.jpg", "secure_url": "https://newslo.com/wp-content/uploads/2017/03/Tom_Price.jpg", "width": 673, "height": 382}, "locale": "en_US", "type": "article", "title": "Tom Price: “It’s Better For Our Budget If Cancer Patients Die More Quickly” - Newslo", "description": "Brian Kline is the type of person who voted for President Donald Trump in November. He’s a working-class man whose job is in retail, scoring him $11.66/hour. Thanks to Medicaid he’s being treated for cancer. During the CNN town hall with Health and Human Services Secretary Tom Price, Kline explained his situation and his struggles. …", "url": "https://newslo.com/price-better-budget-cancer-patients-die-quickly/", "site_name": "Newslo", "updated_time": "2017-03-17T03:26:33+00:00"}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/Newslo1", "section": "Featured", "published_time": "2017-03-17T01:05:45+00:00", "modified_time": "2017-03-17T03:26:33+00:00"}}, "movies": [], "publish_date": 1489712745.0, "source": "http://www.newslo.com", "summary": ""}