{"url": "http://www.whitehouse.gov/the-press-office/2011/11/30/remarks-president-american-jobs-act-0", "text": "Scranton High School\n\nScranton, Pennsylvania\n\n2:37 P.M. EST\n\nTHE PRESIDENT: Hello, Scranton! Thank you. (Applause.) It is good to be back in Scranton. Go, Knights! (Applause.) It is good to be here. Thank you, Principal Schaeffer, for letting us hold this little assembly here at the high school. (Laughter.) The principal was bragging about both the basketball team and the football team. I understand they’re -- (applause) -- right up there? All right.\n\nThank you, Donna, for the wonderful invitation. We had a chance to visit in the Festas’ living room, and just a wonderful family, and their kids are doing great. So I’m really, really proud to be with all of you.\n\nAUDIENCE MEMBER: Can you come to my house? (Laughter.)\n\nTHE PRESIDENT: What did she say? You want -- next time, your house. (Laughter.) All right? (Applause.)\n\nNow, I will say, Donna put out some really good cookies. So -- (laughter) -- I’m just saying. (Laughter.) All right.\n\nNow, I also want to bring greetings from somebody you guys know pretty well -– a guy named Joe Biden. (Applause.) Joe is in Iraq as we speak, and he’s visiting with our brave men and women in uniform, thanking them for their service. (Applause.) And part of the reason he’s going now is because, pretty soon, we’ll all get a chance to say thank you. This holiday season is going to be a season of homecomings, because by the end of December, all of our troops are going to be out of Iraq. They’re going to be back home. (Applause.)\n\nNow, I mention Joe, first of all, because he loves Scranton. (Applause.) He was born here in Scranton. He spent his early years here in Scranton. This town helped make him who he is. This is a town where he and so many of you grew up with a faith in an America where hard work matters. Where responsibility matters. Where if you stay true to those things, you can get ahead. Where no matter who you are, no matter what you look like -– whether you own a factory or you work on the factory floor –- America is a place where you can make it if you try. (Applause.)\n\nThat’s why Joe and I ran for this office. You are why we spent so much time in this state a few years ago. Because even then, those ideas -– the idea that’s at the very heart of the American Dream –- felt like it was slipping away for a lot of people. It was wonderful visiting with Patrick and Donna, and we were talking about the fact that Patrick has been -- Patrick Festa has been teaching in the school system for 25 years now; Donna has been a graphic artist. But they’re still worried about if the washer/dryer goes out, or if they have to do a car repair. Things are tight. And they’re pretty lucky that they’ve got a good job, steady jobs. For a lot of folks, it’s a lot tougher.\n\nAnd we’ve gone through a difficult decade for middle-class Americans. More good jobs in manufacturing left our shores over the last decade. More of our prosperity was built on risky financial deals and homes that a lot of folks couldn’t afford. And a lot of you watched your incomes fall or your wages flatline. Meanwhile, the costs of everything from college to health care were all going up. And then, after all that, the financial crisis hit because of the irresponsibility of some on Wall Street. (Applause.) And that made things a whole lot tougher.\n\nToday, we all know folks who’ve spent months looking for work. We all know families making deep sacrifices just to get by. We all know young people who have gone to college, they’ve taken on a bunch of debt. Now they’re finding that the opportunity that they worked so hard to find is getting harder and harder to come by. So there’s a sense of deep frustration among people who’ve done the right thing, but don’t see that hard work and that responsibility pay off. And that’s not the way things are supposed to be, not here in America.\n\nBut here today with all of you, I’m thinking about something that is probably Joe’s favorite expression. And some of you know Joe’s story. He went through some tough times when he was a kid. And his father used to tell him, Champ, when you get knocked down, you get up. You get up.\n\nAnd Scranton, we’ve taken some punches these last few years. But there’s one thing I know about people here in Scranton, people in Pennsylvania, and people all across America: We are tougher than the times. We are America. We get back up. We fight back. We move forward. (Applause.) We don’t give up. We get back up. (Applause.)\n\n\n\nAnd even though our economic problems weren’t caused overnight and so they’re not going to be solved overnight -- even though it’s going to take a few more years to meet all the challenges that were decades in the making -- we’re fighting to make things right again. We’re fighting to make sure that if you are working hard and you are carrying out your responsibilities and you’re looking out for your family, that you can live a good, solid, middle-class life. That is what America is all about. And we are going to be fighting for that every day, every week, every month and every year that we’re in office. (Applause.)\n\nWe want an America where hard work is valued and responsibility is rewarded. We’re fighting to rebuild an economy that restores security for the middle class and renews opportunity for folks that are trying to get into the middle class. We’re fighting to build an economy that’s not based on outsourcing and tax loopholes and risky financial schemes, but one that’s built to last -- one where we invest in things like education and small businesses -- (applause) -- an economy that’s built on manufacturing and building things again and selling them all around the world. (Applause.)\n\nAnd we’re going to keep fighting to make our economy stronger and put our friends and neighbors back to work, to give our young people opportunities greater than the opportunities that we had. (Applause.) That’s what we’ve been doing for the last three years.\n\nBut two months ago, I sent a particular piece of legislation to Congress called the American Jobs Act. (Applause.) This is a jobs bill that will put more Americans to work, put more money back in the pockets of working families. It’s contains ideas that historically have been supported by Democrats and Republicans. It’s paid for by asking our wealthiest citizens to pay their fair share. (Applause.) And independent economists said that it would create up to 2 million jobs, and grow the economy by as much as 2 percent. And that’s what we need right now.\n\nNow, here’s the problem -- there is a problem. Folks in Washington don’t seem to be getting the message. When this jobs bill came to a vote, Republicans in the Senate got together and they blocked it. They refused to even debate it. Even though polls showed that two-thirds of Americans of all political stripes supported the ideas in this bill, not one single Republican stepped up to say, this is the right thing to do.\n\nAUDIENCE: Booo!\n\nTHE PRESIDENT: Not one. But here’s the good news, Scranton. Just like you don’t quit, I don’t quit. (Applause.) I don’t quit. So I said, look, I’m going to do everything that I can do without Congress to get things done. (Applause.)\n\nSo let’s just take a look over the past several weeks. We said, we can’t wait. We just went ahead and started taking some steps on our own to give working Americans a leg up in a tough economy. For homeowners, I announced a new policy that will help families refinance their mortgages and save thousands of dollars. (Applause.) For all the young people out here -- (applause) -- we reformed our student loan process to make it easier for more students to pay off their debts earlier. (Applause.) For our veterans out here -- and I see some veterans in the crowd -- (applause) -- we ordered several new initiatives to help our returning heroes find new jobs and get trained for those jobs. (Applause.) Because you shouldn’t have to fight for a job when you come home after fighting for America -- you shouldn’t have to do that. (Applause.)\n\nAnd in fact, last week I was able to sign into law two new tax breaks for businesses that hire veterans, because nobody out here who is a veteran should -- we have to make sure that they are getting the help that they need.\n\nAUDIENCE MEMBER: Thank you, Mr. President!\n\nTHE PRESIDENT: And by the way, I think we’re starting to get, maybe, to the Republicans a little bit, because they actually voted for this veterans bill. I was glad to see that. (Applause.) I was glad that Democrats and Republicans got together with this bipartisan legislation.\n\nNow, there’s a lot more to do, though, if we’re going to get every American back to work who wants to work, and to rebuild an economy that works for every American, which is why we’re going to give Congress another chance to do the right thing with the American Job Act. We’re going to give them another chance to help working families like yours. (Applause.)\n\nLast year, both parties came together to cut payroll taxes for the typical household by $1,000. Now, that’s been showing up in your paychecks each week. You may not be aware of it, because times are tight. But you actually got a tax cut of $1,000 this year. Now, I know you hear a lot of folks on cable TV claiming that I’m this big tax-and-spend liberal. Next time you hear that, you just remind the people who are saying it that since I’ve taken office, I’ve cut your taxes. (Applause.)\n\nYour taxes today -- the average middle-class family, your taxes today are lower than when I took office, just remember that. (Applause.) We have cut taxes for small businesses not once, not twice, but 17 times. The average family’s tax burden is among the lowest it’s been in the last 60 years.\n\nSo the problem is not that we’ve been raising taxes. We’ve actually been trying to give families a break during these tough times. But here’s the thing: That payroll tax cut that we passed in December of last year, it’s set to expire at the end of this year, one month from now. If that happens -- if Congress doesn’t act to extend this tax cut -- then most of you, the typical middle-class family, is going to see your taxes go up by $1,000 at the worst possible time. A young lady just said she can’t afford that. It would be tough for you. It would also be a massive blow for the economy, because we’re not fully out of the recession yet. Don’t take my word for it; this is what every independent economist says. We can’t let this tax cut lapse right now.\n\nAnd that’s why my jobs bill -- part of the American Jobs Act was to extend this tax cut for another year. In fact, it does one better. It says, let’s expand that tax cut. Instead of a $1,000 tax cut next year, the typical working family under my plan would get a tax cut of $1,500. (Applause.) Instead of it coming out of your paycheck, it would be going into your pocket. Now, that’s money that you can spend on a small business right here in Scranton. If you’re a small business owner, my jobs bill will cut your payroll taxes in half. So if you’ve got 50 employees making $50,000 each, you’d get a tax cut of nearly $80,000. That’s money that you can then use to hire some more workers and get this economy moving again. That’s a good thing. (Applause.)\n\nNow, this really should not be controversial. A lot of Republicans have agreed with this tax cut in the past. The Republican leader in the Senate said it would -- I’m quoting here -- it would “put a lot of money back in the hands of business and in the hands of individuals.” That’s what he said. Another Republican leader said it would help small business owners create jobs and help their employees spend more money, creating even more jobs. One Republican even called it a “conservative approach to help put our economy back on track.” So what’s the problem?\n\nThe bad news is some of those same Republicans voted “no” on my jobs bill and those tax cuts. I don’t know whether it’s just because I proposed it. I don’t know. They said “no” to cutting taxes for small business owners and working families. One of them said just two years ago that this kind of tax cut would boost job creation, and now that I’m proposing it, he said we should let it expire. I mean, what happened?\n\nRepublicans say they’re the party of tax cuts. That’s what they say. A lot of them have sworn an oath to never raise taxes on anybody as long as they live. That doesn’t square with their vote against these tax cuts. I mean, how is it that they can break their oath when it comes to raising your taxes, but not break their oath when it comes to raising taxes for wealthy people? That doesn’t make any sense. (Applause.) I mean, I hope that they don’t want to just score political points. I hope that they want to help the economy.\n\nThis cannot be about who wins and loses in Washington. This is about delivering a win for the American people. That’s what this is about. (Applause.) You know, $1,500 -- that’s not a Band-Aid for middle-class families, that’s a big deal. How many people here could use an extra $1,500? (Applause.) Yes, I thought so.\n\nSo I’ll tell you what, Scranton. They may have voted “no” on these tax cuts once. But I’m already filled with the Christmas spirit. There’s kind of some chill in the air. I saw some Christmas decorations at the Festas. So I’m in a Christmas spirit. I want to give them another chance. I want to give them a chance to redeem themselves. We’re going to give them another chance.\n\nSo as early as Friday, this Friday, in a couple of days, we’re going to give them a chance to take a simple vote on these tax cuts. If they vote “no,” then the typical family’s taxes will go up by $1,000 next year. If they vote “yes,” then the typical family will have an extra $1,500 in their pocket. (Applause.) So let’s just be clear: If they vote “no,” your taxes go up; vote “yes,” you get a tax cut. Which way do you think Congress should vote? They should vote “yes,” it’s pretty simple.\n\n\n\nNow, if you want to see what this vote will mean for your bottom line, we have this spiffy new tax calculator on our Internet site, WhiteHouse.gov. So you can go on there and you can punch in your numbers and figure out what it would mean to your family. But this is real money that would go into the economy at a time it needs it.\n\nNow, I really do think your voices are already getting\n\nthrough, because some of the folks in Congress are starting to say, well, maybe we’re open to this thing. Maybe we’ll be open to these tax cuts. And that’s good news. But I want to make sure that we do this responsibly. So what I’ve said is, to pay for this tax cut, we need to ask wealthy Americans to pay their fair share. (Applause.)\n\nWe’re asking -- what we’ve said is let’s ask the folks who’ve seen their incomes rise fastest, who’ve gotten bigger tax breaks under Bush, let’s ask them to help out a little bit, because they made it better through the recession than most of us. Let’s ask them to contribute a little bit more to get the economy going again.\n\nAnd I just want to point out I’ve done pretty well over these last few years. So I’ve said, let me pay a little bit more. I promise you, I can afford it. (Laughter.) I really can. We’re asking people like me to sacrifice just a little bit so that you guys have a little bit of a leg up.\n\n\n\nAnd by the way, let me say this: When you talk to most folks who are making a million dollars a year, they are willing to do more if they’re asked. Warren Buffett is a good example. They’re willing to do more if they’re asked. (Applause.)\n\nNow, I mean, I don’t want to exaggerate. It’s not like they’re volunteering. (Laughter.) But if they’re asked, if they feel like it’s going to help middle-class families, help grow the economy, help to reduce the deficit, they’re willing to help. I can’t tell you how many well-to-do folks I meet who say, look, America gave me a chance to succeed. Somewhere along the line, somebody gave me a good education. Somewhere along the line, somebody gave me a college scholarship. Somewhere along the line, somebody built the information and transportation networks that have helped my business grow. Somewhere along the line, somebody gave me a shot. And so now it’s my turn to do the next generation that same good thing. I’ve got to give something back to them as well. (Applause.)\n\nBecause, Scranton, this is something everybody in this audience understands. When you think about the history of Scranton and the immigrants who came here and worked hard, each successive generation doing a little bit better -- you guys know that what America is about is that we’re all in this together; that each of us has to do our own individual part, but we also have to be looking out for one another.\n\nAnd that’s the very simple choice that’s facing Congress right now: Are you going to cut taxes for the middle class and those who are trying to get into the middle class? Or are you going to protect massive tax breaks for millionaires and billionaires, many of whom don’t even want those tax breaks? Are you going to ask a few hundred thousand people who have done very, very well to do their fair share? Or are you going to raise taxes for hundreds of millions of people across the country -- 160 million Americans? Are you willing to fight as hard for middle-class families as you do for those who are most fortunate? What’s it going to be?\n\nThat’s the choice in front of Congress. And I hope members of Congress think hard about this, because their actions lately don’t reflect who we are as a people. What does it say about our priorities when we’d rather protect a few really well-to-do people than fight for the jobs of teachers and firefighters? (Applause.) What does it say when we -- about our values when we’d rather fight for corporate tax breaks than put construction workers back on the job rebuilding our roads and our bridges and our schools? (Applause.) What does it say about us if we’re willing to cut taxes for the people who don’t need them, and raise them on folks who do need a tax break?\n\nWe are better than that. America is better than that. We celebrate individual achievement, we expect everybody to work hard, but we don’t believe in every person for themselves; we believe that out of many, we come together as one. (Applause.) We’re a people who reach for our own success, but we also reach back for the people -- to bring somebody up. Reach back to help others earn their own success as well. (Applause.) And we believe that if the folks at the bottom and the folks in the middle succeed, then American succeeds, and the folks at the top succeed as well. (Applause.)\n\nThe decisions we make today are going to determine whether or not our kids grow up in a country where those values still thrive. And Scranton, I don’t know about you, but I want our kids to grow up -- I want Malia and Sasha and all your kids, I want them to come into a country that is built on those big, generous values -- (applause) -- an America that reflects the values that we inherited from our parents and our grandparents.\n\nSo if you agree with me, I need you to tell Congress where your priorities lie. Members of Congress, they work for you. Scranton, you’ve got a great senator in Senator Casey. I love Senator Casey. (Applause.)\n\nSo I want you to know, Casey is already on the program. (Applause.) But to everybody who is here, everybody who is watching, send your Senate a message -- send your senators a message. Tell them, “Don’t be a Grinch.” (Laughter.) “Don’t be a Grinch.” Don’t vote to raise taxes on working Americans during the holidays. Make sure to renew unemployment insurance during the holidays. (Applause.) Stop saying “no” to steps that would make our economy stronger. Put our country before party. Put money back into the pockets of working Americans. Do your job. Pass this bill. (Applause.)\n\nScranton, the American people are with us on this. It is time for folks to stop running around spending all their time talking about what’s wrong with America. Spend some time, roll up your sleeves, and help us rebuild America. That’s what we need to do. (Applause.)\n\nThere is nothing wrong with this country that we can’t fix. We’re Americans, and our story has never been about things coming easy to us. That’s not what Scranton has been about. That’s not what Pennsylvania, that’s not what America is about. It’s been about rising to the moment, and meeting the moment when things are hard. It’s about doing what’s right.\n\nSo let’s do what’s right. Let’s prove that the best days of America are still ahead of us.\n\nGod bless you, and God bless the United States of America. (Applause.)\n\nEND\n\n3:03 P.M. EST", "images": ["https://obamawhitehouse.archives.gov/profiles/forall/modules/custom/gov_whitehouse_www/images/icons/wh_logo_seal.png", "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"], "top_img": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "keywords": [], "authors": [], "canonical_link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/30/remarks-president-american-jobs-act-0", "title": "Remarks by the President on the American Jobs Act", "meta_data": {"msapplication-square70x70logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-TileImage": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "msapplication-TileColor": "#003C80", "application-name": "Whitehouse", "msapplication-config": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "whitehouse.gov", "type": "article", "title": "Remarks by the President on the American Jobs Act", "url": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/30/remarks-president-american-jobs-act-0", "description": "Scranton High School Scranton, Pennsylvania 2:37 P.M. EST", "updated_time": "2011-12-01T10:10:33-05:00", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "secure_url": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "width": 240, "height": 240}}, "twitter": {"card": "summary", "site": "@WhiteHouse", "creator": "@WhiteHouse", "title": "Remarks by the President on the American Jobs Act", "url": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/30/remarks-president-american-jobs-act-0", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}}, "article": {"published_time": "2011-11-30T16:42:00-05:00", "modified_time": "2011-12-01T10:10:33-05:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}, "movies": [], "publish_date": 1322582400.0, "source": "http://www.whitehouse.gov", "summary": ""}