{"url": "http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580&page=2", "text": "April 25, 2010 \u0097 -- TAPPER: Good morning, everyone. Tomorrow, the Senate is scheduled to hold its first vote on the biggest overhaul in decades of the nation's financial system, changes that could impact your savings, your pension, maybe even your job. This as a big Wall Street investment bank comes under attack on Tuesday. Executives from Goldman Sachs, which is already facing government accusations of fraud, will testify before a Senate committee investigating whether the firm profited from the massive housing crash at the expense of its clients.\n\nJoining me this morning, three key players in the middle of this storm. With me here, is Austan Goolsbee from the President Obama's Council of Economic Advisers. In Chattanooga, we have Tennessee Republican Senator Bob Corker, and in Cincinnati, Democratic Senator Sherrod Brown, both key members of the Senate Banking Committee. Gentlemen, welcome.\n\nGOOLSBEE: Thanks for having us.\n\nCORKER: Good morning. Good to be with you.\n\nTAPPER: Before we start with Wall Street reform, I do want to talk about these Goldman Sachs memos, these emails that the Senate Permanent Subcommittee on Investigations has released, emails that seem to show executives rejoicing as the housing market crashed, and in fact, they seem to contradict the impression given by Goldman Sachs that they lost money as the mortgage related investment crash happened. In a private email, Goldman CEO Lloyd Blankfein wrote in November of 2007, \"Of course we didn't dodge the mortgage mess. We lost money, then made more than we lost because of shorts.\"\n\nSenator Brown, I want to ask you. What do these emails signify to you?\n\nBROWN: Well, these emails signify that there are all kinds of conflicts of interest on Wall Street, that there are -- that Wall Street, while working for its clients and working against its clients in the same sort of bundled toxic securities, and that's why we need the Volcker rule. That's why we need really strong reform that will separate the proprietary trading from banking functions. I think that says it more articulately and more forcefully, that example, than anything we've seen so far.\n\nTAPPER: Senator Corker, doesn't Senator Brown have a point? This is exactly why people think that proprietary trading, that is when a bank uses its own money to invest, should not be the same, it should not be in the same firm as trading for commercial banking, for clients? That there is an inbred conflict of interest there.\n\nCORKER: Well, I can understand the sentiment. I know that certainly the emails do not read well. I look forward to seeing what the SEC investigation brings forth, and the Senate investigation through this subcommittee brings forth. At the end of the day, though, some of that has to do with making markets. I am in no way defending sort of the attitude expressed in the emails, but I think we're better off waiting to see exactly what has taken place.\n\nI think, you know, at the end of the day, instruments are set up on Wall Street. People take either side of it. There are some conflicts of interest that can exist and do need to be looked at, but I'd rather wait and see how this investigation unfolds before making any judgments.\n\nTAPPER: Austan, is there anything in the legislation that Democrats are pushing that President Obama wants to pass, is there anything that would have prevented what Goldman Sachs is accused of having committed?\n\nGOOLSBEE: You know, I don't know the exact details, but there are a number of things that would go directly at the heart of some of these issues that are raised in these cases, like with securitizations, that the people who originate the securities have to maintain some ownership so that if they pack it full of things that are going to fail, they themselves are going to lose money when they do it. I'm certainly not going to comment on independent, you know, regulatory investigations, but these emails that are released, the CEO of Goldman is not going to win any popularity contests when over a period that ordinary Americans' pensions, houses et cetera were collapsing in value, they were actually making significant money off of it. If that's true, I think Senator Brown's point, that we've got to end the conflicts of interest and that the Volcker rule is really on point on that I think is also highly relevant.\n\nTAPPER: Senator Corker, the status of the Wall Street reform bill. Right now, the members of the Senate Banking Committee are negotiating. Tomorrow, the majority leader, Harry Reid, is scheduled to bring it up for a vote. Do you think there will be a bipartisan compromise before that vote happens, and if not, are all 41 Republicans going to stand against proceeding to a debate?\n\nCORKER: Look, first of all, I think everybody knows, Sherrod sure knows I want to see a bill. I think we do need to address regulation in our financial markets. You know, it's in play right now. The fact is, I know that Shelby and Dodd are actually on another program this morning. After that program, I know they're going to continue meeting, hopefully getting to a compromise before tomorrow evening.\n\nAnd I think what we need to do is have a template. We don't need to address every issue in this compromise, but one that deals with derivatives, one that deals with consumer protection, and one that deals with this orderly liquidation. If we can get that template agreed to in a bipartisan way, then we can debate some of the amendments that Sherrod Brown wants to bring forth, some of the amendments I want to bring forth. But I think it's very, very important that we reach that bipartisan agreement first, because in the Senate, as you know, it takes 60 votes to change anything.\n\nThis is something, by the way, that everyone has committed to try to do, and that is to have this bipartisan agreement before it goes to the floor. I think it's important that we do so.\n\nTAPPER: So if there is no bipartisan agreement, Republicans will block the motion to proceed to debating this bill?\n\nCORKER: I think that's very likely. And I do want to say that we voted this bill, 1336 pages, we voted it out of committee in 21 minutes with no amendments, with the understanding that before the bill came to the floor, we would reach this bipartisan agreement.\n\nSo again, we just want to see what was stated honored. And I know Sherrod Brown and Austan both know I want to see a bill. But I think, again, having this template done first is very, very important. It's very likely, I think it's almost a given, that if we don't reach that bipartisan agreement, that Republicans will probably want to put in place something that allows those negotiations to keep going for a while until we do that. So yes, 41 Republicans in my opinion would block it unless we reached this agreement, which we've all stated needs to occur.\n\nTAPPER: Senator Brown, let me ask you a question about the legislation itself. I have a copy of it here, and it says right at the top of the bill that the purpose is to promote the financial stability of the United States by improving accountability and transparency in the financial system, to end too-big-to-fail, and for other purposes. Senator Brown, does this bill end too-big-to-fail?\n\nBROWN: Yes, it does. It can do it better, and Senator Corker was part of the negotiations that deal with the resolution authority. But I also--\n\n(CROSSTALK)\n\nTAPPER: Just to interject, the resolution authority is for the federal government to come in, and if there is a failing financial system, to take over and liquidate that firm. I'm sorry, Senator Brown, go on.\n\nBROWN: But let me go back to something Bob just said, then I'll answer the question more specifically. You know, some Wall Street people have said the longer they can delay this, the more chance they can kill it. And I just don't want to see it delayed. We've been -- two years ago was the Bear Stearns problem. Ever since then, Senator Dodd in November put out a working draft. He then put teams together, including Senator Corker and Senator Warner and Gregg and others and Senator Dodd and Shelby, and it's -- and Senator Reed, and Jack Reed was part of that too -- so we've been working on this for a long time.\n\nI hope that tomorrow night when we have a vote -- all we're asking tomorrow night is 60 votes. We need a Republican or two or three to simply say, let's move forward and debate, and then Bob Corker and I and others can offer any kinds of amendments we want. So I hope that they will not en masse -- and put it this way, I wish there were more Bob Corkers in the Senate Republican caucus, because he's been very open with negotiations. And then Senator Shelby and Senator -- Minority Leader McConnell pulled them back, I think on behalf of Wall Street lobbyists.\n\nBut put that aside, in terms of too-big-to-fail, we do have this resolution authority. It's well done, written by Senator Corker and Senator Dodd and some others bipartisanly. I think we need to do more to prevent too big, though. Too-big-to-fail is too big, and my amendment that Senator Kaufman from Delaware and I are offering next week or the week after will basically say that we'll put some limits on the size of these banks.\n\nLet me give you one statistic, if I could, Jake. Fifteen years ago, the six -- the assets of the six largest banks in this country totaled 17 percent of GDP, 17 percent of GDP. The assets of the six largest banks in the United States today total 63 percent of GDP, and that's too -- we've got to deal with risk to be sure, but we've got to deal with the size of these banks, because if one of these banks is in serious trouble, it will have such a ripple effect on the whole economy. So we simply can't let them get this big and have this kind of economic power over Main Street, over a small business in Canton, Ohio, or a worker -- a manufacturing plant in Dayton. I mean, we just can't let this happen.\n\nTAPPER: And Austan, Senator Brown is going to introduce an amendment that would cap the amount a bank can borrow to finance operations at 2 percent of GDP, 2 percent of the gross domestic product. Wouldn't that actually stop too-big-to-fail by preventing these banks from being too big? And why isn't the administration behind that?\n\nGOOLSBEE: Well, the president is totally committed and it's one of his key principles that we're going to end too-big-to-fail, we're going to end the bailout era that began under the last president, for good. That's not going to happen anymore. We can open -- we're open to negotiating details obviously as we start getting into it. They're complicated. Some of these financial risks are more like worms where you could chop them in half, but it doesn't kill them, it just gives you two different worms. Bear Stearns, AIG, they weren't the biggest, they were just the most dangerous, and we've got to come at this from every side.\n\nLook, we're open to looking at ending too-big-to-fail on the size angle, on the what risky investments they're allowed to take, looking at the derivatives component so that AIG-like, they can't threaten to blow up the whole world because of -- because they have some of this $600 trillion pool of derivatives that we know virtually nothing about, that are in the dark. All of that ends when we sign this bill. If you look at the bill and take a step back -- I don't know much about the legislative strategies that are going on in the Senate. They are important. I do know that the president has laid out what this bill does, is we're going to end bailouts, we're going to hold accountable the people that get into the messes. So if they get in trouble, they fail. All we're going to do is pay funeral expenses, and we're going to have the strongest consumer protections ever in this country.\n\nTAPPER: Let me stop you right there, because you said that we're going to hold accountable the people that get us into these messes. But Senator Corker, I think one of the problems that a lot of the American people have with bailouts and with this legislation is that they feel that after these firms fail, or are propped up by the U.S. taxpayer, they take billions of taxpayer dollars, then the CEOs and the board members drive off in their Austin Martins to their $20 million houses in the Hamptons with their $500 million in the bank, and there's no accountability whatsoever. Is there anything in this bill that provides any personal accountability for these CEOs?\n\nCORKER: Before I answer that, let me refer to something Senator Brown said. I -- nobody pulled me back from negotiations. The fact is that Senator Dodd, and he said this publicly, left me at the altar. And the reason was, as we negotiated, Democrats were being lost, and I think he wanted to get the bill out of committee on a party-line vote. I mean, he has stated that publicly. So nobody has pulled me back. I'm my own person and I want to get a good bill here.\n\nBut back to the question you're asking. There is no question, and I think that first of all, I plan to offer changes to this resolution authority that say that, if a large entity like this has to go through this resolution where in essence they're liquidated in an orderly way, I think that everything that the executive team and the board members have earned through this company over the last five years needs to be clawed back. In other words, there needs to be some penalties assessed to the management that have caused the country to have to go through this orderly liquidation process. So absolutely, I will be offering an amendment that deals with that, so that we're taking back, we're clawing back all the earnings that management has made out of this firm, if it has to go through orderly liquidation. I think that's very appropriate, and certainly I'm going to be doing that on the floor if it doesn't make it into the base bill.\n\nTAPPER: Austan, can the White House get behind that clawback provision? Are you being out-populisted by Republicans?\n\nGOOLSBEE: Well, look, in the bill now -- the president went to Cooper Union this last week to revisit the spot where more than two years ago, he went and said we need to have fundamental reform--\n\nTAPPER: But there is no clawback in this bill?\n\nGOOLSBEE: There is a requirement that they're all fired. If you get to that point, all the management is fired--\n\nTAPPER: So they take their $500 million to their home in the Hamptons.\n\nGOOLSBEE: -- all the shareholders are wiped out. Well, look, as I say, on any details, we're open to looking at negotiating the details of how we carry out the president's principles. But if negotiation -- and Senator Corker, to his credit, is not in this camp -- but if the negotiators are going to come forward more as a delaying tactic and we're just going to put in hundreds of amendments and try to keep this going so as to stall, delay and kill reform, that's not going to happen. This is going to pass.\n\nCORKER: Well, let me--\n\nTAPPER: One of the big -- let me just move on to another subject if I could, but we will get back to you, Senator Corker. One of the big debates going on within the Democratic caucus is how strong the derivative legislation should be. Derivatives are these risky bets that big money men and women make on whether or not an industry will rise or fall in value, and it's a way to hedge a lot of risk.\n\nSenator Brown, you are in favor of Senator Lincoln's provision, Blanche Lincoln from Arkansas. She wants to say, if you're a bank and you have federally insured money, you have to separate these derivatives traders. It's too risky what they do. We should not have any connection with taxpayer insured money. Do you think that the Democrats are going to put that in the bill? And if not, why not?\n\nBROWN: Well, I hope so and I think so. I -- this goes back to really your first question on the conflicts of interest on Wall Street, that you really can't serve two masters. You can't serve your clients and serve yourself and play these transactions one off against another. And I think that these -- anything we do in this bill, whether it's consumer protection standalone -- I hope that the Consumer Protection Agency, whether it's regulation of derivatives, whether it's too-big-to-fail, whether it's the Volcker rule separating out proprietary trading and, as I say, from standard banking practices. Any of those conflicts of interests, we have to address in this bill, and I think that -- I think that Senator Lincoln and her draft in the Agriculture Committee that we voted out last week, we got one Republican supporting it, Senator Grassley did. And I think that was a good sign. I think it means that there will be a number of Republicans that are as open-minded as Senator Corker, that will want to move forward Monday night.\n\nAnd again, just to let us begin the debate. I mean, the Monday vote is going to be -- are we going to start the debate or are we going to shut it down and continue negotiating, negotiating, negotiating. I, to me, the legislative process is, you put a bill on the floor and then Bob Corker offers his amendment that I like that he just mentioned, in terms of in the resolution authority, what to do with these executives that brought us there. I offer my amendment on too-big-to-fail means too big. Dozens of other amendments will be offered, we'll see what happens, and then we vote on a bill.\n\nTAPPER: Austan, can you get behind Senator Lincoln's provision to separate derivatives trading from banks that have federally insured deposits?\n\nGOOLSBEE: If you take a step back, this issue of derivatives is totally central. Now, three years ago, virtually no one in America had even heard of derivatives, or if they had, they had nightmares of their, you know, college math class or something. The fact is that there are now $600 trillion of derivatives that are trading in the dark, that we know virtually nothing about and are unregulated. And it's not just a party that's taking place on Wall Street that has no impact on America. They're exactly the things that threatened to blow up the entire financial system with AIG. So the president's completely committed that we are going to bring the $600 trillion out into the open and under the regulatory umbrella.\n\nNow, I think we made great progress that in both the Dodd and Lincoln's versions of what would happen with derivatives, we purged a bunch of the loopholes that some of the banks had gotten put into the bills before. The president is not going to allow putting loopholes in that let these $600 trillion get back into the dark and threaten the whole system.\n\nWe can work on the -- so the--\n\nTAPPER: But you guys--\n\n(CROSSTALK)\n\nTAPPER: -- don't support separating it, though, right?\n\nGOOLSBEE: Well, there are several very technical aspects of difference between the Lincoln bill and the Dodd bill--\n\nTAPPER: It's not really actually that technical, whether or not--\n\nGOOLSBEE: I don't agree with that.\n\nTAPPER: It's whether or not commercial banks should be able to do this. Senator Corker, I hear you giggling--\n\n(CROSSTALK)\n\nTAPPER: You think Senator Lincoln's provision goes a little too far, right? Senator Corker?\n\nCORKER: Are you talking to--\n\n(CROSSTALK)\n\nTAPPER: Yes, yes, of course, Senator Corker.\n\nCORKER: Yes. Yes, I mean, I think what -- I think what Austan is saying is he doesn't support it. And I don't either. Let me say this, I want to see as much traded through clearinghouses as possible. I absolutely agree that that needs to occur. We don't want to force those things that are not liquid to be traded on the clearinghouse, but I'm on the side of let's get as much as possible.\n\nThe fact is that Senator Brown is in a state where a lot of manufacturing takes place. I'm in a state where a lot of manufacturing takes place. And what people don't I think appreciate so much is that all of these tools are used for capital formation. They help companies hedge their risk. They help companies create capital, and I think if we start drawing lines in the sand where we take these tools away, what we really do is hamper companies' ability to access capital. So I don't think separation is appropriate. I do think clearing as much as possible so that on a daily basis, if somebody is money bad, they have to put money up to be money good or neutral, so that we don't end up in the kind of situation we have with AIG. But I think it hampers our ability, again, to create great companies if we just create an absolute separation.\n\nTAPPER: Unfortunately, that's all the time we have. It was a great debate, and I really thank you, Senator Corker in Chattanooga, Senator Brown in Cincinnati and Austan Goolsbee here in the studio. Thanks so much for joining us. Really appreciate it.\n\nAs our roundtable takes their seats, take a look at how Saturday Night Live portrayed the president's speech on Thursday, pitching reform to Wall Street executives.\n\nTAPPER: And we're joined now by our roundtable, as always. George Will, Cynthia Tucker of the Atlanta Journal-Constitution. Paul Krugman of the New York Times and Alexis Glick, former vice president at Fox Business News. Thank you all for joining us.\n\nGeorge, does this legislation end too-big-to-fail?\n\nWILL: No, because that's not the problem. It's -- we all sort of sympathize with Sherrod Brown and Senator Kaufman's idea that if it's too big to fail, it's too big to exist. The problem is it's not scale, it's connectedness that poses so-called system risk. And what people are arguing about is whether or not they have accurately located risk to the entire system.\n\nThis is an unusual argument. Usually in Washington when there's controversy about a bill, the two sides agree about what the bill does but not whether it ought to be done. In this case, there's an argument about whether or not the bill will actually do what it sets out to do.\n\nBoth sides want to guarantee the obliteration of certain kinds of failed firms. They want the management to go and they want shareholder equity to disappear. So it's a competition to see who can be most beastly to these bad companies. And the question is whether or not this happens.\n\nTAPPER: Cynthia, it's unclear right now if there's going to be a bipartisan compromise, but you heard Senator Corker say that the negotiations should continue. You don't really have a lot of faith in that.\n\nTUCKER: No, and the Democrats don't either, for good reason. We saw this tactic used with health care reform, when Max Baucus was given months to negotiate with Republicans. At the end of the day there wasn't a single Senate Republican voting for health care reform. So, you know, Mitch McConnell came out just a few weeks ago and said, let's start over with this financial reform bill. That was the very same tactic used with health care reform. So Democrats need to be leery of this idea of negotiate, negotiate, negotiate. It gives the lobbyists time to lobby more, give more campaign contributions, and it gives the Republicans time to foment opposition by mischaracterizing the bill. So I think Chris Dodd is very leery.\n\n(CROSSTALK)\n\nTAPPER: Can I interject for one second on the campaign contributions, and I'll come to you in a second, Paul. But the Center for Responsive Politics did a study of campaign contributions, and in this cycle, the finance, insurance and real estate sectors are giving much more to Democrats than to Republicans. $65 million to $51 million. Paul, do you think the Democratic Party is too close to Wall Street?\n\nKRUGMAN: Well, it has been in the past for sure. No question that in the late '90s, the Clinton team -- some of whom are now in the administration -- were way too close to Wall Street. They believed that these were wise men who knew what they were doing. And no, at this point, it's the party in power, of course, is going to be getting a lot more contributions. It's kind of -- that's not too surprising.\n\nLet me say a couple of things here. Anyone who says we need to be bipartisan should bear in mind that for the last several weeks, Mitch McConnell, the Senate minority leader, has been trying to stop reform with possibly the most dishonest argument ever made in the history of politics, which is the claim that having regulation of the banks is actually bailing out the banks. And basically, the argument boils down to saying that what we really need to do to deal with fires is abolish the fire department. Because then people will know that they can't let their buildings burn in the first place, right? It's incredible.\n\nSo anyone who says bipartisan, should say, you know, bipartisan doesn't include the Senate minority leader. But, you know, I agree with George, actually, believe it or not. Too big to fail per se is not the problem. The Great Depression was made possible by the failure of the Bank of the United States, which despite its name, was a Bronx-based institution that was the 28th largest financial institution in the United States at the time, and yet brought the whole system down.\n\nBut what we are getting now in this bill is a way to have graceful failure of big institutions, right? We know how to deal with small banks. The FDIC seized seven banks last week that were on the verge of failing and let them, you know, liquidated them gracefully, but we don't have a way of dealing with complex, you know, what we call shadow banking institutions like Lehman or Citigroup. And this bill would give you that. So it would give you the ability to do for big, complicated financial institutions what we've been doing routinely for small ones, and that does -- so it doesn't end the too big, but it may deal with the fail bit.\n\nTAPPER: Alexis, you, unlike a lot of business journalists, actually have worked in business. You've done trading at Goldman Sachs, at Morgan Stanley. What do you think of this regulation bill? Do you think the derivatives monitoring and separation that Senator Lincoln is trying to do, do you think that goes too far?\n\nGLICK: Well, look, bottom line is, I think when you look at the derivative equation, do we need transparency? Should there be a central clearing facility? Absolutely. It is without a doubt the wild west. It is all about that shadow banking market, that black market. We have not been able to see who is on the other side of that transaction.\n\nI do believe that it's going too far to say that large financial institutions cannot have a derivative business. Believe you me, I don't want to see one American deposit in this country used as a tool to go out on a proprietary basis for a firm's capital to go out and trade in derivatives. I don't like that. But when you come back to this too big to fail, just to pick up on what you said, the FDIC has done a phenomenal job throughout this financial crisis. No depositor has lost a dime. They've been able to wind down financial institutions in a very, very smart and effective way. The question here on resolution authority is what--\n\nTAPPER: The ability of the government -- I told you I'll do this -- the ability of the government to step in and wind down a financial institution that's failing. Go.\n\nGLICK: Good job! The bill -- the question here is all those other institutions who have a financial arm, as we talked about earlier. It's the GM situations where they have a finance arm, it's the GE Capitals of the world. Where do these guys fit into this equation when they may be in the manufacturing business or in other business?\n\nWILL: That's precisely what worries Republicans. They think this is a thin end of an enormous wedge that is going to get the government deeper into treating capital and credit in this country as a public utility, to be priced and allocated here in Washington, which is, they think, inevitably a recipe for something like crony capitalism. Because you have somewhat not slippery, but open-textured definitions. Non-bank financial institution. Well, GMAC gets General Motors brought under TARP, and in this case, GE Capital would get all of General Electric, or would it? We don't know. Would it be a segment of General Electric brought under this bill?\n\nKRUGMAN: And yet there's no alternative. Meaning if we only protect banks in the traditional sense, which are big marble buildings with rows of tellers, you're missing 60 percent of the modern banking system. The fact of the matter is, there are lots of things out there, money market funds, repo. (inaudible), but things that functionally play the same role as bank deposits, that can destabilize the economy the same way as bank deposits, and so we have to bring those under the umbrella. Now, we can quibble with details, but something like this has to be done.\n\nTAPPER: Let me just interject for one second. We're going to take a quick break. And when we come back, our roundtable will take up Arizona's crackdown on illegal immigrants and what will the impact be on immigration reform. And later, the Sunday funnies.\n\n(BEGIN VIDEO CLIP)\n\nJAY LENO: He just played golf for the 32nd time in his presidency. He sent more troops to Iraq, wants more oil drilling, gave billions to Wall Street. Rush Limbaugh said he wanted a Republican president, he got one.\n\n(END VIDEO CLIP)\n\n(COMMERCIAL BREAK)\n\nTAPPER: Coming up next, more of the \"Roundtable\" and of course the \"Sunday Funnies.\"\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nBREWER: I have decided to sign Senate bill 1070 into law. Order related violence and crimes due to illegal immigration are critically important issue for the people of our state.\n\nUNIDENTIFIED MALE: People are angry. People feel held down.\n\nUNIDENTIFIED MALE: Federal government isn't doing anything for us. The state has to do something.\n\nSEN. JOHN MCCAIN, R-ARIZ.: Our border is not secure, our citizens are not safe.\n\nOBAMA: The failure to act responsibly at the federal level will only open the door to irresponsibility by others. That includes, for example, the recent efforts in Arizona which threaten to undermine basic notions of fairness that we cherish as Americans.\n\n(END VIDEO CLIP)\n\nTAPPER: Some sound from the heated debate over Arizona's new immigration law. Fodder for us here on our \"Roundtable.\" We're joined as always by George Will, Cynthia Tucker of the \"Atlanta Journal-Constitution,\" Paul Krugman of the \"New York Times,\" and former vice president of FOX Business News, Alexis Glick.\n\nThat's a mouth full but I got it every time. Let me start before we discuss this bill and what it actually does by going into one of the most controversial provisions in this new law, Arizona Senate bill 1070. \"For any lawful contact made by a law enforcement official, where reasonable suspicion exists that the person is an alien who is unlawfully present in the United States, s reasonable attempt shall be made when practicable to determine the immigration status of the person.\"\n\n\"Reasonable suspicion\" that the person is an alien. What does that mean, George?\n\nWILL: Well, the Fourth Amendment says there should be no unreasonable searches and seizures, and we've generated volumes of case law trying to sort out what that means over the last century or so. So it's not clear what that means. Let's say this about Arizona. They have 460,000, an estimated 460,000 illegal immigrants there. So before Washington lectures Arizonans on irresponsibility, perhaps Washington ought to attend to the central attribute of national sovereignty which is to control the borders. We are the only developed nation in the world with a 2,000 mile border with an undeveloped country and we have a magnet of a welfare state to the north.\n\nSo this is not Arizona's fault. Beyond that, this should be said however. Reasonable suspicion is going to put upon the police of Arizona a terribly difficult job. This is what the governor said. \"We must enforce the law evenly and without regard to skin color, accent or social status.\" I don't know how do you that.\n\nTAPPER: Well Cynthia, how do you do that? The governor put out an executive order saying that there should be no racial order that there should be no racial profiling with this law. But if you're a police man and you've been told -- and by the way, you can be sued now under this law if you're not doing enough, if the citizens are convinced you're not doing enough to crack down on illegal immigration. If you're a policeman, what's enough? What's reasonable to think somebody might be an illegal immigrant?\n\nTUCKER: Well Jake, several law enforcement agencies have actually opposed the bill. Not only for that reason because they have no idea what it means to say reasonable suspicion. A California Republican has said you can tell an illegal immigrant by the shoes they wear. Of course this is an invitation to racial profiling. Everyone with a Spanish surname, everyone with a certain look, you may or may not be Latino. There are people in my family who look as if they could be Latino. It harkens back to apartheid where all black people in South Africa were required to carry documents in order to move from one part of town to another.\n\nAnd let me just say this about Arizona's problems with the border, it is absolutely true that Arizona has problems with the border. A rancher was killed apparently by drug smugglers. But this has absolutely no bearing on that problem. All it does is open the doors for harassment of citizens.\n\nTAPPER: Let's you talk about that rancher for a second. His name was Robert Krentz and he was killed in March. Here's a friend of him, Steve Brophy, talking about his friend's death.\n\n(BEGIN VIDEO CLIP)\n\nSTEVE BROPHY, KRENTZ'S FRIEND: You cannot allow a border in our country that is akin in lawlessness to that of west Waziristan in Pakistan. It's simply intolerable, not just for Rob Krentz and not just for the Krentz family but for her entire country.\n\n(END VIDEO CLIP)\n\nTAPPER: Doesn't he have a point, Paul? I mean this is federal failure at the border.\n\nKRUGMAN: Yes, we have never put in enough money is basically what it comes down to enforce the border control. It's not a deep issue of principle, it's just a question of resources. People have been willing to be very -- talk tough about it but actually not willing to do reasonable stuff in terms of enforcement. And it's going to be a problem. But what I want to go back to here is not just apartheid issues, but think about a different way.\n\nWe have these massive protests in this country about alleged authoritarian tendencies that we are going to have some kind of -- inside the Obama/Hitler stuff -- the idea that the government is encroaching too much in our lives.\n\nAnd now all of the sudden, we have by pretty much the same people, demanding that we set up a system that will turn us into one of those apocryphal foreign authoritarian regimes where the police are saying hand over your papers, right? A world where you constantly have to prove who you are. And yes, it will be racial profiling but who knows what else? I mean, some people take me I look like President Lula of Brazil, so I might end up being pulled over when I'm on my morning walk, right?\n\nTAPPER: I think you're much better looking than the president of Brazil.\n\n(CROSSTALK)\n\nTAPPER: But you know, it's interesting that you say that, because you are not the only one to evoke that, let me see your papers thing.\n\nKRUGMAN: Right.\n\nTAPPER: Cardinal Roger Mahoney on his blog wrote, quote, \"American people are fair-minded and respectful. I can't imagine Arizonans now reverting to German Nazi and Russian Communist techniques whereby people are required to turn one another in to the authorities on any suspicion of documentation.\"\n\nAnd now, Alexis, we have Senator Harry Reid and President Obama talking about immigration reform again. We thought it was dead, we thought it wasn't going to be brought up, but it looks like this is going to be a big issue in Washington.\n\nGLICK: You know, I think at first glance, most people say, hey, wait a second. We're been trying to tackle too much too quickly. But the bottom line here is if -- this is a bill that will be the catalyst, if what has happened in Arizona is the thing that gets people moving in Washington, D.C. to address things like the border, then so be it.\n\nI saw Senator Lindsey Graham came out the other day and said, oh, wait a second, I've been working, I'm not going to show up at the conference on cap-and-trade because we said cap-and-trade is first before we're going to address -- or climate change is first before we're going to address immigration. The bottom line, we have to address immigration. 11 million immigrants in this country. We have got an unemployment rate in this country at 26-, 27-year high. We have to address citizens and what they are going to take of the piece of the pie, what they should get in addition to what taxes they should get, what services they're going to be offered.\n\nThis is an issue that has been plaguing us. We have got to address it.\n\nWILL: Again, in defense of Arizona, large majority of Arizonans support this bill and a large majority of Arizonans are not, by definition, the fringe of the state. They are temperate, decent people with a huge problem.\n\nWhat the Arizona law does is make a state crime out of something that already is a crime, a federal crime. Now, the Arizona police -- and I've spent time with the Phoenix Police Department -- these are not bad people. These are professionals who are used to making the kind of difficult judgments. Suspicion of intoxicated driving, all kinds of judgments are constantly made by policemen. And I wouldn't despair altogether their ability to do this in a professional way.\n\nTAPPER: And we should point out, some police organizations in Arizona do support it, although Cynthia, it's interesting, President Obama had this to say on the North Lawn of the White House, or, I'm sorry, in the Rose Garden of the White House the other day, even before the law was passed.\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: I've instructed members of my administration to closely monitor the situation and examine the civil rights and other implications of this legislation. But if we continue to fail to act at a federal level, we will continue to see misguided efforts opening up around the country.\n\n(END VIDEO CLIP)\n\nTAPPER: Obviously that's a call for immigration reform, but in addition, is he asking the Justice Department to look into whether or not they should block this law?\n\nTUCKER: No, I think they are looking -- first of all, I think the Justice Department lawyers and the Civil Rights Division probably spent the weekend trying to figure out what they can do, looking at the bill itself, the law now, and trying to figure out where there might be civil rights violations. Unreasonable search and seizure is one place for them to look.\n\nBut the Justice Department doesn't have to do anything. There will be other organizations that have already said that they are planning lawsuits against this. So it will be in court shortly.\n\nLet me say this about immigration reform, though. If we thought health care reform was divisive, this is going to be an all-out battle, and will even create fissures in the Democratic Party. That's why Speaker Pelosi has said we will act, but only if the Senate acts first.\n\nTAPPER: She's no fool. The Senate -- President Obama has been saying -- pointing out that there were 11 Republican senators who supported immigration reform in 2007 when it failed, and suggesting that they need to support it now. I don't think they're going to support it, though.\n\nKRUGMAN: Well, politically, though, this is one of those issues that cuts right through the middle of both parties. The Democrats, it's on the one hand, Democrats tend to be pro-labor, which means they are worried about immigration; on the other hand, they tend to be -- it is the party that now gets most of the Hispanic votes, it's the party that generally is for inclusiveness. So the Democrats are divided. Many of them divided within their own hearts. It's an interesting thing, it's not so much different wings of the party as each individual Democrat tends to be kind of torn about this.\n\nRepublicans are divided between the sort of cultural conservative wing, the preserve America as the way it is, and the business wing, which likes having inexpensive immigrant labor. So this is one heck of an issue. It's going to -- it's deeply divisive among both parties, which is one reason not to rush it, to push it at the top of the agenda right now.\n\nI'm kind of upset at the notion that this might push climate change off this year, because we don't do climate change legislation. I'm ready for that one, George. If we don't do that this year, we won't do it for quite a few years to come.\n\nGLICK: I thought one of the most interesting things is Senator McCain's stance on this, someone who talked a lot on the campaign trail and has been very vocal about needing comprehensive immigration reform. I understand he's fighting a tight race and a tight battle there, but I thought that was very telling, when you go back to what -- how will this impact the mid-term elections. Is this about what will happen to that Hispanic vote? Is this about what you need to do in these short-term elections to get the necessary votes? I thought that was a very telling sign that in the last hours, he decided to back it.\n\nWILL: But the problem, as in my judgment with health care, is that word comprehensive. Instead of making little, bite-sized, incremental improvements, we have to do everything at once. That's partly because this is all being held hostage by the immigrant advocacy groups in the country. But if we would close the border, guarantee that we were not going to have serial amnesties far into the future--\n\nGLICK: So put the 3,000 troops on the border as McCain suggests.\n\nWILL: Build a fence, do what McCain suggests, and you'll find that the American people are not xenophobic, they are not irrational on the subject, but they do want this essential attribute of national sovereignty asserted.\n\nTUCKER: And where does the money come from for that, George?\n\nWILL: It's a rounding error on the GM bailout.\n\nTUCKER: Sealing the border would be much more difficult than advocates for that idea suggest. It's a very long border, 2,000 miles, George.\n\nTAPPER: We're only talking about the southern border, right? We're not trying to keep the Canadians out?\n\nTUCKER: The southern border---\n\nWILL: You're profiling.\n\n(CROSSTALK)\n\nKRUGMAN: -- different from you and me, eh?\n\nTUCKER: And technology doesn't work that we thought we can depend on, doesn't work nearly as well as its advocates suggested either. So we're talking about people, standing up border guards, National Guard, Army troops on the border if we really want to seal it off.\n\nKRUGMAN: The truth is, in the modern world, sealing borders is a lot harder than you want to imagine. Nobody is able to keep out at least a fair amount of illegal immigration. The Europeans can't. The Japanese can't. Japan is an island, and it's very easy to tell who's not Japanese, and even so they have a lot of illegal immigrants.\n\nGLICK: But you can see to George's point of view, as I was saying to you guys before, when I sent out a message on Twitter about this and I said to people, what do you think about immigration reform? A lot of the messages I got back were from people in Arizona who say they support this bill because they see what's going on, on a day-to-day basis.\n\nNow, I don't agree with it. I think there is a very dangerous precedent being set, but what it does show you is that more and more states, particularly on the border there, are going to have to address this on their own if we don't take it up as a bigger issue.\n\nTAPPER: I want to get to one other state very, very quickly, because we only have a couple of minutes, and that is in the next week, we're going to have a decision from the governor of Florida, Charlie Crist, who is running for Senate, about whether or not he's going to drop out of the race. The latest Quinnipiac poll shows that the former speaker of the Florida House, Marco Rubio, would wallop Crist in the Republican primary, 56 percent to 33 percent. But if Crist runs as an independent, George, Crist 32 percent; Rubio 30 percent; Democratic Congressman Kendrick Meek, 24 percent. Very quickly, isn't this his only option?\n\nWILL: No. He can lose honorably, as has happened before with other people, wait two years, and run against an incumbent Democrat, Senator Nelson. Or having experienced a 50-point swing against him in about six months, he can go off. He has already lost his campaign manager, former Senator Connie Mack. He's infuriated by vetoing an education reform bill to curry favor with the teachers unions Jeb Bush, the most popular politician in the state. This is hara-kiri on the part of this man.\n\nTAPPER: Paul, very quickly.\n\nKRUGMAN: This is the narrowing of the Republican Party. Republican Party has swung hard right. There is no room for a moderately conservative but still middle-of-the-road politician in it, and Charlie Crist has just found that out, rather late in the game I might say.\n\nTAPPER: Cynthia?\n\nTUCKER: You know, he has -- his politics haven't changed. He has always worked across the aisle with Democrats. He's always been moderately conservative. But this shows how much the Republican Party in Florida has changed. It's that hug, when President Obama came to Florida to talk about the stimulus package, there was that moment in video where they did a man hug, and that is killing Charlie Crist and the Republican Party.\n\nTAPPER: Alexis, very quickly, how much of this is about the stimulus, about the fact that Crist embraced the stimulus?\n\nGLICK: Absolutely bingo to me. This is the perfect example for Republicans across the country who will say, hey, look, I didn't support the stimulus package. Look at what's happening to a guy who did support it. I think that's going to be a big issue of debate here. And I also think the second issue is Tea Party. Rubio supported by the Tea Party. If the Republicans want to figure out how to embrace Tea Party candidates, here's an example.\n\nTAPPER: All right, well, the roundtable will continue in the green room on abcnews.com, where you can also check out our fact checks.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/null", "keywords": [], "authors": ["Abc News", "January", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580", "title": "'This Week' Transcript: Goolsbee, Brown & Corker", "meta_data": {"description": "This Week interview transcript with White House Economic Adviser Austan Goolsbee, Sen. Bob Corker (R-TN) and Sen. Sherrod Brown (D-OH).", "keywords": "this week, jake tapper,austan goolsbee, sherrod brown, bob corker", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Goolsbee, Brown & Corker", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580", "title": "'This Week' Transcript: Goolsbee, Brown & Corker", "description": "This Week interview transcript with White House Economic Adviser Austan Goolsbee, Sen. Bob Corker (R-TN) and Sen. Sherrod Brown (D-OH).", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-04-26T09:54:58Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,10469580", "ipad": "abcnewsipad://link/story,10469580", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Goolsbee, Brown & Corker", "description": "This Week interview transcript with White House Economic Adviser Austan Goolsbee, Sen. Bob Corker (R-TN) and Sen. Sherrod Brown (D-OH).", "url": "https://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,10469580", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,10469580", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}