{"url": "http://www.neonnettle.com/news/4514-british-politician-beaten-by-protestors-for-welcoming-trump-to-the-uk-", "text": "British Politician Beaten by Protestors for 'Welcoming Trump to the UK'\n\n74-year-old former UK Ambassador to the US, savagely beaten by thugs\n\n© press Sir Christopher Meyer, 74, savagely beaten close to death by protestors\n\nAn elderly British politician has been savagely beaten to a bloody pulp by a gang of anti-Trump protestors because he 'welcomed' the US President to the UK on Thursday.\n\n74-year-old Sir Christopher Meyer has been hospitalized with his injuries after he was set upon by a mob of thugs in London at around 3 pm local time.\n\nSir Meyer, who is the former UK Ambassador to the United States, was targetted after he publically expressed his support for Donald Trump's visit.\n\nThe retired diplomat was left with a bleeding and swollen eye socket, a burst lip and a possible broken nose.\n\nViolent riots have gripped the nation's capital as citizens take to the streets in a shameful display of fascism and intolerance.\n\nMeyer's wife, Baroness Catherine Meyer, has expressed her anger at the brutal attack, saying it \"was politically motivated,\" adding: \"It's just not right.\"\n\n\"I'm absolutely shocked by the level of the brutality. They really beat him. It's appalling — like something you would see in a war zone,\" she said.\n\n“He looks terrible,\" she continues.\n\n\"His left eye is like a golf ball and bleeding, the nose looks like it could be broken.\n\n“He hasn’t had an x-ray yet.\n\n\"He doesn’t remember anything.\n\n\"The first thing he remembers is the police.\n\n“He is opinionated, and sometimes people have different opinions.\n\n“Nothing was taken, but the transport police intervened quickly.\n\n\"London is such a beautiful, wonderful city.\n\n\"We can't start worrying about walking in the streets at 3 pm.\"\n\n© press The 74-year-old retired diplomat, pictured with his wife, was beaten to a pulp for his political view\n\nDaily Mail reports: Cambridge-educated Sir Christopher worked as press secretary for former chancellor Geoffrey Howe and John Major before being appointed US ambassador.\n\nHe spent six years in Washington, from 1997 to 2003, becoming the longest-serving holder of his office since 1945.\n\nAs ambassador, he welcomed around 35,000 guests to his home a year and was made Knight Commander of the Order of St Michael and St George.\n\nAfter retiring, he became chairman of the Press Complaints Commission, the former newspaper regulatory body.\n\nHe is a prolific tweeter, who regularly comments on politics and foreign affairs.\n\nThe former diplomat has called for Britain to engage with President Trump ahead of his visit today.\n\nHe has been married to Catherine for more than 20 years.\n\nSir Christopher's attack comes as London's crime rate has soared.\n\nSince the start of the year, more than 80 murder investigations have been launched in the capital.\n\nForces in England and Wales logged 5.3million crimes in the year to September 2017, 14 percent up on the previous 12 months.\n\nA statement from the British Transport Police (BTP) said:\n\n\"Officers were called to Victoria London Underground Station at 2.45pm yesterday (11 July), after receiving reports that a man had been seriously assaulted.\n\n\"A 16-year-old boy from Hillingdon and a 15-year-old girl from Croydon were both arrested on suspicion of assault occasioning grievous bodily harm.\n\n\"They have been released under investigation while inquiries into the incident continue.\n\n\"A man in his seventies was taken to hospital, though his injuries are not believed to be life-threatening or changing.\"\n\nThoughts with former British ambassador to the US, Sir Christopher Meyer, who was brutally attacked yesterday. He has been doing a lot of media about how important the Trump visit is. Police say it looks like a robbery - we’ll see. https://t.co/XS1MyfoAFY — Nigel Farage (@Nigel_Farage) July 12, 2018\n\nFirst he wrote this. Within 12 hours, Christopher Meyer - U.K. ambassador to USA (retired) -looked like this. Coincidence? #MAGA #TrumpUKVisit pic.twitter.com/3id7V6n8pt — Katie Hopkins (@KTHopkins) July 12, 2018\n\n© press Violent protestors are flooding the streets on London in a shameful display of intolerance.\n\nBaroness Meyer's comments come as police struggle to cope with a wave of violence across Sadiq Kahn's London.\n\nEvening Standard reports: Activists attending a \"Welcome Trump\" protest on Saturday will march from the US Embassy in Nine Elms to Whitehall, where organizers say they intend to disrupt a \"free Tommy Robinson\" rally.\n\nScotland Yard says the protests will be subject to a series of restrictions “due to concerns of serious public disorder and disruption to the community.”\n\nThese include limiting the protests to specific times and routes and not allowing motor vehicles to take part.\n\nThe huge 'Stop Trump' rally in central London on Friday, will see 70,000 violent protestors flood the British capital.\n\nChief Superintendent Elaine Van-Orden said:\n\n“We police hundreds of public events and demonstrations in central London every year and we always facilitate peaceful protest.\n\n\"We have such serious concerns about this event on Saturday, July 14, that we have made the decision to impose conditions under the Public Order Act.\n\n\"We have a duty to ensure that the community can go about their daily business not unduly impacted by demonstrations taking place.\n\n\"Our message is simple: if you wish to protest peacefully, that is your right and we want to work with you.\n\n\"If you commit criminal acts or breach the conditions of the event, you are liable to be arrested.”", "images": ["http://www.neonnettle.com/sphere/images/florida-school-girls-plot-kill-15-drink-blood-t251018.jpg", "http://www.neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-313718.jpg", "http://www.neonnettle.com/features/images/record-number-iranians-converting-christianity-t71219.jpg", "http://www.neonnettle.com/news/images/jud-3ksjksa.jpg", "http://www.neonnettle.com/news/images/trump-supporters-30303211.jpg", "http://www.neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-413718.jpg", "http://www.neonnettle.com/news/images/california-most-mass-slayings-2019-gun-control-report-t291219.jpg", "http://www.neonnettle.com/videos/images/biden-188.jpg", "http://www.neonnettle.com/news/images/180717_net-29jss.jpg", "http://www.neonnettle.com/news/images/isis-executes-11-christians-message-world-t291219.jpg", "http://www.neonnettle.com/assets/img/Whatfinger250x250.jpg", "http://www.neonnettle.com/features/images/impeachment-trump-democrats-trial-senate-t121219.jpg", "http://www.neonnettle.com/news/images/lond-399sa.jpg", "http://www.neonnettle.com/assets/img/ilmf-trump-hat.jpg", "http://www.neonnettle.com/feed/images/democrats-rebuttal-nunes-memo-t.jpg", "http://www.neonnettle.com/news/images/91-percent-virginia-counties-second-amendment-sanctuary-t281219.jpg", "http://www.neonnettle.com/news/images/virginia-governor-prison-budget-jail-gun-owners-t291219.jpg", "http://www.neonnettle.com/features/images/russia-93kmsa.jpg", "http://www.neonnettle.com/news/images/robert-de-niro-attacks-donald-trump-foul-mouthed-rant-t10118.jpg", "http://www.neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-m13718.jpg", "http://www.neonnettle.com/news/images/biden-nom-932.jpg", "http://www.neonnettle.com/features/images/ultra-sund-339921.jpg", "http://www.neonnettle.com/features/images/quebec-doctors-euthanize-dementia-patients-without-consent-t151219.jpg", "https://neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-m13718.jpg", "http://www.neonnettle.com/news/images/donald-trump-fake-news.jpg", "http://www.neonnettle.com/news/images/deported-339391911.jpg"], "top_img": "https://neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-m13718.jpg", "keywords": [], "authors": ["Jay Greenberg"], "canonical_link": "https://neonnettle.com/news/4514-british-politician-beaten-by-protestors-for-welcoming-trump-to-the-uk-", "title": "British Politician Beaten by Protestors for 'Welcoming Trump to the UK'", "meta_data": {"description": "Neon Nettle - British Politician Beaten by Protestors for 'Welcoming Trump to the UK' - 74-year-old former UK Ambassador to the US, savagely beaten by thugs", "author": "Jay Greenberg", "og": {"type": "article", "url": "https://neonnettle.com/news/4514-british-politician-beaten-by-protestors-for-welcoming-trump-to-the-uk-", "image": {"identifier": "https://neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-m13718.jpg", "width": 620, "height": 340}, "site_name": "Neon Nettle", "title": "British Politician Beaten by Protestors for 'Welcoming Trump to the UK'", "description": "74-year-old former UK Ambassador to the US, savagely beaten by thugs - An elderly British politician has been savagely beaten to a bloody pulp by a gang of anti-Trump p... | NEON NETTLE"}, "fb": {"admins": 761055017, "app_id": 966242223397117, "pages": 415381551894688}, "ia": {"markup_url": "https://neonnettle.com/news/fbia/4514?ia_markup=1"}, "twitter": {"domain": "neonnettle.com", "site": "@neonnettle", "title": "British Politician Beaten by Protestors for 'Welcoming Trump to the UK'", "description": "74-year-old former UK Ambassador to the US, savagely beaten by thugs", "creator": "@neonnettle", "card": "summary_large_image", "image": "https://neonnettle.com/news/images/british-politician-beaten-protestors-supporting-trump-m13718.jpg"}, "HandheldFriendly": "True", "MobileOptimized": 320, "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1, maximum-scale=1"}, "movies": [], "publish_date": null, "source": "http://www.neonnettle.com", "summary": ""}