{"url": "http://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913&page=4", "text": "November 14, 2010 \u0097 -- (BEGIN VIDEO CLIP)\n\nAMANPOUR (voice-over): Welcome to our viewers here and around the world. I'm Christiane Amanpour. And at the top of the news this week, the Gang of 20. At the big summit in Seoul, U.S. economic policies come under fire from China and Germany. Are America's woes putting its global leadership in question?\n\nOBAMA: A whole host of other countries are doing very well. Naturally, they are going to be more assertive.\n\nAMANPOUR: Former Secretary of State Madeleine Albright and Republican Senator Lindsey Graham debate America's role in the world.\n\nThen, American austerity.\n\nBOWLES: The path we're on today is not sustainable. We are headed for disaster.\n\nAMANPOUR: Two members of the president's deficit commission, Democratic Senator Kent Conrad and Honeywell International Chairman and CEO David Cote share some sobering views on tough economic choices the United States faces.\n\nAnd the coming showdown over tax cuts.\n\nBOEHNER: Making these permanent will be the most important thing we could do to help create jobs in the country.\n\nAMANPOUR: That and all the week's politics on our roundtable with George Will, New York Times columnist Paul Krugman, Ruth Marcus of the Washington Post, and Robert Kagan of the Brookings Institution.\n\nAnd the Sunday funnies.\n\nFALLON: China is expected to overtake the U.S. as the world's biggest economy in the next two years. Americans couldn't believe it. They were like, \"That hasn't happened already?\"\n\n(LAUGHTER)\n\nANNOUNCER: From all across our world to the heart of our nation's capital, ABC \"This Week\" with Christiane Amanpour starts now.\n\n(END VIDEO CLIP)\n\nAMANPOUR: And hello again.\n\nBy the time Air Force One lands in Washington this evening, it will have flown around the world, a world that is fast changing, as the president found out during his 10-day trip to Asia. ABC's senior White House correspondent Jake Tapper has been with the president and brings us this report.\n\n(BEGIN VIDEOTAPE)\n\nTAPPER (voice-over): Rebuked by American voters and reminded to focus more on the economy, President Obama began his Asian trip talking it up as a sort of international stimulus to open markets to American goods and bolster American jobs.\n\nOBAMA: We're actually doing some business while we're here. With every $1 billion we sell in exports, 5,000 jobs are supported at home. For America, this is a job strategy.\n\nTAPPER: In Mumbai, India, flanked by American CEOs, the president announced deals between U.S. and Indian companies totaling nearly $10 billion in U.S. exports and maintaining more than 50,000 American jobs.\n\nA cause for celebration, as he and the first lady joined in on the festivities marking the Hindu holiday of Diwali.\n\n(on-screen): By the end of the week here in South Korea, there was no cause for dancing. Some of the world's fastest-growing economies refused President Obama's entreaties to alter their economic policies, policies the president needs changed to fully implement his export strategy, his job strategy.\n\nOBAMA: Instead of hitting home runs, sometimes we're going to hit singles.\n\nTAPPER (voice-over): And sometimes he struck out, failing to convince South Korea to open their markets to American beef and cars. At stake: $10 billion in exports and 70,000 American jobs.\n\nFailing to convince Chinese President Hu Jintao to stop artificially building up the dollar and holding down Chinese currency.\n\nAnd failing to convince his fellow G-20 leaders to use stronger language in the joint declaration on China's currency manipulation.\n\nOBAMA: That is an irritant not just to the United States, but is an irritant to a lot of China's trading partners and those who are competing with China to sell goods around the world.\n\nTAPPER: The president was even forced to push back on attacks that the U.S. was engaging in its own currency manipulation, defending a move by the independent Federal Reserve to inject $600 billion into the U.S. economy.\n\nOBAMA: From everything I can see, this decision was not one designed to have an impact on the currency, on the dollar. It was designed to grow the economy.\n\nTAPPER: Criticisms from G-20 leaders who questioned President Obama's spending habits were made all the more relevant when the co-chairs of the president's own debt commission put forth controversial proposals to reduce the deficit.\n\nBOWLES: This debt is like a cancer that will truly destroy this country from within.\n\nTAPPER: Ones attacked by liberals and conservative, showing how difficult reducing the deficit will be. Modesty was forced upon the president in this trip full of complications.\n\nFor \"This Week,\" Jake Tapper, ABC News, traveling with the president.\n\n(END VIDEOTAPE)\n\nAMANPOUR: And to discuss all of this, we're joined now by former Secretary of State Madeleine Albright and Republican Senator Lindsey Graham. He's just come back from a trip to Iraq and Afghanistan.\n\nThank you both for joining us. And let me ask you first, Secretary Albright, because you have been to many of these summits, isn't it extraordinary that the president, that U.S. leadership is being questioned so openly, not just by China, but by Germany, who called the Fed's action, for instance, \"clueless\"?\n\nALBRIGHT: Actually not. I mean, I think -- I've been to lots of meetings, and they are discussions. And I think the thing that people have to remember is that the G-20 was not set up to solve the world's economic problems. It was, it fact, set up as a way to bring the developing countries in to show what the various disagreements can be and to come to various consensus agreements.\n\nAnd it takes a while. I think as the president said, it's an incremental thing.\n\nAnd I don't know. Christiane, I was asked by the Obama administration during the transition to meet with the G-20 when they were here, and I met with everybody individually, and you could see the fact that they all have their own interests. And it is a matter of listening to the various ideas. I think that it is a process, and I think it's very clear that America continues to be central to the process.\n\nAMANPOUR: Let me ask Senator Graham. Certainly China and Germany, as you heard, did question America's global leadership. Do you think that is, if not actually, at least symbolically and psychologically damaging for the United States?\n\nGRAHAM: Well, I don't want to overreact here. The currency issue was disappointing to me. Clearly, China does manipulate the value of the yuan to get an advantage in exports. They already have enough advantages. I was disappointed with the other nations who would not get behind President Obama to push the Chinese to change their currency policy.\n\nBut, yeah, you know, at the end of the day, we're getting criticism. Does that mean we're losing influence? Not necessarily so.\n\nBut on the currency front and trade front, this was a disappointing meetings. We need a trade agreement with Korea. We need to fight back against China currency manipulation. And I think you're going to see the Congress get more involved on the currency front after this trip.\n\nAMANPOUR: Well, certainly the U.S. also being accused of trying to push down and weaken its own currency. You know, you say that this is perhaps just a sort of temporary statement by these countries, but doesn't -- doesn't America have to get its economic house in order, in order to be able to lead on a whole number of other issues, Senator?\n\nGRAHAM: Yes, I think Secretary Clinton -- I think Secretary Clinton got it right that our looming deficit is a national security problem for us, and the only way you can get America's financial house in order is do a bipartisan agreement on entitlement reform.\n\nEarmark's important. That's just on the margins. But if you really want to get America back in business, we've got to come to grips with Social Security, Medicare, and Medicaid, and find bipartisan agreements to reform entitlements before it's too late.\n\nWe're an aging population. A lot of baby boomers are going to retire. We've got fewer workers, and we need to do that sooner rather than later.\n\nAMANPOUR: Well, we're going to discuss this later on, but do you think there will be compromise?\n\nGRAHAM: There must be. Look what happened with health care when you tried to jam it through on a party-line vote. We need to get Social Security stabilized before it goes into permanent bankruptcy. We're going to have to increase the age. We're going to have to manipulate benefits for upper-income Americans. We've got to put everything on the table, including stable revenues. And I'd like to see this commission help lead the Congress to get some results that have been kicked down the road for far too long.\n\nAMANPOUR: OK. Let me bring up now some of the key foreign policy issues that go to the heart of American prestige and for the president's prestige, the START Treaty, the New START Treaty. Do you think that it will be ratified coming in this lame-duck session?\n\nALBRIGHT: I think it's very important that it be ratified. The president has said it's a priority issue during the lame-duck session. He just finished a meeting with President Medvedev when they were in Japan, and the president restated that it was a priority issue.\n\nAnd the reason it is, is that it's -- first of all, it's a good treaty. But part of the problem is we remember President Reagan said trust, but verify. And what has happened is that the verification procedures have now not been in place for almost a year, so we need that treaty for that.\n\nPlus, I think that we really do -- the relationship with the Russians is very important. They've been very helpful on Iran. And I think -- I hope very, very much that the lame-duck session recognizes the importance of the treaty.\n\nAMANPOUR: And, Senator Graham, Senator Kerry has already said that he believes it can happen in December. President Obama said it must happen in the lame-duck session. Do you believe that it will be voted on and ratified in the lame-duck session?\n\nGRAHAM: I don't know. I'm very open-minded about the treaty. As Secretary Albright indicated, it's an important relationship between the United States and Russia. I think Russia could do more, but they have been more helpful.\n\nYou've got two impediments. Modernization. Not only do we need a START Treaty; we need to modernize our nuclear force, the weapons that are left, to make sure they continue to be a deterrent. And we need to make sure that we can employ -- deploy missile defense systems that are apart from START.\n\nSo you've got two stumbling blocks, the modernization program and how missile defense works apart from the treaty.\n\nAMANPOUR: Will you vote for it?\n\nGRAHAM: Jon Kyl is -- in its current condition, no, but Jon Kyl is working with the administration to get better modernization to make sure that missile defense is not connected to START. If you could get those two things together, I would vote for the treaty.\n\nI'd rather have a treaty than not have a treaty, but modernization and missile defense have to be better dealt with before we get there.\n\nAMANPOUR: Let me ask you about some news today. You've just come back from Afghanistan and Iraq with a congressional delegation. And there's a story in the Washington Post about how President Karzai seems to be at odds fundamentally with U.S. policy there. Did that come up at all in your conversations with him?\n\nGRAHAM: You know, Christiane, I'm just stunned. We had a great meeting. We had dinner with Senator McCain, Lieberman, myself, Petraeus, Ambassador Eikenberry with President Karzai. The focus of the article is the night raids.\n\nWe were briefed by our military commanders that the night raids are -- we own the night (ph) militarily, are making huge impact on the Taliban, the insurgency as a whole, and we're having Afghan partners. This didn't come up at all.\n\nWe talked about, quite frankly, looking long term with Afghanistan about having two air bases in a permanent fashion in Afghanistan to provide stability, so at the end of the day, there was no discussion about a difference between Petraeus and Karzai, in terms of strategy.\n\nAnd I would just add this: If we cannot use night raids with our Afghan partners, then that's a big loss in terms of gaining security.\n\nThe Petraeus plan, the Petraeus strategy must be allowed to go forward for us to be successful. The security gains are -- are obvious. We're not there yet, but we're moving in the right direction, and to take the night raids off the table would be a disaster.\n\nAMANPOUR: Well, let me ask you quickly and briefly on this issue of Afghanistan, also. Was President Karzai -- or, rather, do you believe that the U.S. troops will stay in significant numbers post the summer 2011 deadline?\n\nGRAHAM: Yes, I do. I think in summer of 2011, we can bring some troops home, but we're going to need a substantial number of troops in Afghanistan past that.\n\n2014 is the right date to talk about. That's when Karzai suggests that Afghans will be in the lead, and I'm very pleased to hear President Obama talk about 2014.\n\nWhat I want to talk about is winning, having the ability to stabilize Afghanistan and be a good partner with the United States forever. That means we're going to need military force for quite a while. Post-2014, when the Afghans hopefully get in the lead, it will be great to have a couple of air bases there in perpetuity to help the Afghans to send the right signal to the regions, but none of this is possible unless you have a reliable partner in the Afghan government, so they need to do more quickly on corruption.\n\nAMANPOUR: Do you think, Secretary Albright, that the president is going to move beyond this deadline? I know it's always condition-based, but the acceptance now is it is going to be significant troops for much longer than next summer.\n\nALBRIGHT: Well, they are definitely doing a review, as we -- they've begun it as we speak, and they are going to do a review again, a larger one in December.\n\nI think that the president has said that we're not just going to abandon, that we're in a transition strategy, not an exit strategy, and that it's going to be very important for there to be training of the Afghan police forces and the military forces.\n\nAnd part of the issue, in reading what President Karzai said, is that he keeps saying he wants to take over, but part of the business here is they have to be trained properly and the NATO -- there's going to be a NATO summit, and one of the things they're going to be talking about is how to do this transition policy. And President Obama and Secretary Gates and Secretary Clinton have said that this is going to be conditions-based.\n\nAMANPOUR: Let me ask you a broader question, Secretary Albright, on American engagement. Now that you've got the Republicans in control of Congress, you've got the Tea Party influence, do you think America will keep engaging and keep its leadership roles in so many of these areas? Or will there be a period of turning inwards, whether it's protectionism or in any other foreign policy?\n\nALBRIGHT: Well, I certainly hope not. And President Obama spoke about the problem of protectionism and the fact that we do have to be engaged internationally.\n\nEvery single problem that we are looking at -- whether it's fighting terrorism or dealing with a broken nuclear nonproliferation system or the climate change and energy issues or the gap between the rich and the poor -- requires American leadership, but it also requires being engaged in partners.\n\nAnd so I hope very much -- we don't know what the Tea Party's foreign policy is. And I think that Senator Graham has stated very clearly what the role of the Republicans is in looking at it.\n\nAMANPOUR: Do you think -- because you've been quoted, Senator Graham, just recently -- that there are two wings now of the Republican Party when it comes to foreign policy, that you will look inwards or outwards. And I also want to ask you about your trip to Iraq.\n\nGRAHAM: Well, let me tell you, I think -- I'm in the wing that wants to look outward and have effective engagements throughout the world, so that's why I'm glad to see that President Obama is backing off this idea we're going to leave in 2011 and talk about 2014 and make everything conditions-based.\n\nYou know, I worry that we're going to fumble the ball in Iraq. President -- Mr. Allawi, the biggest vote-getter in the recent elections, who is a Shia who married up with Sunnis to give a different vision for -- for Iraq, has said that this the new government is a joke. If he feels that, that's disappointing.\n\nIt's very important we get a government formed in Iraq that's inclusive, that represents the results of the Iraqi election, and that is a reliable partner with the United States and the region.\n\nSo I've got concerns about this new government. But we need to stay involved -- effectively involved. And I'm in the camp of the Republican Party that wants to work with President Obama to end it well in Iraq, to get it right in Afghanistan, contain Iran through effective sanctions.\n\nAnd to my friends in the Republican Party who want to withdraw, you do so at your own peril, but the administration has to do their part. They're not being as effective as I think they can be in Iraq and Afghanistan. And when it comes to Iran, our sanctions efforts are not working as well as I would like, so I'd ask them to step up their game, as well.\n\nAMANPOUR: And, Secretary Albright, do you think Iraq is -- I mean, you just heard Senator Graham saying he's worried that it's not inclusive and it's not reliable, this -- this new government.\n\nALBRIGHT: Well, it's a work in progress. I mean, there's no question about that. And every day brings a somewhat different story.\n\nI -- I do think that the American government is very involved. Vice President Biden has been talking to them, as have our ambassadors, in a variety of places, so I do think that it is a difficult process. We do need Iraq...\n\nAMANPOUR: The Sunnis just walked out.\n\nALBRIGHT: Well, no, they came back.\n\nAMANPOUR: Right, but...\n\nALBRIGHT: But I think that we are going to be watching this, but they understand that we will be there, and I agree that we need to make sure that the place works.\n\nI think that the administration is committed to that, and it is committed, also, to making Afghanistan work. I think the issue is -- as Senator Graham said, winning, I don't know what that means at the moment, but I do think that we need to have stability in both those countries, and I see the administration as looking outward. We are the strongest country in the world, and we do need partners, and that is what diplomacy's about.\n\nAMANPOUR: Discussion to be continued. Secretary Albright, thank you very much for joining us.\n\nAnd, Senator Graham, thank you very much, indeed, for joining us this morning.\n\nAMANPOUR: And as we've heard, America's growing debt is having an impact on the international stage. The draft recommendations released by the co-chairs of the president's deficit commission add up to nearly $4 trillion in deficit reduction through 2020.\n\nBut the proposed spending cuts -- Social Security and Medicare cuts -- and tax increases are getting a chilly reception from Democrats and Republicans, a sure sign of the difficult task ahead, while deep spending cuts in Europe are bringing people to the streets in protest.\n\nTwo members of the commission appointed by President Obama are with us this morning: David Cote, chairman and CEO of Honeywell and Democratic Senator Kent Conrad.\n\nThank you both for coming. Welcome to both of you. You were just on President Obama's trip abroad. How does this deficit and the big troubles and problems ahead with this play in trying to gin up business abroad, jobs?\n\nCOTE: Well, I think everything ends up being interconnected. You certainly, in my view, want increased trade. Trade, I'm -- you might expect I believe is a good thing, and it benefits both sides, and you want to have countries arguing about commercial issues, not geographic issues. I think it makes a lot of sense.\n\nAMANPOUR: You know, Americans are worried that their jobs are going overseas. You've said that it can't be seen as a zero-sum game.\n\nCOTE: Well, that's one of my issues. And, quite honestly, I think the media helps to perpetuate this, is that economics is viewed as a zero-sum game, my loss is your gain, my gain is your loss.\n\nAnd the only reason you do things economically is because both sides win. When you go to the store and you buy something, the store's happy, you're happy. You both benefit. And that seems to get lost when we start talking about economics on a grander scale.\n\nAMANPOUR: Senator Conrad, there has been so much talk now about the recommendations by the co-chairs of the -- of the -- of the deficit commission, the fiscal commission. Is there any area you think that there's going to be any compromise on this? I mean, they're attacking and talking about really sacrosanct parts of the American political sphere here.\n\nCONRAD: You know, a certain amount of this is shock therapy. You know, there are different options. And, of course, what everybody has fashioned -- fastened on are the most extreme of the options.\n\nBut, look, the important thing for people to know is we are borrowing 40 cents of every dollar we spend. That's utterly unsustainable; it can't continue much longer, so it's got to be dealt with.\n\nIf you look at our spending, it's the highest it's been as a share of our economy in 60 years, revenue is the lowest it's been as a share of our economy in 60 years, so we're going to have to work both sides of the equation.\n\nIt's critically important we do or we will become a second-rate economic power. That is the hard reality.\n\nAMANPOUR: But in terms of things like mortgage interest and all those things that the panel is recommending, these are things that Americans have really relied on forever, just about, and so many of them. Is that even a starter?\n\nCONRAD: Well, there is -- as I referenced earlier, there is one proposal that eliminates all the tax preferences, all the tax deductions, all the tax exclusions, and uses 90 percent of the revenue to reduce rates, only 10 percent to reduce the deficit. I don't favor that approach.\n\nI think we need something that represents a continuation of the mortgage deduction, although reformed, to apply only to primary residences, for example, but we need to continue the child credit, we need to continue the earned income tax credit.\n\nBut fundamentally, if we're going to raise revenue, I don't think the way to do it is to raise rates. I think the way to do it is to eliminate some of the loopholes that exist in the system. We have a tax system now that is just loaded -- chockablock full of preferences, loopholes. We're allowing $100 billion a year to be lost to offshore tax havens, another $50 billion to abuse of tax shelters. That can't be allowed to continue.\n\nAMANPOUR: And on another -- well, on the same issue, but Paul Krugman, the economist, Nobel Prize-winner, who's going to be on our roundtable, has written this week that it really is basically tax breaks again for the rich and more onus on the -- on the middle class dressed up as something new.\n\nCOTE: Well, in my view, democracy seems to be uniquely suited to putting a traffic light up after the fourth accident. Now, we can't wait for the fourth accident here.\n\nAnd that's why I applaud Senator Conrad, for Senator Graham, when -- his comments, trying to get out in front of something, because it's too easy for the demagogues and the polemicists to respond to something, just kind of go into their neutral corner and screaming, as opposed to saying there's a time to pull together.\n\nThis is one of those times. There are times when we should pull apart and pluralism and all that good stuff where people argue their point of view, but there are times when we have to pull together, and this is one of those times.\n\nAnd it scares me that as a financially conversant CEO, I didn't know how bad this was going to get in the next 10 years. I could see where it was today, but I couldn't see what was going to happen in the next 10 years, because people want to point to stuff like Obamacare, stimulus, Bush tax cuts. And the thing that everybody misses is it's my generation, the baby boomers, who are going to flow through Social Security, Medicare, Medicaid. It's going to crush the system.\n\nAnd I think the American public is ready for this discussion, but I don't see anybody having that discussion with them, and that needs to happen.\n\nAMANPOUR: Well, are the Democrats going to allow these cuts that have been suggested in Social Security, Medicare?\n\nCONRAD: Well, I'm a Democrat...\n\nAMANPOUR: Well?\n\nCONRAD: ... and I'm saying to my colleagues...\n\nAMANPOUR: And the liberal wing of the party?\n\nCONRAD: ... it is absolutely imperative that we take this on for the country's sake. And are we going to have to make some changes to Social Security? Certainly we are. Social Security is going to go cash negative in five years. It's going to go broke in 2037.\n\nMedicare, we've just extended the life of it by the health care reform package, which has gotten almost no attention, but still it's prepared to go permanently cash negative in just 10 years. So, obviously, those things have to be reformed; there have to be some changes.\n\nAMANPOUR: Let me talk about the international implications of the currency wars that we were just talking about that came up during the Seoul trip. Alan Greenspan, the former chairman of the Fed, has said that America's pursuing a policy of weakening its currency, and this is what the current treasury secretary, Tim Geithner, said in response to that.\n\n(BEGIN VIDEO CLIP)\n\nGEITHNER: I have enormous respect for Alan Greenspan, of course, had the privilege of working with him for a long period of years, but that's not an accurate description of either the Federal Reserve's policies or our policy. We will never seek to weaken our currency as a tool to gaining competitive advantage or to grow our economy. It's not an effective strategy for any country, certainly not for the United States.\n\n(END VIDEO CLIP)\n\nAMANPOUR: I mean, how do you assess, first, what the QE2 is, which is what he's talking about, quantitative easing? And isn't that viewed as -- certainly overseas -- as an attempt to weaken the currency, just as they're accusing China of doing?\n\nCOTE: Well, I would say managing currency is beyond my pay grade, so I don't normally get into that one. But I would say, in my view...\n\nAMANPOUR: But the affects thereof in business is your pay grade.\n\nCOTE: But I would say -- well, I was one of the guys -- I've been in favor of everything. So when they were talking about stimulus, home modification, the Federal Reserve is doing what they needed to, I don't think the country realized how close we were to a depression.\n\nAnd I've said to the senator several times: I don't think any politician ever gets credit for the problem they avoid. They get a lot of credit if they're in the middle of the crisis and start screaming and yelling, but avoiding a problem doesn't get a lot of merit. This deficit is one of those situations.\n\nAMANPOUR: Were you -- were you shocked that -- that the president could not close a trade deal with Seoul, a major ally? The United States has propped up South Korea, troops there. I mean, how is this possible?\n\nCONRAD: No, I'm not at all shocked. In fact, I think the president -- what he did is a show of strength, rather than weakness.\n\nAMANPOUR: How?\n\nCONRAD: Because he refused to take a bad deal. Look, I've been deeply involved with negotiating with our Korean friends, and they have used every stratagem to avoid previous commitments they have made. And the president called them on it and said, look, you said you would open our market, your market, and you've got an obligation to do it, and I'm not going to accept just any deal in order to have a deal.\n\nThank goodness we've got a president now who is standing up, even to some of our allies, and saying we're insisting on fair treatment.\n\nAMANPOUR: And what did you think when some of our allies called American policy clueless, economic policy?\n\nCONRAD: Well, this was separate...\n\nAMANPOUR: That doesn't show a huge amount of respect.\n\nCONRAD: Yeah, this was separate from...\n\nAMANPOUR: Right.\n\nCONRAD: ... separate from the Korean deal. This -- this involved the question of what the Federal Reserve was doing, which is not the president.\n\nAMANPOUR: Right\n\nCONRAD: This is the Federal Reserve policy to inject liquidity into the economy, given the fact 1 in every 6 people in this country is either underemployed or unemployed, so certainly additional steps need to be taken. I think it's very clear on the fiscal side we've about run the course. There's not going to be another stimulus package.\n\nSo if there's going to be more liquidity, it's going to have to come on the monetary side from the Federal Reserve. And to say that they're clueless, I think, frankly, demeans those who make the charge.\n\nLook, we have -- I would be quick to remind them -- we have saved their bacon over and over and over all across Europe. They need to remember who's been there for them when they needed help.\n\nAMANPOUR: On that note, Senator, Mr. Cote, thank you very much, indeed, for joining us.\n\nAnd coming up next, analysis on our roundtable, with George Will, Paul Krugman of the New York Times, Ruth Marcus of the Washington Post, and foreign policy analyst Robert Kagan of the Brookings Institution.\n\nThank you very much.\n\n(BEGIN VIDEO CLIP)\n\nBUSH: And it's too bad they call them the Bush tax cuts. They might have a better chance of being extended if they were the Lauer tax cuts.\n\nBOEHNER: I think extending all of the current tax rates and making them permanent will reduce the uncertainty in America.\n\nOBAMA: I continue to believe that extending permanently the upper-income tax cuts would be a mistake and that we can't afford it.\n\n(END VIDEO CLIP)\n\nAMANPOUR: The back-and-forth on whether to extend the Bush tax cuts, one of the topics for our roundtable with George Will, Nobel Prize-winning economist Paul Krugman of the New York Times, Washington Post columnist Ruth Marcus, and Robert Kagan, foreign policy analyst and author from the Brookings Institution.\n\nThank you all for joining us. Thank you for being here.\n\nThe deficit commission, we had two members just -- just -- just earlier. You've written very, very strongly about a lot of the proposals, among other things, saying this proposal clearly represents a major transfer of income upward from the middle class to a small minority of wealthy Americans.\n\nKRUGMAN: Yes. I think the most important thing to understand is that the commission did not do its job. It has a bunch of ideas for reducing the deficit, some good, some really bad, some of them not ideas about reducing the deficit at all.\n\nBut, you know, anybody, it's easy to come up with ideas. I can come up with ideas for reducing the deficit while padding my tummy and rubbing my head, you know?\n\nAMANPOUR: What should they have done?\n\nKRUGMAN: What they -- what they were supposed to do was produce something that was good enough to have an up-and-down vote, something that a lot of people could sign on to, and they did not do that.\n\nIn particular, now, leaving aside the distributional stuff -- which is awful -- the core of the deficit problem, everybody who's serious knows the core is health care costs, and you have to reduce health care costs, not reduce them, but reduce the rate of growth. The way you have to do that is by deciding what you're going to be willing to pay for.\n\nThey completely wimped out on that. They simply assumed they were going to reduce the rate of health care cost growth. And they said, how are we going to do that? By monitoring and taking additional measures as necessary.\n\nSo the report was completely empty on the only thing that really matters and then had a whole bunch of things which involved large tax cuts for the top bracket. What on Earth is that doing in there?\n\nAMANPOUR: What on Earth, George?\n\nWILL: Well, Paul is speaking about the commission in the past tense, as though it has just reported. If fact, 2 of 18 members have now given their ideas; the other 16 have yet to be heard from.\n\nThe most interesting thing they did propose, interesting, A, because it's somewhat radical and, B, because it's opaque as to what it means is a 21 percent limit on revenues, not on spending, but on revenues. And I don't know what a cap means.\n\nOne Congress can't bind the other, and I don't know how institutionally how that would work, but certainly raising the early retirement age to 64 is overdue. Raising the retirement age under Social Security to 69 by 2075 is dilatory, should be done next Thursday.\n\nAMANPOUR: A goer at all? I mean, certainly, the liberals are screaming bloody murder over this.\n\nMARCUS: Actually, both sides are screaming bloody murder. And like most people screaming bloody murder, I think they're behaving incredibly childishly...\n\nAMANPOUR: Well, you've told the president to be professorial about this, didn't you?\n\nMARCUS: Professorial and the grown-up...\n\nAMANPOUR: Written about it, anyway.\n\nMARCUS: ... and the grown-up in the room. I agree with what Senator Conrad said. The non-report, the recommendations from the co-chairs were a useful dose of shock therapy just to educate people about the incredible gulf that we have between the government that any reasonable person wants.\n\nYou could have a discussion about what size it should be and the revenue that we have to fund it going forward, and you need to understand the scope of the problem before you can agree on solutions.\n\nRight now, 75 percent of people believe you could balance the budget without touching Medicare or Social Security; 75 percent of people believe that you can balance the budget without raising taxes. Well, you could, but it would be extraordinarily painful.\n\nPeople need to get a little bit of reality therapy. There's going to be another dose coming on Wednesday when another group is going to submit their recommendations, very concrete recommendations about how to do it. That's the conversation we need to have before we start picking apart solutions.\n\nKRUGMAN: If they were going to do reality therapy, they should have said, OK, look, Medicare is going to have to decide what it's going to pay for. And at least for starters, it's going to have to decide which medical procedures are not effective at all and should not be paid for at all. In other words, it should have endorsed the panel that was part of the health care reform.\n\nIf it's not even -- if the commission isn't even brave enough to take on the death panels people, then it's doing no good at all. It's not educating the public. It's not telling people about the kinds of choices that need to be made.\n\nMARCUS: But they did talk about -- just -- just as a fact, they did talk about strengthening that commission, the famous IPAB...\n\nKRUGMAN: Yes.\n\nMARCUS: ... and giving it more power to go after more aspects of the health care system, which -- because it's now rather constrained.\n\nKRUGMAN: They made no headlines with that. And some friends of mine are calling this the commission -- the commission to put caps on lots of stuff. It's a lot of numerical caps without any explanation of how they're going to happen.\n\nAMANPOUR: What about the tax fight which is going to come up? I mean, does that even register with -- in terms of -- in terms of the Brookings Institution, in terms of what you're looking at?\n\nKAGAN: It certainly registers with one-half of the Brookings Institution. It doesn't happen to be the half that I'm in, but, I mean, I think that clearly the whole bundle of issues are going to have to be dealt with together, including, by the way, issues like the national security budget and defense budget, which I think a lot of people think, oh, there's a good pot of money we can go into, but if you look at the foreign policy of this administration, I don't see where they're going to be able to find those kinds of savings.\n\nAMANPOUR: Well, we had Rand Paul on last week and he said, for instance, he is willing to talk about cuts in military spending. He thought that that was one area where perhaps a wing of Republicans could start talking about in return for a wing of Democrats who could talk about real cuts in Social Security and Medicare.\n\n(CROSSTALK)\n\nWILL: ... Secretary Gates is talking about that.\n\nAMANPOUR: Precisely.\n\nWILL: Secretary Gates doesn't want to buy any more C-17s. He wants to put a lid on F-22. There are lots of ways of...\n\n(CROSSTALK)\n\nKRUGMAN: Can I just get into magnitudes here, though? The cost of permanently extending just the upper-end Bush tax cuts, as opposed to only extending the middle-class tax cuts, the 75-year cost of that is just about identical to the 75-year accounting shortfall in Social Security. So we've got people who are saying, oh, Social Security, got to do something about it, but let's extend those tax cuts for rich people. This is showing how the priorities are all skewed (ph).\n\nAMANPOUR: But what is going to happen? I mean, are you clear on where a compromise is going to be? It's got to be discussed before the end of the year, no?\n\nKRUGMAN: No. Some years down the pike, we're going to get the real solution, which is going to be a combination of death panels and sales taxes. It's going to be that we're actually going to take Medicare under control, and we're going to have to get some additional revenue, probably from a VAT. But it's not going to happen now.\n\n(CROSSTALK)\n\nAMANPOUR: ... on the tax thing, for the Bush -- yes, the specific...\n\nMARCUS: I think we know where this is coming out. It's not where it should come out, but I think because everybody agrees that we're going to extend the tax cuts for 98 percent of the people, and because the president doesn't have the votes to not extend the rest, what we're going to do is have some kind of extension for a few years, perhaps, and Senator Warner from Virginia has suggested this. Perhaps we could tweak those cuts to actually make them more attractive to business, more stimulative, more intelligent.\n\nThis is not my preference. I think that the conversation right now is deranged. We have in one room the deficit commission folks saying, \"Look at this huge hole. Look at the tax increases and serious spending cuts that we need to do to fill it.\" And then outside the room, we're having a debate about whether we should add $4 trillion to the deficit long term or a mere $3.3 trillion. This is crazy.\n\nWILL: All the tax cuts are going to be extended. They will not be decoupled. We'll have this argument two, maybe three years from now.\n\nNotice what Paul referred to, the value-added tax. Some while ago, it was thought that this was kind of big bomb that the deficit commission would come in with, an entire new source of revenues. They did not notice that last April the Senate voted 83-13 on a resolution condemning the value-added tax. It will not happen.\n\nAMANPOUR: Let's take it overseas. I mean, there is obviously in Britain a value-added tax. There's this debate going on right now in England, in France, Ireland, all over the place, and they're doing serious austerity. And people are asking, can their economies handle that?\n\nWhat do you think is going to be the picture in -- in Britain over the next few years?\n\nKAGAN: Well, it's going to be some very extreme austerity...\n\nAMANPOUR: People are already on the streets.\n\nKAGAN: Right. I mean, we'll see how -- I think that probably Cameron has enough of a -- of a -- of a majority in parliament to hang on, if he's tough. I mean, Sarkozy is fighting this battle right now in France. I think that they can probably hang on.\n\nBut there is a price to be paid. And, again, sorry to return to world affairs. I mean, Britain has taken itself out as a major player in the international system, at least for a while, with the kind of cuts that they've made in their national security budget.\n\nThe problem is, the United States doesn't have the luxury of doing that. I mean, Britain can become a free-rider in the international system, but that is the price that they've paid.\n\nAMANPOUR: And does this -- do these recommendations from the commission, do they amount to any kind of austerity?\n\nKRUGMAN: Oh, no. It's very, very different. Yes, it's austerity long run, although they're very vague about what form that takes. Again, it's caps without real explanation of how they're going to happen.\n\nBut there's a huge difference. There's two kinds of austerity. There's doing things to bring down your long-run costs, which is what Sarkozy is doing in France -- he's trying to change their retirement age -- and slashing right now, when you're in the middle of a deeply depressed economy, which is what Cameron is doing.\n\nThe first I'm all in favor of, if you do it right. The second is basically crazy, but that's...\n\n(CROSSTALK)\n\nAMANPOUR: So where do you see the British economy going?\n\nKRUGMAN: And we're going to have -- we're going to have Cameron-type austerity in this country, not as a deliberate policy, but because the state and local governments are going to be slashing their spending. There's going to be no further aid coming from -- from Washington.\n\nAnd so, if you look at the global government budget -- global in the sense of all levels of government in the United States -- we're heading -- we're in Herbert Hoover territory in the United States for sure.\n\nAMANPOUR: I just want to switch a little bit to -- to what you heard Senator Lindsey Graham saying about Iraq and Afghanistan. Iraq, he's not happy at all with the -- with the current government and doesn't think the U.S. administration has done a good job. What do you think about that?\n\nWILL: I don't think it's the administration's job to pick Iraq's government, which it's powerless to do. Look, every four years, we flood this little state of New Hampshire with politicians, journalists, poll-takers, political scientists, candidates, consultants, and at the end of the day, we're surprised by what they do in New Hampshire. Why should we be surprised that we're surprised at what the Iraqis are doing?\n\nKAGAN: Well, we don't have -- we don't have, you know, almost 100,000 troops or 50,000 in this case, 50,000 troops in New Hampshire, which might have a greater impact on what voters did. And the truth is, we have been an occupying power in Iraq. We can't pretend that we're not.\n\nIt matters greatly to us what kind of government Iraq has. And I really think the administration -- especially during Chris Hill's ambassadorship -- just took a hands-off attitude. It matters. And it matters before there has to be a feeling among all the different ethic sectarian groups in Iraq that they have some purchase in this government. And right now it feels to them like a Shia government, which is not necessarily...\n\nAMANPOUR: Well, talk about the hands-off, because, obviously, during General Petraeus and Ryan Crocker, when he was the ambassador, there was a real hands-on, a real sense of guiding and shaping. Which is better?\n\nKAGAN: Well, when you're the occupying force, you have to have some guiding and shaping. I mean, when we finally leave Iraq, we'll have to leave it to whatever -- you know, the tender mercies of its own political system, which will be -- have its own dysfunctionalities. That's fine.\n\nBut right now, we're looking to pull out. We need to have a government that is capable of satisfying these needs so we don't see the return of Al Qaida in force or you don't see the return of terrorism, which -- which is going to make it harder for us to leave.\n\nAMANPOUR: In Afghanistan, they're trying to do the same thing in Afghanistan, and you've just seen the Washington Post article saying that Karzai does not like the night raids. You heard what Lindsey Graham is saying, that's very disappointing, it's that -- that's the backbone of their strategy right now, and that he heard nothing about that from Karzai.\n\nWhere is Karzai's head right now, do you think, on this?\n\nKAGAN: Well, I'm not sure I know where Karzai's head is, but I do think we have to recognize he's in a difficult position. I don't -- by the way, I'm not totally sympathetic to him, but I am a little bit sympathetic.\n\nHe's the head of a country that's an occupied country that's at war where there are civilian casualties, and -- and he's a politician. And so as a politician, he's reacting to this. But do I think that he wants the United States to pull out of Afghanistan? No. Does he have to say things which look like he's unhappy about some of the things we're doing? Yes.\n\nAMANPOUR: So I want to put up this latest commercial about \"don't ask/don't tell.\" I want to show you what Cindy McCain has been saying, talking about war policy and the military.\n\n(BEGIN VIDEO CLIP)\n\nPINSKY: LGBT teens are six to nine times more likely to attempt suicide than their straight peers.\n\nC. MCCAIN: Our political and religious leaders tell LGBT youth that they have no future.\n\nNAVARRO: They can't get married.\n\nC. MCCAIN: They can't serve our country openly.\n\nBERGERON: What's worse, these laws that legislate discrimination...\n\nPROBST: ... teach bullies that what they're doing is acceptable.\n\nC. MCCAIN: Our government treats the LGBT community like second-class citizens. Why shouldn't they?\n\n(END VIDEO CLIP)\n\nAMANPOUR: Well, that's one issue of the gay situation right now, but particularly gays in the military. Do you think in a lame-duck session that they're going to vote on this, on \"don't ask/don't tell\"?\n\nWILL: A, I don't think they will. And, B, if they don't do it, it won't happen for at least two more years.\n\nKRUGMAN: No real opinion on that.\n\nMARCUS: I don't think they'll get it done in the lame-duck. The fascinating thing about Cindy McCain is she's put out a statement saying, well, actually she also agrees with her husband's position, wait, wait, wait, don't do it right now on \"don't ask/don't tell.\"\n\nKAGAN: Exactly.\n\nAMANPOUR: And what's extraordinary, though, is that so many former military chiefs, so many of the former defense secretaries actually back repealing \"don't ask/don't tell,\" and it looks, again -- thanks to the Washington Post -- it looks like the Pentagon review shows that the military in general say that it will have no effect.\n\nWhat I don't understand is how, in this day and age, when you need as many people as you can fighting these wars, when you have our allies who have open gays serving in the military, how it's still this issue here and why you don't think it's going to be taken up in the lame-duck session?\n\nWILL: Well, you referred to a lot of former military people.\n\nAMANPOUR: Well, right, but they have experience.\n\nWILL: Well, check with the...\n\nAMANPOUR: They've been there.\n\nWILL: Check with the commandant of the Marine Corps, which is a small service...\n\nAMANPOUR: Well, I know the commandant of the Marine Corps, but...\n\nWILL: ... a small service that's specialty is small-unit combat, and that's where they think the issue matters most (ph).\n\n(CROSSTALK)\n\nAMANPOUR: But the review is meant to suggest that the military thinks that it won't have any impact.\n\nWILL: Then the -- then the review is not representing a consensus of the military.\n\nMARCUS: It's irrational. It's incoherent. It's going to end, but slowly.\n\nAMANPOUR: Well, we're going to talk about this -- hopefully, you'll talk about more of this in the roundtable, because it is really fascinating. And if it won't come up for another two years, that's a long time down the road.\n\nSo -- and the roundtable does continue in the green room at abcnews.com/thisweek, where you can also find our fact-checks in conjunction with PolitiFact.\n\nStill to come, \"In Memoriam,\" the Sunday funnies, and the story of a politician who won an election and then had it taken away from him. You won't believe why.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: The midterm election here in the United States was the most expensive and also one of the most negative campaigns in recent history. Many candidates simply misrepresented their opponent's positions with little consequence, but not so in Britain, where as ABC's Jim Sciutto reports, one politician learned a hard lesson in truth in advertising.\n\n(BEGIN VIDEOTAPE)\n\nSCIUTTO (voice-over): For a country that's raised campaign mud-slinging to high art...\n\n(UNKNOWN): Reid actually voted to use taxpayer dollars to pay for Viagra for convicted child molesters.\n\n(UNKNOWN): Taliban Dan Webster.\n\nSCIUTTO: ... British politics can sound pretty tame.\n\n(UNKNOWN): The right honorable gentleman...\n\nSCIUTTO: And they may just have gotten tamer. Philip Woolas, parliament member for Oldham, East and Saddleworth, was hustled out of office, his May election victory overturned for allegedly lying about his opponent.\n\nSTEWART: So, wait, in Britain, politicians can lose their seat for making false statements about their opponents? Wow, that's how our people get elected.\n\nSCIUTTO: This was the offending flier, which accused his opponent of wooing Islamic extremists.\n\nWOOLAS: I was devastated by the process.\n\nSCIUTTO: The now-former M.P. spoke to ABC News exclusively.\n\n(on-screen): It's an enormous price to pay. You won an election, and you've had that seat taken away from you.\n\nWOOLAS: The case hinged around in the end three lines in a leaflet. I took responsibility for that leaflet, but my election team actually wrote it, because he's not a criminal. This is an election matter. It's about who said what to who when. To my mind, it's the stuff of politics.\n\nSCIUTTO (voice-over): The stuff of dirty politics, two British judges ruled, dirty enough to nullify an election for the first time here in 99 years. Not surprisingly, Woolas' opponent, the target of those fliers and loser of the election, welcomed the ruling.\n\nWATKINS: If you lie to the electorate, you have no place in politics.\n\nSCIUTTO: The decision has sparked a firestorm, his own party abandoning him, but others warning of a chilling effect on free speech.\n\n(on-screen): Like in the U.S., there are many here who aren't sorry to see a politician pay a price for lying, but critics of the decision say there is already a way to punish them, the parliamentary elections themselves. Let the voters, not a judge, decide.\n\n(voice-over): The judges in Woolas' case may have changed the very way elections are run here, perhaps, some say, with a wary look across the Atlantic.\n\n(on-screen): Is there any sense that British people, British voters in general, look to America and say, \"We just don't want to go that far. We see how bad it can get\"?\n\nFREEDLAND: There's definitely a recoil, a cringe almost in British politics about being told they're going down the American politics route.\n\nSCIUTTO (voice-over): Pending Woolas' appeal, British politicians will now face a rule almost unheard of in American politics: think before they sling.\n\nFor \"This Week,\" Jim Sciutto, ABC News, London.\n\n(END VIDEOTAPE)\n\nAMANPOUR: And finally this morning, from Myanmar, formerly known as Burma, a rare image of freedom. Pro-democracy leader and Nobel Peace Prize-winner Aung San Suu Kyi was released from house arrest yesterday, where she's been held for 15 of the past 21 years. Despite their best efforts, the military junta has never succeeded in crushing her supporters' hope for freedom.\n\nThat's our program for today. Thank you for watching, and we hope to see you next week.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/null", "keywords": [], "authors": ["Abc News", "November", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913", "title": "'This Week' Transcript: Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote", "meta_data": {"description": "Transcript of 'This Week' interviews with former Secretary of State Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote.", "keywords": "this week, christiane amanpour, foreign policy, madeleine albright, lindsey graham, kent conrad, david cote, honeywell", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913", "title": "'This Week' Transcript: Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote", "description": "Transcript of 'This Week' interviews with former Secretary of State Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote.", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-11-15T11:04:36Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,12143913", "ipad": "abcnewsipad://link/story,12143913", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote", "description": "Transcript of 'This Week' interviews with former Secretary of State Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote.", "url": "https://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,12143913", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,12143913", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-madeleine-albright-sen-lindsey-graham-sen/story?id=12143913"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}