{"url": "http://www.cnn.com/2008/POLITICS/02/21/debate.transcript/", "text": "This is the transcript of the debate between Democratic presidential candidates Sens. Hillary Clinton and Barack Obama on February 21, 2008 at the University of Texas in Austin.\n\nSens. Barack Obama and Hillary Clinton face off in a high-stakes debate, Thursday night. more photos »\n\nCNN's CAMPBELL BROWN: And the candidates have taken their seats. We are ready to get started. On behalf of CNN, Univision and the candidates, we want to thank our hosts, the University of Texas and the LBJ School and Library.\n\nAnd now I want to give you an idea of what to expect over the next 90 minutes or so. We want to have a real conversation between these two candidates on the issues important to Texas and the entire nation, so we won't have any hard and fast rules for them to follow. We simply ask the candidates to keep their answers to a reasonable length and to stay on point.\n\nAnd we have given the candidates the opportunity to make opening statements. The order was determined by a draw. Senator Obama won the draw and elected to go second.\n\nSo please go ahead, Senator Clinton.\n\nSEN. HILLARY CLINTON: Well, thank you.\n\nAnd I am just delighted to be back here in Austin. You know, nearly 36 years ago I came to Austin for my very first political job, and that was registering voters in south Texas. And I had the great privilege of living for a while in Austin and in San Antonio, and meeting people and making friends that have stayed with me for a lifetime.\n\nAnd I found that we had a lot in common, a lot of shared values, a belief that hard work is important, that self-reliance and individual responsibility count for a lot.\n\nCLINTON: And among the people whom I got to know, who became not only friends, but heroes, were Barbara Jordan, who taught me a lot about courage, and today...\n\n(APPLAUSE)\n\n...would actually be her birthday. I remember all the time about how she got up every single morning, facing almost insurmountable odds, to do what she did.\n\nAnd another was my great friend Ann Richards, who taught me so much...\n\n(APPLAUSE)\n\n... about determination. Ann was a great champion for the people of Texas. She also reminded us that every so often it is good to have a laugh about what it is we're engaged in.\n\nAnd as I think back on those years and the work that I've done ever since, you know, for me politics is about making real differences in people's lives. I am very, very proud that over these years I have been able to make a difference in the lives of people in Texas, Ohio and elsewhere.\n\nCLINTON: You know, 350,000 children in Texas get health care every month because I helped to start the Children's Health Insurance Program.\n\n(APPLAUSE)\n\nAnd 21,000 National Guard and Reserve members get access to health care because I went across the party line and joined up with a Republican senator to make that happen.\n\nSo there's a lot that we've already done. But there's so much more to do.\n\nI want to take on the tough issues that face us now. I want to stop the health insurance companies from discriminating against people because they're sick. You know, it's unconstitutional to discriminate on the basis of race or gender or ethnic origin or religion, but it's OK to discriminate against sick people.\n\nAnd we're going to end that, because it's time we said no more.\n\n(APPLAUSE)\n\nAnd I want to continue the work that I've done in the Senate to take care of our veterans.\n\nCLINTON: It was shocking and shameful, what happened, that we discovered about a year ago at Walter Reed. We can do so much better, to take care of the people who've taken care of us.\n\nAnd there is a lot of work ahead. I offer a lifetime of experience and proven results. And I know that, if we work together, we can take on the special interests, transfer $55 billion of all those giveaways and subsidies that President Bush has given them, back to the middle class, to create jobs and provide health care and make college affordable.\n\n(APPLAUSE)\n\nAnd I ask you -- I ask you to join in my campaign. It's now up to the people of Texas, Ohio, and the other states ahead.\n\nSo, if you'll be part of this campaign, which is your really your campaign, about your futures, your families, your jobs and your health care, we'll continue to make a difference for America.\n\nThank you all very much.\n\n(APPLAUSE)\n\nBROWN: Senator Clinton, thank you.\n\nBROWN: Senator Obama?\n\n(APPLAUSE)\n\nSEN. BARACK OBAMA: First of all, thank you so much to the University of Texas for hosting us, and it's a great honor to share the stage once again with Senator Clinton. I've said before that we've been friends before this campaign started; we'll be friends afterwards, unified to bring about changes in this country.\n\nYou know, we are at a defining moment in our history. Our nation is at war, and our economy is increasingly in shambles. And the families of Texas and all across America are feeling the brunt of that failing economy.\n\nThis week, I met a couple in San Antonio, who -- as a consequence of entering into a predatory loan -- are on the brink of foreclosure and are actually seeing them having to cut back on their medical expenses, because their mortgage doubled in two weeks.\n\nOBAMA: I've met a young woman who gets three hours of sleep a night because she has to work the night shift even as she's going to school full time, and still can't afford to provide the health care for her sister who's ill.\n\nIn Youngstown, Ohio, talked to workers who have seen their plants shipped overseas as a consequence of bad trade deals like NAFTA, literally seeing equipment unbolted from the floors of factories and shipped to China, resulting in devastating job losses and communities completely falling apart.\n\nAnd all across America I'm meeting not just veterans, but also the parents of those who have fallen.\n\nOne mother in Green Bay gave me this bracelet in memory of a 20- year-old son who had been killed in a roadside bomb, as a consequence of a war that I believe should have never been authorized and should have never been waged and has cost us billions of dollars that could have been invested here in the United States in roads and bridges and infrastructure and making sure that young people can go to college and that those who need health care actually get it.\n\nOBAMA: Now, Senator Clinton...\n\n(APPLAUSE)\n\n... Senator Clinton and I have been talking about these issues for the last 13 months. We both offer detailed proposals to try to deal with them. Some of them are the same. Some we have differences of opinion.\n\nBut I think we both recognize that these problems have to be dealt with and that we have seen an administration over the last seven years that has failed to address them and -- in many ways -- has made them worse.\n\nBut understand that what is lacking right now is not good ideas.\n\nOBAMA: The problem we have is that Washington has become a place where good ideas go to die. They go to die because the lobbyists...\n\n(APPLAUSE)\n\nThey go to die because lobbyists and special interests have a strangle-hold on the agenda in Washington. They go to die in Washington because too many politicians are interested in scoring political points rather than bridging differences in order to get things done.\n\nAnd so the central premise of this campaign is that we can bring this country together, that we can push against the special interests that have come to dominate the agenda in Washington, that we can be straight with the American people about how we're going to solve these problems and enlist them in taking back their government.\n\nYou know, Senator Clinton mentioned Barbara Jordan, somebody who was an inspiration to me and so many people throughout the country. And she said that what the American people want is very simple: They want an America that is as good as its promise.\n\nOBAMA: I'm running for president because I want to help America be as good as its promise.\n\nThank you very much.\n\n(APPLAUSE)\n\nBROWN: All right, Senator Obama, thank you, and let's begin with questions.\n\nJorge Ramos?\n\nUNIVISION's JORGE RAMOS: Thank you very much (SPEAKING IN SPANISH).\n\nThank you so much for being with us, and let me start with a little news. After nearly half a century in office, Fidel Castro resigned as the head of the Cuban government. Ninety miles off the coast of the United States, we might have a new opportunity.\n\nThe question for you, Senator Clinton: Would you be willing to sit down with Raul Castro, or whoever leads the Cuban dictatorship when you take office at least just once, to get a measure of the man?\n\nCLINTON: Well, Jorge, I hope we have an opportunity. The people of Cuba deserve to have a democracy. And this gives the Cuban government, under Raul Castro, a chance to change direction from the one that was set for 50 years by his brother.\n\nI'm going to be looking for some of those changes: releasing political prisoner, ending some of the oppressive practices on the press, opening up the economy.\n\nOf course the United States stands ready. And, as president, I would be ready to reach out and work with a new Cuban government, once it demonstrated that it truly was going to change that direction.\n\nI want to bring the region together, our European allies who have influence with Cuba, to try to push for some of those changes, and to make it very clear that, if Cuba moves toward democracy and freedom for its people, the United States will welcome that.\n\nCLINTON: And as president, I would look for opportunities to try to make that happen and to create the momentum that might eventually lead to a presidential visit.\n\nBut there has to be evidence that indeed the changes are real; that they are taking place; and that the Cuban people will finally be given an opportunity to have their future determined by themselves.\n\nRAMOS: Very simply, would you meet with him or not, with Raul Castro?\n\nCLINTON: I would not meet with him until there was evidence that change was happening, because I think it's important that they demonstrate clearly that they are committed to change the direction. Then I think, you know, something like diplomatic encounters and negotiations over specifics could take place.\n\nBut we've had this conversation before, Senator Obama and myself, and I believe that we should have full diplomatic engagement where appropriate. But a presidential visit should not be offered and given without some evidence that it will demonstrate the kind of progress that is in our interest, and in this case, in the interests of the Cuban people.\n\nBROWN: Senator Obama, just to follow up, you had said in a previous CNN debate that you would meet with the leaders of Cuban, Iran, North Korea, among others, so presumably you would be willing to meet with the new leader of Cuba.\n\nOBAMA: That's correct. Now, keep in mind that the starting point for our policy in Cuba should be the liberty of the Cuban people. And I think we recognize that that liberty has not existed throughout the Castro regime. And we now have an opportunity to potentially change the relationship between the United States and Cuba after over half a century.\n\nI would meet without preconditions, although Senator Clinton is right that there has to be preparation. It is very important for us to make sure that there was an agenda, and on that agenda was human rights, releasing of political prisoners, opening up the press. And that preparation might take some time.\n\nBut I do think that it's important for the United States not just to talk to its friends, but also to talk to its enemies. In fact, that's where diplomacy makes the biggest difference.\n\n(APPLAUSE)\n\nOBAMA: One other thing that I've said, as a show of good faith that we're interested in pursuing potentially a new relationship, what I've called for is a loosening of the restrictions on remittances from family members to the people of Cuba, as well as travel restrictions for family members who want to visit their family members in Cuba.\n\nAnd I think that initiating that change in policy as a start and then suggesting that an agenda get set up is something that could be useful, but I would not normalize relations until we started seeing some of the progress that Senator Clinton was talking about.\n\nBROWN: But that's different from your position back in 2003. You called U.S. policy toward Cuba a miserable failure, and you supported normalizing relations.\n\nBROWN: So you've backtracked now...\n\nOBAMA: I support the eventual normalization. And it's absolutely true that I think our policy has been a failure. I mean, the fact is, is that during my entire lifetime, and Senator Clinton's entire lifetime, you essentially have seen a Cuba that has been isolated, but has not made progress when it comes to the issues of political rights and personal freedoms that are so important to the people of Cuba.\n\nSo I think that we have to shift policy. I think our goal has to be ultimately normalization. But that's going to happen in steps. And the first step, as I said, is changing our rules with respect to remittances and with respect to travel.\n\nAnd then I think it is important for us to have the direct contact, not just in Cuba, but I think this principle applies generally. I recall what John F. Kennedy once said, that we should never negotiate out of fear, but we should never fear to negotiate. And this moment, this opportunity when Fidel Castro has finally stepped down, I think, is one that we should try to take advantage of.\n\n(APPLAUSE)\n\nBROWN: Senator Clinton, do you want a quick response?\n\nCLINTON: Well, I agree, absolutely, that we should be willing to have diplomatic negotiations and processes with anyone. I've been a strong advocate of opening up such a diplomatic process with Iran, for a number of years.\n\nBecause I think we should look for ways that we can possibly move countries that are adversarial to us, you know, toward the world community. It's in our interests. It's in the interests of the people in countries that, frankly, are oppressed, like Cuba, like Iran.\n\nBut there has been this difference between us over when and whether the president should offer a meeting, without preconditions, with those with whom we do not have diplomatic relations. And it should be part of a process, but I don't think it should be offered in the beginning. Because I think that undermines the capacity for us to actually take the measure of somebody like Raul Castro or Ahmadinejad and others.\n\nCLINTON: And, as President Kennedy said, he wouldn't be afraid to negotiate, but he would expect there to be a lot of preparatory work done, to find out exactly what we would get out of it.\n\nAnd therefore, I do think we should be eliminating the policy of the Bush administration, which has been very narrowly defined, and frankly against our interests, because we have failed to reach out to countries, we have alienated our friends, and we have emboldened our enemies.\n\nSo I would get back to very vigorous diplomacy, and I would use bipartisan diplomacy. I would ask emissaries from both political parties to represent me and our country, because I want to send a very clear message to the rest of the world that the era of unilateralism, preemption and arrogance of the Bush administration is over and we're going to...\n\n(APPLAUSE)\n\nBROWN: Very briefly and then we're going to move on.\n\n(APPLAUSE)\n\nOBAMA: I think, as I said before, preparation is actually absolutely critical in any meeting. And I think it is absolutely true that either of us would step back from some of the Bush unilateralism that's caused so much damage.\n\nBut I do think it is important precisely because the Bush administration has done so much damage to American foreign relations that the president take a more active role in diplomacy than might have been true 20 or 30 years ago.\n\nBecause the problem is, if we think that meeting with the president is a privilege that has to be earned, I think that reinforces the sense that we stand above the rest of the world at this point in time. And I think that it's important for us in undoing the damage that has been done over the last seven years, for the president to be willing to take that extra step.\n\nOBAMA: That is the kind of step that I would like to take as president of the United States.\n\n(APPLAUSE)\n\nBROWN: A question now on the economy.\n\nJohn King?\n\nCNN's JOHN KING: Campbell, Senators, good evening, first.\n\nI want to bring the conversation back home. You know from your travels -- you don't need to look at the polls or anything else -- that the economy is by far now the dominant issue that voters want to hear about from the candidates.\n\nFor some, that is a question about: What should we do about an economy that is at the edge or perhaps in the early stages of a recession? For some, it is more focused. Maybe it is: Will you raise the minimum wage? Maybe it's about trade deals that they think leave them on the raw end, as you mentioned in your opening statement, Senator Obama.\n\nBut when we ask Democrats, \"How are these two candidates different?,\" they even think they don't know.\n\nSenator Obama, beginning with you, tell us as specifically as you can, how would a President Obama be different than a President Clinton in managing the nation's economy?\n\nOBAMA: Well, first of all, let me emphasize the point that you just made, which is: You don't need an economist or the Federal Reserve to tell the American people that the economy's in trouble, because they've been experiencing it for years now.\n\nEverywhere you go, you meet people who are working harder for less, wages and incomes have flatlined, people are seeing escalating costs of everything from health care to gas at the pump.\n\nAnd so people have been struggling for a long time. In some communities, they have been struggling for decades now. So this has to be a priority of the next president.\n\nNow, what I've said is that we have to restore a sense of fairness and balance to our economy, and that means a couple of things.\n\nNumber one, with our tax code: We've got to stop giving tax breaks to companies that are shipping jobs overseas and invest those tax breaks in companies that are investing here in the United States of America.\n\n(APPLAUSE)\n\nWe have to end the Bush tax cuts to the wealthy...\n\n(APPLAUSE)\n\n... and to provide tax breaks to middle-class Americans and working Americans who need them.\n\nOBAMA: So I've said that if you are making $75,000 a year or less, I want to give an offset to your payroll tax that will mean $1,000 extra in the pockets of ordinary Americans. Senior citizens making less than $50,000, you shouldn't have to pay income tax on your Social Security.\n\nWe pay for these by closing tax loopholes and tax havens that are being manipulated.\n\n(APPLAUSE)\n\nOn our trade deals, I think it is absolutely critical that we engaged in trade, but it has to be viewed not just through the lens of Wall Street, but also Main Street, which means we've got strong labor standards and strong environmental standards and safety standards, so we don't have toys being shipped in the United States with lead paint on them.\n\n(APPLAUSE)\n\nSo these are all issues that I've talked about repeatedly, and I think there are also opportunities in our economy around creating a green economy. We send $1 billion to foreign countries every day because of our addiction to foreign oil.\n\nOBAMA: And for us to move rapidly to cap greenhouse gases, generate billions of dollars that we can reinvest in solar and wind and biodiesel -- that can put people back to work. So...\n\n(APPLAUSE)\n\nNow, I don't want to take too much time. And I'm sure we'll be spend more time discussing this.\n\nSenator Clinton and I, I think, both agree on many of these issues. And I think it's a credit to the Democratic Party as a whole that the other candidates who were involved earlier on agreed with us on many of these issues.\n\nI think that there is a real, solid agenda for moving change forward in the next presidency.\n\nThe question people are going to have to ask is: How do we get it done?\n\nAnd it is my strong belief that the changes are only going to come about if we're able to form a working coalition for change. Because people who were benefiting from the current tax code are going to resist. The special interests and lobbyists are going to resist.\n\nAnd I think it has to be a priority for whoever the next president is to be able to overcome the dominance of the special interests in Washington, to bring about the kinds of economic changes that I'm talking about.\n\nOBAMA: And that's an area where Senator Clinton and I may have a slight difference. But I'm happy to let her speak first and then can pick up on anything that's been left out.\n\nKING: Let's give Senator Clinton that opportunity then.\n\n(APPLAUSE)\n\nAs you have campaigned, Senator, on this issue and others, but specifically on this issue, you have said, \"I am ready on day one to take charge of the economy.\"\n\nThe clear implication, since you have one opponent at the moment, is that you're ready; he's not.\n\nWhat would you do differently on day one than a President Obama would when it comes to managing the nation's economy?\n\nCLINTON: Well, I would agree with a lot that Senator Obama just said, because it is the Democratic agenda.\n\nCLINTON: We are going to rid the tax code of these loopholes and giveaways.\n\nWe're going to stop giving a penny of your money to anybody who ships a job out of Texas, Ohio or anywhere else to another country.\n\nWe're certainly going to begin to get the tax code to reflect what the needs of middle class families are so we can rebuild a strong and prosperous middle class.\n\nYou know, the wealthy and the well-connected have had a president the last seven years, and I think it's time that the rest of America had a president to work for you every single day.\n\n(APPLAUSE)\n\nWe will also have a different approach toward trade.\n\nWe're going to start having trade agreements that not only have strong environmental and labor standards, but I want to have a trade time-out. We're going to look and see what's working and what's not working, and I'd like to have a trade prosecutor to actually enforce the trade agreements that we have before we enter into any others.\n\nWe're also going to put much tougher standards in place so that people cannot import toys with lead paint, contaminated pet food, contaminated drugs into our market. We're going to have much more vigorous enforcement of safety standards.\n\nCLINTON: Now, in addition, there are steps I would take immediately. One is on this foreclosure crisis. I have been saying for nearly a year we had to crack down on the abusive practices of the lenders. But we also need a moratorium on home foreclosures.\n\nEverywhere I go, I meet people who either have been or about to lose their home. 85,000 homes in foreclosure in Texas; 90,000 in Ohio. I've met the families: the hairdresser, the single mom who's going to lose her home, the postal worker who got really hoodwinked into an agreement that wasn't fair to him.\n\nSo I would put a moratorium for 90 days, to give us time to work out a way for people to stay in their homes, and I would freeze interest rates for five years. Because these adjustable-rate mortgages, if they keep going up, millions of Americans are going to be homeless. And vacant homes will be across the neighborhoods of Texas and America.\n\n(APPLAUSE)\n\nCLINTON: Now, in addition, there are three ways we need to jump start the economy.\n\nClean green jobs; I've been promoting this. I wanted it to be part of the stimulus package. I thought a $5 billion investment in clean green jobs would put hundreds of thousands of Americans to work helping to create our future.\n\nWe also need to invest in our infrastructure. We don't have enough roads to take care of the congestion, we have crumbling bridges and tunnels. We need to rebuild America, and that will also put people to work.\n\nAnd, finally, we need to end George Bush's war on science, which has been waged against scientists and researchers...\n\n(APPLAUSE)\n\nBROWN: Thank you, Senator. And we've got a lot of ground to cover...\n\nCLINTON: This is about how we fund the future. We've got to get back to being the innovation nation. Think of everything that goes on at this great university to create the new economy...\n\n(APPLAUSE)\n\nBROWN: All right. Senator Clinton, thank you very much.\n\nBROWN: And, as I was saying, we've got a lot to get through. So I do want to shift gears and go on to another topic especially important here in Texas, which is immigration.\n\nAnd, Jorge, you have a question.\n\nRAMOS: (SPEAKING IN SPANISH) Federal raids by immigration enforcement officials on homes and businesses have generated a great deal of fear and anxiety in the Hispanic community and have divided the family of some of the 3 million U.S.-born children who have at least one undocumented parent.\n\nWould you consider stopping these raids once you take office until comprehensive immigration reform can be passed?\n\nCLINTON: I would consider that, except in egregious situations where it would be appropriate to take the actions you're referring to.\n\nBut when we see what's been happening, with literally babies being left with no one to take care of them, children coming home from school, no responsible adult left, that is not the America that I know.\n\n(APPLAUSE)\n\nCLINTON: That is against American values. And it is...\n\n(APPLAUSE)\n\nAnd it is a stark admission of failure by the federal government. We need comprehensive immigration reform. I have been for this. I signed onto the first comprehensive bill back in 2004. I've been advocating for it: tougher, more secure borders, of course, but let's do it the right way, cracking down on employers, especially once we get to comprehensive immigration reform, who exploit undocumented workers and drive down wages for everyone else.\n\nI'd like to see more federal help for communities like Austin and others like Laredo, where I was this morning, that absorb the health care, education, and law enforcement costs.\n\nAnd I personally, as president, would work with our neighbors to the south, to help them create more jobs for their own people.\n\nFinally, we need a path to legalization, to bring the immigrants out of the shadows, give them the conditions that we expect them to meet, paying a fine for coming here illegally, trying to pay back taxes, over time, and learning English.\n\nIf they had a committed a crime in our country or the country they came from, then they should be deported. But for everyone else, there must be a path to legalization. I would introduce that in the first 100 days of my presidency.\n\n(APPLAUSE)\n\nBROWN: Senator Obama, is your position the same as Hillary Clinton's?\n\nOBAMA: There are a couple of things I would add. Comprehensive immigration reform is something that I have worked on extensively.\n\nTwo years ago, we were able to get a bill out of the Senate. I was one of the group of senators that helped to move it through, but it died in the House this year. Because it was used as a political football instead of a way of solving a problem, nothing happened.\n\nAnd so there are a couple of things that I would just add to what Senator Clinton said.\n\nNumber one, it is absolutely critical that we tone down the rhetoric when it comes to the immigration debate, because there has been an undertone that has been ugly.\n\nOftentimes, it has been directed at the Hispanic community. We have seen hate crimes skyrocket in the wake of the immigration debate as it has been conducted in Washington, and that is unacceptable.\n\nWe are a nation of laws and we are a nation of immigrants, and we can reconcile those two things. So we need comprehensive reform...\n\n(APPLAUSE)\n\n... we need comprehensive reform, and that means stronger border security. It means that we are cracking down on employers that are taking advantage of undocumented workers because they can't complain if they're not paid a minimum wage.\n\nOBAMA: They can't complain if they're not getting overtime. Worker safety laws are not being observed.\n\nWe have to crack down on those employers, although we also have to make sure that we do it in a way that doesn't lead to people with Spanish surnames being discriminated against, so there's got to be a safeguard there.\n\nWe have to require that undocumented workers, who are provided a pathway to citizenship, not only learn English, pay back taxes and pay a significant fine, but also that they're going to the back of the line, so that they are not getting citizenship before those who have applied legally, which raises two last points.\n\nNumber one, it is important that we fix the legal immigration system, because right now we've got a backlog that means years for people to apply legally.\n\n(APPLAUSE)\n\nAnd what's worse is, we keep on increasing the fees, so that if you've got a hard working immigrant family, they've got to hire a lawyer; they've got to pay thousands of dollars in fees. They just can't afford it. And it's discriminatory against people who have good character, we should want in this country, but don't have the money. So we've got to fix that.\n\nOBAMA: So we've got to fix that.\n\nThe second thing is, we have to improve our relationship with Mexico and work with the Mexican government so that their economy is producing jobs on that side of the border.\n\nAnd the problem that we have...\n\n(APPLAUSE)\n\nThe problem that we have is that we have had an administration that came in promising all sorts of leadership on creating a U.S.- Mexican relationship. And, frankly, President Bush dropped the ball. He has been so obsessed with Iraq that we have not seen the kinds of outreach and cooperative work that would ensure that the Mexican economy is working not just for the very wealthy in Mexico, but for all people. And that's as policy that I'm going to change when I'm president of the United States.\n\n(APPLAUSE)\n\nBROWN: All right, Senator Obama.\n\nWe're going to stay with this topic. I want to have John King ask another question.\n\nGo ahead, John.\n\nKING: I want to stay on the issue, but move to a controversial item that was not held up when the immigration debate collapsed in Washington, and that is the border fence.\n\nKING: To many Americans, it is a simple question of sovereignty and security. America should be able to keep people out that it doesn't want in.\n\nBut, as you know in this state, especially if you go to the south of here, along the border, and in other border states, to many people it's a much more personal question. It could be a question of their livelihood. It could be a question of cross-border trade. It might be an issue to a rancher of property rights. It might be a simple question of whether someone can take a walk or a short drive to see their family members.\n\nSenator, back in 2006, you voted for the construction of that fence. As you know, progress has been slow.\n\nAs president of the United States, would you commit tonight that you would finish the fence and speed up the construction, or do you think it's time for a president of the United States to raise his or her hand and say, \"You know what? Wait a minute. Let's think about this again. Do we really want to do this?\"\n\nCLINTON: Well, I think both Senator Obama and I voted for that as part of the immigration debate.\n\nCLINTON: And having been along the border for the last week or so -- in fact, last night I was at the University of Texas at Brownsville -- and this is how absurd this has become under the Bush administration. Because, you know, there is a smart way to protect our borders, and there is a dumb way to protect our borders.\n\n(APPLAUSE)\n\nAnd what I learned last night when I was there with Congressman Ortiz is that the University of Texas at Brownsville would have part of its campus cut off.\n\nThis is the kind of absurdity that we're getting from this administration. I know it because I've been fighting with them about the northern border. Their imposition of passports and other kinds of burdens are separating people from families, interfering with business and commerce, the movement of goods and people.\n\nSo what I've said is that I would say, wait a minute, we need to review this. There may be places where a physical barrier is appropriate.\n\nI think when both of us voted for this, we were voting for the possibility that where it was appropriate and made sense, it would be considered. But as with so much, the Bush administration has gone off the deep end, and they are unfortunately coming up with a plan that I think is counterproductive.\n\nCLINTON: So I would have a review. I would listen to the people who live along the border, who understand...\n\n(APPLAUSE)\n\n... what it is we need to be doing to protect our country.\n\n(APPLAUSE)\n\nBROWN: Let me go on, again -- John?\n\nKING: Does that mean that you think your vote was wrong, or the implementation of it was wrong?\n\nBecause, as you know, when they first built the fence in the San Diego area, it only went so far. And what it did was it sopped the people coming straight up the path of where that was built, and they simply moved. And California's problem became Arizona's problem.\n\n(LAUGHTER)\n\nCLINTON: But, you know, John, there is -- there's a lot we've learned about technology and smart fencing. You know, there is technology that can be used instead of a physical barrier.\n\nCLINTON: It requires us having enough personnel along the border so that people can be supervising a certain limited amount of space and will be able to be responsive in the event of people attempting to cross illegally.\n\nI think that the way that the Bush administration is going about this, filing eminent domain actions against landowners and municipalities, makes no sense.\n\nSo what I have said is, yes, there are places when after a careful review, again listening to the people who live along the border, there may be limited places where it would work. But let's deploy more technology and personnel, instead of the physical barrier.\n\nI frankly think that will work better and it will give us an opportunity to secure our borders without interfering with family relations, business relations, recreation and so much else that makes living along the border, you know, wonderful.\n\nBROWN: All right.\n\nCLINTON: And the people who live there need to have a president who understands it, will listen to them and be responsive.\n\nBROWN: All right, Senator Clinton.\n\n(APPLAUSE)\n\nSenator Obama, go ahead please.\n\nOBAMA: Well, this is an area where Senator Clinton and I almost entirely agree. I think that the key is to consult with local communities, whether it's on the commercial interests or the environmental stakes of creating any kind of barrier.\n\nAnd the Bush administration is not real good at listening. That's not what they do well.\n\n(LAUGHTER)\n\nAnd so I will reverse that policy. As Senator Clinton indicated, there may be areas where it makes sense to have some fencing. But for the most part, having border patrolled, surveillance, deploying effective technology, that's going to be the better approach.\n\nThe one thing I do have to say, though, about this issue is, it is very important for us, I think, to deal with this problem in terms of thousands of -- hundreds of thousands of people coming over the borders on a regular basis if we want to also provide opportunity for the 12 million undocumented workers who are here.\n\nOBAMA: Senator Clinton and I have both campaigned in places like Iowa and Ohio and my home state of Illinois, and I think that the American people want fairness, want justice. I think they recognize that the idea that you're going to deport 12 million people is ridiculous, that we're not going to be devoting all our law enforcement resources...\n\n(APPLAUSE)\n\n... to sending people back.\n\nBut what they do also want is some order to the process. And so, we're not going to be able to do these things in isolation. We're not going to be able to deal with the 12 million people who are living in the shadows and give them a way of getting out of the shadows if we don't also deal with the problem of this constant influx of undocumented workers.\n\nAnd that's why I think comprehensive reform is so important. That's the kind of leadership that I've shown in the past; that's the kind of leadership that I'll show in the future.\n\nOne last point I want to make on the immigration issue because we may be moving to different topics: Something that we can do immediately that I think is very important is to pass the Dream Act, which allows children who through no fault of their own are here but have essentially grown up as Americans, allow them the opportunity for higher education.\n\nOBAMA: I do not want two classes of citizens in this country.\n\n(APPLAUSE)\n\nI want everybody to prosper. That's going to be a top priority.\n\n(APPLAUSE)\n\nBROWN: OK, we've got one last question on immigration.\n\nJorge, go ahead.\n\nRAMOS: (SPEAKING SPANISH) Right now, there are more than 30 million people in this country who speak Spanish.\n\n(APPLAUSE)\n\nMany of them are right here. By the year 2050, there will be 120 million Hispanics in the United States. Now, is there any downside, Senator Clinton, to the United States becoming (SPEAKING SPANISH) becoming a bilingual nation? Is there a limit?\n\nCLINTON: Well, I think it's important for as many Americans as possible to do what I have never been able to do, and that is learn another language and try to be bilingual because that connects us to the rest of the world.\n\nI think it is important, though, that English remain our common unifying language because that brings our country together in a way that we have seen generations of immigrants coming to our shores be able to be part of the American experience and pursue the American dream.\n\nYou know, I have been adamantly against the efforts by some to make English the official language. That I do not believe is appropriate, and I have voted against it and spoken against it.\n\nCLINTON: I represent New York. We have 170 languages in New York City alone. And I do not think that we should be, in any way, discriminating against people who do not speak English, who use facilities like hospitals or have to go to court to enforce their rights.\n\nBut I do think that English does remain an important part of the American experience. So I encourage people to become bilingual. But I also want to see English remain the common, unifying language of our country.\n\n(APPLAUSE)\n\nRAMOS: Senator Obama, is there any down side to the United States becoming a bilingual nation?\n\nOBAMA: Well, I think it is important that everyone learns English and that we have that process of binding ourselves together as a country. I think that's very important.\n\nI also think that every student should be learning a second language, because...\n\n(APPLAUSE)\n\n... you know, so, when you start getting into a debate about bilingual education, for example, now, I want to make sure that children who are coming out of Spanish-speaking households had the opportunity to learn and are not falling behind.\n\nOBAMA: If bilingual education helps them do that, I want to give them the opportunity.\n\nBut I also want to make sure that English-speaking children are getting foreign languages because this world is becoming more interdependent and part of the process of America's continued leadership in the world is going to be our capacity to communicate across boundaries, across borders, and that's something frankly where we've fallen behind.\n\nOne of the failures of No Child Left Behind, a law that I think a lot of local and state officials have been troubled by, is that it is so narrowly focused on standardized tests that it has pushed out a lot of important learning that needs to take place.\n\n(APPLAUSE)\n\nAnd foreign languages is one of those areas that I think has been neglected. I want to put more resources into it.\n\nBROWN: All right.\n\nWe're going to take a quick break. We've got to go to a commercial. We'll be back with a lot more. There is also a debate we should mention raging online right now. Go to our Web site, CNNpolitics.com, and join in. The debate here at the University of Texas in Austin continues right after this.\n\n(COMMERCIAL BREAK)\n\nBROWN: And we are back. We're here in Austin, Texas, the capital city. Welcome back to the Texas Democratic debate at the University of Texas, Austin.\n\nThe first question now goes to John King.\n\nKING: Senator, as I'm sitting here, we're about 45 minutes into the discussion tonight, and I'm having what I like to call one of those parallel universe moments.\n\nI've been watching each of you give speeches in arenas not unlike this one individually. And the tone is often quite different than the very polite, substantive discourse we've had tonight.\n\n(LAUGHTER)\n\n(APPLAUSE)\n\nAnd so, I want to ask you about that. There are times when each of you seems to call into question the other one's credibility or truthfulness.\n\nAnd, Senator Clinton, I want to talk specifically about some words you've spoken here in the state of Texas over the past couple of days.\n\nYou've said, quote, \"My opponent gives speeches; I offer solutions.\"\n\nYou said the choice for Democrats in this campaign is, quote, \"talk versus action.\"\n\nNow, in a campaign that some of us are old enough to remember, maybe not many of the students here, this would be called the \"Where's the beef?\" question.\n\nBut, since we're in Texas, I'd like to borrow a phrase that they often use here and you've used yourself in the context of President Bush. Are you saying that your opponent is all hat and no cattle, and can you say that after the last 45 minutes?\n\nCLINTON: Well, I have said that about President Bush, and I think our next president needs to be a lot less hat and a lot more cattle.\n\n(APPLAUSE)\n\nYou know, I think you can tell from the first 45 minutes, you know, Senator Obama and I have a lot in common. We both care passionately about our country. We are devoted to public service. We care deeply about the future, and we have run a very vigorous and contested primary campaign, which has been by most standards, I think, very positive and extremely civil.\n\nCLINTON: But there are differences between us. And I think, in our efforts to draw those contrasts and comparisons, we obviously try to let voters know how we see the world differently.\n\nAnd I do offer solutions. That's what I believe in and what I have done. And it's what I offer to voters because it's part of my life, over the last 35 years, working to get kids health care, working to expand legal services for the poor, working to register voters, working to make a difference. Because I think that this country has given me so much.\n\nAnd there are differences between our records and our accomplishments. I have to confess, I was somewhat amused, the other night, when, on one of the TV shows, one of Senator Obama's supporters couldn't.\n\nSo I know that there are comparisons and contrasts to be drawn between us. And it's important that voters get that information. So, yes, I do think that words are important and words matter, but actions speak louder than words. And I offer...\n\n(APPLAUSE)\n\nBROWN: Senator Obama, go ahead.\n\nBROWN: Senator Obama, do you want to respond?\n\nOBAMA: Well, I think actions do speak louder than words, which is why over the 20 years of my public service I have acted a lot to provide health care to people who didn't have it, to provide tax breaks to families that needed it, to reform a criminal justice system that had resulted in wrongful convictions, to open up our government and to pass the toughest ethics reform legislation since Watergate, to make sure that we create transparency...\n\n(APPLAUSE)\n\n... to make sure that we create transparency in our government so that we know where federal spending is going and it's not going to a bunch of boondoggles and earmarks that are wasting taxpayer money that could be spent on things like early childhood education.\n\nYou know, I think if you talk to those wounded warriors at Walter Reed who, prior to me getting to the Senate, were having to pay for their meals and have to pay for their phone calls to their family while they're recovering from amputations, I think they've said that I've engaged not just in talk, but in action.\n\n(APPLAUSE)\n\nOBAMA: Now, I think that Senator Clinton has a fine record and I don't want to denigrate that record. I do think there is a fundamental difference between us in terms of how change comes about. Senator Clinton of late has said: Let's get real. The implication is that the people who've been voting for me or involved in my campaign are somehow delusional.\n\n(LAUGHTER)\n\nAnd that, you know, the 20 million people who've been paying attention to 19 debates and the editorial boards all across the country at newspapers who have given me endorsements, including every major newspaper here in the state of Texas.\n\n(APPLAUSE)\n\nOBAMA: You know, the thinking is that somehow, they're being duped, and eventually they're going to see the reality of things.\n\nWell, I think they perceive reality of what's going on in Washington very clearly. What they see is that if we don't bring the country together, stop the endless bickering, actually focus on solutions and reduce the special interests that have dominated Washington, then we will not get anything done. And the reason that this campaign has done so well...\n\n(APPLAUSE)\n\nThe reason that this campaign has done so well is because people understand that it is not just a matter of putting forward policy positions.\n\nOBAMA: Senator Clinton and I share a lot of policy positions. But if we can't inspire the American people to get involved in their government and if we can't inspire them to go beyond the racial divisions and the religious divisions and the regional divisions that have plagued our politics for so long, then we will continue to see the kind of gridlock and nonperformance in Washington that is resulting in families suffering in very real ways.\n\nI'm running for president to start doing something about that suffering, and so are the people who are behind my campaign.\n\n(APPLAUSE)\n\nBROWN: I think one of the points -- I think one of the points that John King was alluding to in talking about some of Senator Clinton's comments is there has been a lot of attention lately on some of your speeches, that they are very similar to some of the speeches by your friend and supporter Deval Patrick, the governor of Massachusetts, and Senator Clinton's campaign has made a big issue of this. To be blunt, they've accused you of plagiarism.\n\nOBAMA: Right.\n\nBROWN: How do you respond?\n\nOBAMA: Well, look, the -- first of all, it's not a lot of speeches. There are two lines in speeches that I've been giving over the last couple of weeks.\n\nI've been campaigning now for the last two years. Deval is a national co-chairman of my campaign, and suggested an argument that I share, that words are important. Words matter. And the implication that they don't I think diminishes how important it is to speak to the American people directly about making America as good as its promise. Barbara Jordan understood this as well as anybody.\n\nOBAMA: And the notion that I had plagiarized from somebody who was one of my national co-chairs...\n\n(APPLAUSE)\n\n... who gave me the line and suggested that I use it, I think, is silly, and...\n\n(APPLAUSE)\n\n... you know, this is where we start getting into silly season, in politics, and I think people start getting discouraged about it...\n\n(LAUGHTER)\n\n... and they don't want...\n\n(APPLAUSE)\n\nWhat they want is, how are we going to create good jobs and good wages?\n\nHow are we going to provide health care to the American people?\n\nHow are we going to make sure that college is affordable?\n\nSo what I've been talking about, in this speeches -- and I've got to admit, some of them are pretty good.\n\n(APPLAUSE)\n\nWhat I've been talking about is not just hope and not just inspiration. It's a $4,000 tuition credit for every student, every year, in exchange for national service...\n\n(APPLAUSE)\n\n... so that college becomes more affordable.\n\nOBAMA: I've been talking about making sure that we change our tax code so that working families actually get relief. I have been talking about making sure that we bring an end to this war in Iraq so that we can start bringing our troops home and invest money here in the United States.\n\n(APPLAUSE)\n\nSo just to finish up, these are very specific, concrete, detailed proposals, many of them which I have been working on for years now. Senator Clinton has a fine record. So do I. I'm happy to have a debate on the issues, but what we shouldn't be spending time doing is tearing each other down. We should be spending time lifting the country up.\n\n(APPLAUSE)\n\nBROWN: Senator Clinton, is it the silly season?\n\nCLINTON: Well, I think that if your candidacy is going to be about words, then they should be your own words. That's, I think, a very simple proposition.\n\n(APPLAUSE)\n\nAnd, you know, lifting whole passages from someone else's speeches is not change you can believe in, it's change you can Xerox. And I just don't think...\n\nOBAMA: Come on.\n\n(CROSSTALK)\n\nCLINTON: No, but, you know, but, Barack, it is.\n\nBecause, you know, if you look -- if you look -- if you look at the YouTube of these videos, it does raise questions.\n\nNow, there is no doubt that you are a passionate, eloquent speaker, and I applaud you for that. But when you look at what we face in this country, we do need to unite the country, but we have to unite it for a purpose around very specific goals.\n\nCLINTON: It is not enough to say, \"Let's come together.\" We know we're going to have to work hard to overcome the opposition of those who do not want the changes to get to universal health care.\n\nYou know, when I proposed a universal health care plan, as did Senator Edwards, we took a big risk, because we know it's politically controversial to say we're going to cover everyone.\n\nAnd you chose not to do that. You chose to put forth a health care plan that will leave out at least 15 million people. That's a big difference.\n\nWhen I said we should put a moratorium on home foreclosures, basically your response was, well, that wouldn't work.\n\nAnd, you know, in the last week, even President Bush has said we have to do something like that.\n\nI just believe that we've got to look hard at the difficult challenges we face, especially after George Bush leaves the White House.\n\nCLINTON: The world will breathe a sigh of relief once he is gone. We all know that.\n\n(APPLAUSE)\n\nBut then we've got to do the hard work of not just bringing the country together, but overcoming a lot of the entrenched opposition to the very ideas that both of us believe in, and for some of us have been fighting for, for a very long time. You know, when I took on...\n\n(APPLAUSE)\n\nWhen I took on universal health care back in '93 and '94, it was against a firestorm of special interest opposition. I was more than happy to do that, because I believe passionately in getting quality affordable health care to every American.\n\nI don't want to leave anybody out. I see the results of leaving people out. I am tired of health insurance companies deciding who will live or die in America.\n\n(APPLAUSE)\n\nBROWN: All right, Senator Clinton, thank you.\n\nSenator Obama, please respond.\n\n(APPLAUSE)\n\nOBAMA: Well, I think that Senator Clinton mentioned two specific issue areas where we've got some differences. I'm happy to debate those, which is what I think should be the focus of this campaign. We both want universal health care.\n\nWhen I released my plan a few months later, we were in a debate and Senator Clinton said we all want universal health care. Of course, I was down 20 points in the polls at the time, and so my plan was pretty good. It's not as good now, but my plan hasn't changed. The politics have changed a little bit.\n\nWe both -- 95 percent of our plans are similar. We both want to set up a system in which any person is going to be able to get coverage that is as good as we have as members of Congress. And we are going to subsidize those who can't afford it.\n\nOBAMA: We're going to make sure that we reduce costs by emphasizing prevention. And I want to make sure that we're applying technology to improve quality, cut bureaucracy.\n\nNow, I also want to make sure that we're reducing costs for those who already have health insurance. So we put in place a catastrophic reinsurance plan that would reduce costs by $2,500 per family per year.\n\nSo we've got a lot of similarities in our plan. We've got a philosophical difference, which we've debated repeatedly, and that is that Senator Clinton believes the only way to achieve universal health care is to force everybody to purchase it.\n\nAnd my belief is, the reason that people don't have it is not because they don't want it but because they can't afford it.\n\nAnd so I emphasize reducing costs.\n\n(APPLAUSE)\n\nAnd as has been noted by many observers, including Bill Clinton's former secretary of labor, my plan does more than anybody to reduce costs, and there is nobody out there who wants health insurance who can't have it.\n\nOBAMA: Now, there are legitimate arguments for why Senator Clinton and others have called for a mandate, and I'm happy to have that debate.\n\nBut the notion that I am leaving 15 million people out somehow implies that we are different in our goals of providing coverage to all Americans, and that is simply not true. We think that there's going to be a different way of getting there.\n\nOne last point I want to make on the health care front. I admire the fact that Senator Clinton tried to bring about health care reform back in 1993. She deserves credit for that.\n\n(APPLAUSE)\n\nBut I said before, I think she did it in the wrong way, because it wasn't just the fact that the insurance companies, the drug companies were battling here, and no doubt they were. It was also that Senator Clinton and the administration went behind closed doors, excluded the participation even of Democratic members of Congress who had slightly different ideas than the ones that Senator Clinton had put forward.\n\nAnd, as a consequence, it was much more difficult to get Congress to cooperate.\n\nOBAMA: And I've said that I'm going to do things differently. I think we have to open up the process. Everybody has to have a seat at the table. And most importantly, the American people have to be involved and educated about how this change is going to be brought about.\n\nThe point is this, you know, we can have great plans, but if we don't change how the politics is working in Washington, then neither of our plans are going to happen, and we're going to be four years from now debating once again how we're going to bring universal health care to this country.\n\n(APPLAUSE)\n\nBROWN: All right, we've got some time constraints here, so we've got to take another real quick break. Stay with us. We've got a lot more ahead.\n\nYou can compare the candidates on the issues any time; just go to our Web site, Cnnpolitics.com. A lot more ahead here at the University of Texas. We'll be right back.\n\n(COMMERCIAL BREAK)\n\n(APPLAUSE)\n\nBROWN: An enthusiastic crowd here at the University of Texas.\n\nWelcome back to the Texas Democratic debate. Let's get right to it. Jorge Ramos with the next question.\n\nRAMOS: Senator Clinton, yesterday you said, and I'm quoting, \"One of us is ready to be commander in chief.\"\n\nAre you saying that Senator Obama is not ready and not qualified to be commander in chief?\n\nCLINTON: Well, I believe that I am ready and I am prepared. And I will leave that to the voters to decide.\n\nBut I want to get back to health care, because I didn't get a chance to respond after Senator Obama finished. No, let me finish, Jorge...\n\nRAMOS: But I would like to come back...\n\nCLINTON: This is a significant difference. You know, Senator Obama has said it's a philosophical difference. I think it's a substantive difference.\n\nHe has a mandate for parents to be sure to ensure their children. I agree with that. I just know that if we don't go and require everyone to have health insurance, the health insurance industry will still game the system. Everyone of us with insurance will pay the hidden tax of approximately $900 a year to make up for the lack of insurance.\n\n(APPLAUSE)\n\nAnd you know, in one of our earlier debates, John Edwards made a great point. It would be as though Social Security were voluntary. Medicare, one of the great accomplishments of President Johnson, was voluntary.\n\n(APPLAUSE)\n\nI do not believe that is going to work. So it's not just a philosophical difference.\n\nCLINTON: You look at what will work and what will not work. If you do not have a plan that starts out attempting to achieve universal health care, you will be nibbled to death, and we will be back here with more and more people uninsured and rising costs.\n\n(APPLAUSE)\n\nBROWN: All right. We appreciate that you want to make a point, Senator Obama. We have limited time, so I would like Jorge to move on to another subject or we're going to be out of time.\n\n(CROSSTALK)\n\nOBAMA: Well, I understand. But I think that Senator Clinton made a...\n\n(LAUGHTER)\n\nYou know, she's making a point, and I think I should have the opportunity to respond very briefly. And I'll try to make...\n\nBROWN: Very briefly, absolutely.\n\nOBAMA: Number one, understand that when Senator Clinton says a mandate, it's not a mandate on government to provide health insurance, it's a mandate on individuals to purchase it. And Senator Clinton is right; we have to find out what works.\n\nOBAMA: Now, Massachusetts has a mandate right now. They have exempted 20 percent of the uninsured because they have concluded that that 20 percent can't afford it.\n\nIn some cases, there are people who are paying fines and still can't afford it, so now they're worse off than they were. They don't have health insurance and they're paying a fine.\n\n(APPLAUSE)\n\nIn order for you to force people to get health insurance, you've got to have a very harsh penalty, and Senator Clinton has said that we won't go after their wages. Now, this is a substantive difference. But understand that both of us seek to get universal health care. I have a substantive difference with Senator Clinton on how to get there.\n\nBROWN: All right, Senator Clinton?\n\nCLINTON: Wait a minute, no, this is too important. This is the number one issue that people talk to me about. You know, when a mother grabs my arm and says, \"I can't get the operation my son needs because I don't have health insurance,\" it is personal for me.\n\nCLINTON: And I just fundamentally disagree.\n\nYou know, Senator Obama's plan has a mandate on parents and a fine if parents do not...\n\nOBAMA: That's right.\n\nCLINTON: ... insure their children.\n\nOBAMA: That's right.\n\nCLINTON: Because he recognizes that unless we have some kind of restriction, we will not get there.\n\nOBAMA: There's a reason.\n\nCLINTON: He's also said that if people show up at a hospital sick, without health insurance, well, maybe at that point you can fine them.\n\nWe would not have a social compact with Social Security and Medicare if everyone did not have to participate. I want a universal health care plan.\n\n(APPLAUSE)\n\nOBAMA: Now, that's -- that mother -- that mother who is desperate to get health care for her child, will be able to get that health care under my plan. Point number one.\n\nPoint number two, the reason a mandate for children can be effective is we've got an ability to make affordable health care available to that child, right now.\n\nOBAMA: There are no excuses. If a parent is not providing health care for that child, it's because the parent's not being responsible, under my plan. And those children don't have a choice. But I think that adults are going to be able to see that they can afford it, under my plan; they will get it, under my plan.\n\nAnd it is true that, if it turns out that some are gaming the system, then we can impose, potentially, some penalties on them for gaming the system.\n\nBut the notion that, somehow, I am interested in leaving out 15 million people, without health insurance, is simply not true.\n\nBROWN: All right. Jorge...\n\nCLINTON: We disagree on that.\n\nBROWN: OK. Jorge -- let's let Jorge re-ask his question, because I don't think anyone remembers that one.\n\n(LAUGHTER)\n\nRAMOS: Let me try again, and not in Spanish, OK?\n\n(LAUGHTER)\n\nHere we go again. Because we also believe the war in Iraq is very important.\n\nAnd here's the question. Are you suggesting that Senator Obama is not ready; he doesn't have the experience to be commander in chief? That's a question of: What did you mean by that phrase?\n\nCLINTON: What I mean is that, you know, for more than 15 years, I've been honored to represent our country in more than 80 countries to negotiate on matters such as opening borders for refugees during the war in Kosovo, to stand up for women's rights as human rights around the world. I've served on the Senate...\n\n(APPLAUSE)\n\nI've served on the Senate Armed Services Committee, and I have worked as one of the leaders in the Congress on behalf of Homeland Security in the very difficult challenges we face.\n\nYou know, just this week, it's a good example. We had elections in Pakistan, we had change in government in Cuba -- or at least the leadership. We've had the elections that, you know, should have happened that haven't happened and just changed the leader the way they do in Cuba. We've had Kosovo declaring independence, and we have had our embassy set on fire in Serbia.\n\nSo we have serious problems that pose a real question about presidential leadership, and also some great opportunities. You know, we now have opportunities perhaps with Cuba, I hope with President Musharraf, for him to do the right thing.\n\nCLINTON: I supported the independence of Kosovo because I think it is imperative that in the heart of Europe we continue to promote independence and democracy. And I would be moving very aggressively to hold the Serbian government responsible with their security forces to protect our embassy. Under international law, they should be doing that.\n\nSo when you think about everything that is going to happen, what we can predict and what we cannot predict, I believe that I am prepared and ready on day one to be commander in chief, to be the president, to turn our economy around, and to begin making a lot of these very difficult decisions that we will inherit from George Bush. And that is what I am putting forth to the voters.\n\n(APPLAUSE)\n\nBROWN: Senator Obama?\n\nOBAMA: I wouldn't be running if I didn't think I was prepared to be commander-in-chief.\n\n(APPLAUSE)\n\nMy number one job as president will be to keep the American people safe. I will do whatever is required to accomplish that. I will not hesitate to act against those that would do America harm.\n\nNow, that involves maintaining the strongest military on earth, which means that we are training our troops properly and equipping them properly, and putting them on proper rotations. And there are an awful lot of families here in Texas who have been burdened under two and three and four tours because of the poor planning of the current commander-in-chief, and that will end when I am president.\n\n(APPLAUSE)\n\nOBAMA: But it also means using our military wisely. And on what I believe was the single most important foreign policy decision of this generation, whether or not to go to war in Iraq, I believe I showed the judgment of a commander in chief. And I think that Senator Clinton was wrong in her judgments on that.\n\n(APPLAUSE)\n\nNow, that has consequences -- that has significant consequences, because it has diverted attention from Afghanistan where al Qaeda, that killed 3,000 Americans, are stronger now than at any time since 2001.\n\nYou know, I've heard from an Army captain who was the head of a rifle platoon -- supposed to have 39 men in a rifle platoon. Ended up being sent to Afghanistan with 24 because 15 of those soldiers had been sent to Iraq.\n\nOBAMA: And as a consequence, they didn't have enough ammunition, they didn't have enough humvees. They were actually capturing Taliban weapons, because it was easier to get Taliban weapons than it was for them to get properly equipped by our current commander in chief.\n\nNow, that's a consequence of bad judgment. And you know, the question is, on the critical issues that we face right now, who's going to show the judgment to lead? And I think that on every critical issue that we've seen in foreign policy over the last several years -- going into Iraq originally, I didn't just oppose it for the sake of opposing it.\n\nI said this is going to distract us from Afghanistan; this is going to fan the flames of anti-American sentiment; it's going to cost us billions of dollars and thousands of lives and overstretch our military. And I was right.\n\nOn the question of Pakistan, which Senator Clinton just raised -- we just had an election there. But I've said very clearly that we have put all our eggs in the Musharraf basket. That was a mistake. We should be going after al Qaeda and making sure that Pakistan is serious about hunting down terrorists, as well as expanding democracy. And I was right about that.\n\nOn the issues that have come up that a commander in chief is going to have to make decisions on, I have shown the judgment to lead. That is the leadership that I want to show when I'm president of the United States.\n\nOBAMA: On the issues that have come up, that a commander in chief is going to have to make decisions on, I have shown the judgment to lead. That is the leadership that I want to show when I'm president of the United States.\n\n(APPLAUSE)\n\nBROWN: All right. We're going to stay with this and stay on Iraq.\n\nJohn King?\n\nKING: I want to continue in this vein, and hone in on the very point you just made. Because one of you, unless this remarkable campaign here takes another wacky, unpredictable turn, is going to be running against a decorated war hero, who is going to say that you don't have the experience to be commander in chief.\n\nAnd you have both said, it's not about that type of experience; it's about judgment.\n\nYou both had to make a judgment, a short time ago, in your job in the United States Senate, about whether to support the surge. And as that was going on, Senator Clinton, you had the commanding general in Iraq before you. And you said, \"I think that the reports provide to us really require the willing suspension of disbelief\" -- your words to General Petraeus.\n\nKING: I want you to look at Iraq now and listen to those who say the security situation is better. Ideal, no, but better -- some say significantly, in recent days, even some steps toward a political reconciliation.\n\nIs Iraq today better off than it was six months or a year ago because of the surge?\n\nCLINTON: Well, John, I think you forget a very important premise of the surge. The rationale of the surge was to create the space and time for the Iraqi government to make the decisions that only it can make.\n\nNow, there is no doubt, given the skill and the commitment of our young men and women in uniform that putting more of them in will give us a tactical advantage and will provide security in some places, and that has occurred.\n\nCLINTON: But the fact is that the purpose of it has not been fulfilled. The Iraqi government has slowly inched toward making a few of the decisions in a less than complete way, but it hasn't taken advantage of the sacrifice and the losses of life and billions of dollars that have occurred since the surge began.\n\nThat is why I have said, upon taking office I would ask the secretary of defense and the Joint Chiefs of Staff and my security advisers to give me a plan so that I could begin withdrawing our troops within 60 days.\n\nAnd I would begin that with...\n\n(APPLAUSE)\n\n... with a very clear message to the Iraqis that they no longer had a blank check, as they had been given by President Bush, that as we withdraw our troops, probably one to two brigades a month, they would have to step up and make these decisions.\n\nCLINTON: I believe that is in the best interest of our military, which has been stretched thin.\n\nLast night in Brownsville, you know, a woman grabbed my hand and said, \"Please, my husband's there for the third time. Bring him home.\"\n\nAnd I told her privately what I have said publicly many times -- I will bring him home because I do not think it is in the interest of America or of the Iraqis that we continue to be there. It is up to the Iraqis to decide the kind of future they will have.\n\n(APPLAUSE)\n\nBROWN: Senator Obama, in the same vein, you were also opposed to the surge from the beginning. Were you wrong?\n\nOBAMA: Well, I think it is indisputable that we've seen violence reduced in Iraq. And that's a credit to our brave men and women in uniform.\n\nIn fact, you know, the 1st Cavalry, out of Fort Hood, played an enormous role in pushing back al Qaeda out of Baghdad.\n\n(APPLAUSE)\n\nOBAMA: And, you know, we honor their service.\n\nBut this is a tactical victory imposed upon a huge strategic blunder.\n\n(LAUGHTER)\n\nAnd I think that, when we're having a debate with John McCain, it is going to be much easier for the candidate who was opposed to the concept of invading Iraq in the first place to have a debate about the wisdom of that decision...\n\n(APPLAUSE)\n\n... than having to argue about the tactics subsequent to the decision.\n\n(LAUGHTER)\n\nBecause, ultimately, that's what's at stake. Understand, not only have we been diverted from Afghanistan. We've been diverted from focusing on Latin America.\n\nWe contribute -- our entire foreign aid to Latin America is $2.7 billion, approximately what we spend in Iraq in a week.\n\nOBAMA: And it is any surprise, then, that you've seen people like Hugo Chavez and countries like China move into the void, because we've been neglectful of that.\n\nIran is the single biggest strategic beneficiary of us having invaded Iraq, and that is something that I think John McCain has to come to terms with.\n\nSo that is a debate that I'm happy to have.\n\nOne last point I want to make on this, and that is, the incredible burden that has been placed on the American people, starting with military families, and the fact that we still are not doing right by our veterans, that we still don't honor their service, that there are still homeless veterans, that we still don't screen properly for post-traumatic stress disorder and make sure that they're getting mental services that they need, that we are still...\n\n(APPLAUSE)\n\n... having veterans in south Texas have to drive 250 miles to access a veterans hospital.\n\nOBAMA: That's unacceptable. But we talked about the economy earlier, the fact that we're spending $12 billion every month in Iraq means that we can't engage in the kind of infrastructure improvements that are going to make us more competitive. It means that we can't deliver on the kinds of health care reforms that both Senator Clinton and I are looking for.\n\nAnd that is also an argument that we have to have with John McCain because he has said that he is willing to have these troops over there for 100 years. The notion that we would sustain that kind of effort and neglect not only making us more secure here at home, more competitive here at home, allow our economy to sink. As John McCain says, he doesn't really understand the economy that well. It is clear from his embrace of George Bush's policies that he doesn't, and that's what I intend to change when I am president of the United States of America.\n\n(APPLAUSE)\n\nBROWN: All right. We've got to take another quick break. We've got a lot more ahead. Stay with us. We'll be right back.\n\n(COMMERCIAL BREAK)\n\nBROWN: Welcome back to the Texas Democratic debate.\n\nStay with us after the debate. Anderson Cooper and the best political team on television will have lots of analysis.\n\nBut back to the debate.\n\nJohn King?\n\nKING: Thank you.\n\nBoth of you have been harshly critical of the Bush administration for its secrecy, what you consider overuse of secrecy and executive power.\n\nTonight, Senator Obama, you've talked about more transparency. You also at one point criticized earmarks.\n\nAnd yet, a recent report came out that identified you -- lower on the list in terms how much money senators seek and sneak into the budget for these pork barrel spending projects, but it still said you were responsible for $91 million in earmarks.\n\nAnd you have refused to say where the money went, what it's for. Why?\n\nOBAMA: No, that's not true. We've actually disclosed, John, all our earmarks. And so, you know, we'll be happy to provide you with that information, because I believe very strongly in transparency.\n\nOBAMA: As I indicated earlier, one of the things that I did last year was to pass a bill with Tom Coburn, very conservative Republican but a sincere fiscal conservative. And we got together and created what we call Google for Government. It's a searchable database, where every single dollar of federal spending is posted on the Internet, so that ordinary voters can take a look. And if they see a bridge to nowhere being built, they know where it's going and who sponsored it. And if they see a no-bid contract going to Halliburton, they can check that out, too.\n\nAnd you know, the idea is that we open up the process so that the American people can make judgments about whether or not government is doing what it's supposed to be doing with its taxpayer money. And I've been consistently in favor of more disclosure around earmarks.\n\nOBAMA: Now, keep in mind, a lot of these are worthy projects in our states. I have actively pursued projects that I think are important. But I want to make sure that they're not done in the dark of night, that they're not done in committee, that everybody stands up and says, \"this is the kind of spending that I think is important.\"\n\nI have consistently supported those efforts. I will push for those as president of the United States of America.\n\nKING: Senator Clinton, as you know, I think your number was about $342 million. You say they're worthy projects, as Senator Obama did, for your state and that's part of your job, to get money for worthy projects back in your state.\n\nSenator McCain, as you know, is proud of going around the country earmark.\n\nOn the specific issue of pork barrel spending, fiscal accountability by the government at a time when many Americans frankly think, whether it is the House or the Senate, that you all waste money on things that aren't important to them, don't affect their daily lives, does he have a better case to make to the American people that, \"I have done this my entire career; I will do it as president,\" on the issue of on the issue of wasteful pork barrel spending?\n\nCLINTON: Well, no, not at all. Because he supported the wasteful tax cuts of the Bush administration and the Iraq war, with the billions of dollars...\n\n(APPLAUSE)\n\n... that have been spent, and wants it to continue.\n\nYou know, when President Bush came into office, he inherited a balanced budget and a surplus. And it is gone. And we now are looking at a projected deficit of $400 billion, under the new Bush budget, and a $9 trillion debt.\n\nWe borrow money from the Chinese to buy oil from the Saudis. That is not a winning strategy for America.\n\n(APPLAUSE)\n\nI will get us back to fiscal responsibility. And I will make it clear that the Bush tax cuts on the upper income, those making more than $250,000 a year, will be allowed to expire.\n\nCLINTON: Middle-class tax cuts and support for the middle class, to make college affordable, retirement security possible, health insurance affordable: Those will be my priorities.\n\nAnd I think it's important that we look at where the money has gone under President Bush -- no-bid contracts, cronyism, outsourcing the government in ways that haven't saved us money and have reduced accountability.\n\nSo the larger question is, who really is going to move us toward fiscal responsibility, and I believe that we can get back on the path we were on. It was working well. It was one of the reasons why the economy was booming.\n\nI've got that, you know, clearly in my economic blueprint, which is something that I've published the last few days, because it's part of what we have to do again. And I think that I will be very comfortable and effective in taking on Senator McCain over the fiscal irresponsibility of the Republican Party that he's been a part of.\n\n(APPLAUSE)\n\nBROWN: All right.\n\nAn issue relating to the current election.\n\nJorge?\n\nRAMOS: As we can see, this has been an extremely close nomination battle that will come down to superdelegates. House Speaker Nancy Pelosi, the highest ranking Democrat in government, said recently, and I'm quoting, \"It would be a problem\" -- and this is a question for you, Senator Clinton -- \"it would be a problem for the party if the verdict would be something different than the public has decided.\"\n\nDo you agree?\n\nCLINTON: Well, you know, these are the rules that are followed, and you know, I think that it will sort itself out. I'm not worried about that. We will have a nominee, and we will have a unified Democratic Party, and we will go on to victory in November.\n\n(APPLAUSE)\n\nBROWN: Senator Obama, go ahead. Do you have a response to Senator Clinton?\n\nOBAMA: Well, I think it is important, given how hard Senator Clinton and I have been working, that these primaries and caucuses count for something. And so my belief is that...\n\n(APPLAUSE)\n\n... the will of the voters, expressed in this long election process, is what ultimately will determine who our next nominee is going to be.\n\nOBAMA: But understand what I think is most important to the voters, and that is that we have a government that is listening to them again. They feel as if they've been shut out.\n\nYou know, when I meet mothers who are trying to figure out how to get health care for their kids, it's not just the desperation of that single mom. It's also that when they try to find some help, oftentimes they're hitting a brick wall.\n\nAnd they don't get a sense that the debates that are happening in Washington right now relate to them at all. And what they believe is that people are trying to get on TV and they're trying to score points and they're trying to win elections, and that they're not interested in knocking down the barriers that stand between the American people and their dreams.\n\nAnd I have no doubt that the Democratic Party at its best can summon a sense of common purpose again and higher purpose for the American people.\n\nOBAMA: And I think that the next nominee going into the November election is going to have a lot to talk about because the American people are tired of politics that is dominated by the powerful, by the connected. They want their government back, and that's what I intend to provide them when I'm nominated for president of the United States.\n\n(APPLAUSE)\n\nBROWN: We have time for just one final question, and we thought we would sort of end on a more philosophical question. You've both spent a lot of time talking about leadership, about who's ready and who has the right judgment to lead if elected president.\n\nA leader's judgment is most tested at times of crisis. I'm wondering if both of you will describe what was the moment that tested you the most, that moment of crisis.\n\nBROWN: Senator Obama?\n\nOBAMA: Well, you know, I wouldn't point to a single moment. But what I look at is the trajectory of my life because, you know, I was raised by a single mom. My father left when I was two, and I was raised by my mother and my grandparents.\n\nAnd, you know, there were rocky periods during my youth, when I made mistakes and was off course. And what was most important, in my life, was learning to take responsibility for my own actions, learning to take responsibility for not only my own actions but how I can bring people together to actually have an impact on the world.\n\nAnd so, working as a community organizer on the streets of Chicago, with ordinary people, bringing them together and organizing them to provide jobs and health care, economic security to people who didn't have it, then working as a civil rights attorney and rejecting the jobs on Wall Street to fight for those who were being discriminated against on the job -- that cumulative experience, I think, is the judgment that I now bring.\n\nOBAMA: It's the reason that I have the capacity to bring people together, and it's the reason why I am determined to make sure that the American people get a government that is worthy of their decency and their generosity.\n\n(APPLAUSE)\n\nBROWN: Senator Clinton?\n\nCLINTON: Well, I think everybody here knows I've lived through some crises and some challenging moments in my life. And...\n\n(APPLAUSE)\n\nAnd I am grateful for the support and the prayers of countless Americans.\n\nBut people often ask me, \"How do you do it?\" You know, \"How do you keep going?\" And I just have to shake my head in wonderment, because with all of the challenges that I've had, they are nothing compared to what I see happening in the lives of Americans every single day. along with Senator McCain, as the only two elected officials, to speak at the opening at the Intrepid Center at Brooke Medical Center in San Antonio, a center designed to take care of and provide rehabilitation for our brave young men and women who have been injured in war.\n\nAnd I remember sitting up there and watching them come in. Those who could walk were walking. Those who had lost limbs were trying with great courage to get themselves in without the help of others. Some were in wheelchairs and some were on gurneys. And the speaker representing these wounded warriors had had most of his face disfigured by the results of fire from a roadside bomb.\n\nCLINTON: You know, the hits I've taken in life are nothing compared to what goes on every single day in the lives of people across our country.\n\nAnd I resolved at a very young age that I'd been blessed and that I was called by my faith and by my upbringing to do what I could to give others the same opportunities and blessings that I took for granted.\n\nThat's what gets me up in the morning. That's what motivates me in this campaign.\n\n(APPLAUSE)\n\nAnd, you know, no matter what happens in this contest -- and I am honored, I am honored to be here with Barack Obama. I am absolutely honored.\n\n(APPLAUSE)\n\nCLINTON: Whatever happens, we're going to be fine. You know, we have strong support from our families and our friends. I just hope that we'll be able to say the same thing about the American people, and that's what this election should be about.\n\n(APPLAUSE)\n\nBROWN: All right, a standing ovation here in Austin, Texas. Our thanks to Senator Barack Obama and Senator Hillary Clinton. We appreciate your time tonight.\n\n(APPLAUSE)\n\nAnd to John and Jorge as well.\n\nWe also want to thank our debate partners, the University of Texas at Austin and the Texas Democratic Party, the LBJ Library as well, and the city of Austin.\n\nEND E-mail to a friend", "images": ["http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/email_btn.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/active/photos.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/text_size.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_wire_BL.gif", "http://i.l.cnn.net/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/util/loading.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_minus.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/art_icn.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/interactive.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/ugc_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/b_ugc_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/ugc-close-arrow.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_plus_dn.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/1x1pixel.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/print_btn.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_dg_TL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/video.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/ugc-open-arrow.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/misc/125x70.no.photo.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/active/video.gif", "http://cdn.cnn.com/cnn/1.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/util/email.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/active/interactive.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_wire_TL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_minus_dn_.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_plus.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/b_ugc_TL.gif", "http://i.l.cnn.net/cnn/2008/POLITICS/02/21/debate.transcript/art.2015.debate.cnn.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/art_icn_grayed.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/mixx_share.gif", "http://i.cdn.turner.com/cnn/.element/ssi/story/2.0/banner/elex08.inc/banner.elex.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/tabs/photos.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/save_btn.gif", "http://i.cdn.turner.com/cnn/dam/assets/120628113935-karadzic-tease-most.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_wire_BL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_dg_BL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/content/ads/advertisement.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/ugc_TL.gif"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "The CNN Democratic presidential debate in Texas", "meta_data": {"TITLE": "The CNN Democratic presidential debate in Texas - CNN.com", "description": "CNN's CAMPBELL BROWN: And the candidates have taken their seats. We are ready to get started. On behalf of CNN, Univision and the candidates, we want to thank our hosts, the University of Texas and the LBJ School and Library.", "SECTION": "POLITICS", "KEYWORDS": "Bill Clinton, Health Care Policy, Social Policy, George W. Bush, Politics, U.S. Politics, United States, Political Policy, Immigration, Barack Obama, World Politics, Tax Law, Texas, Cuban Politics, Public Finance, Law, Hillary Clinton, Immigration Policy, Domestic Policy, Taxes"}, "movies": [], "publish_date": null, "source": "http://www.cnn.com", "summary": ""}