{"url": "http://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222&page=4", "text": "July 11, 2010 \u0097 -- JAKE TAPPER, HOST: I know that there are some in the White House who feel Wall Street reform, health care legislation, stimulus, and yet the public still overwhelmingly thinks this country is on the wrong track.\n\nAre you not getting enough credit, you and the administration?\n\nJOSEPH BIDEN, VICE PRESIDENT OF THE UNITED STATES: Look, these are gigantic packages to deal with a gigantic problem we inherited. And the vast majority of the American people and a lot of people really involved don't even know what's inside the packages. And so you have, for example, Mr. Boehner already calling for the repeal of -- of the reform that just passed on Wall Street. People don't realize, in that reform, you know, you say, look, we've had meat inspection for 100 years ago, the meat packing companies didn't like it. Automobile safety 50 years ago.\n\nPeople are going to look back on this very shortly and say, why shouldn't we have some consumer group in -- entity looking at whether or not you can give someone a mortgage with no down payment, with no -- with a teaser interest rate, with no documentation, etc.\n\nSo it is -- people don't know that. Just like people don't know a lot of what's going on in The Recovery Act, understandably, because this has been so much stuff that has been flowing our way. And -- and we're facing a bunch of guys who are good guys, but they're all about repeal and -- and repeat. Repeal what we're doing and go back, repeal the incentives for industry to invest in solar energy. Repeal the health care bill that allows you to keep your kid on your health care policy, precondi -- preexisting conditions can't deny you policies, etc.\n\nIt's just going to take time. This is Jan -- this is July. The election is not until November. And I think we're going to have to firmly make our case. I think we can make it and especially in the context of who's going to be opposing us.\n\nCompared to the alternative, I think we're going to get a fair amount of credit by November and I think we're going to do fine.\n\nTAPPER: So the reason you're not getting enough credit is because the public doesn't understand everything that's happened yet?\n\nBIDEN: Well, nor could they or should they. Look, in the last six months of the Bush administration, they lost three million jobs. Before we got our economic package in place, another 3.7 million jobs were lost in the first six months we took office. The last six months of this year -- the first six months of this year, we created almost 600,000 private jobs, you know, in the private market. That's not nearly enough to make up for the eight million jobs lost in the recession. But people are going to start to focus on exactly what we're doing. And all -- look, I'm convinced, at least from sitting around my dad's kitchen table and -- and the people I grew up with is when things are really tough economically and the country is in trouble, all they want to know is, they -- they don't expect an answer, but they expect to be reassured that we're moving in the right direction.\n\nThat is...\n\nTAPPER: But they don't think that we are.\n\nBIDEN: No. No, they don't think now because I don't think they know the detail of what's going on.\n\nFor example, here you had the insurance industry spending hundreds of millions of dollars to make the health care bill out to be this God awful tragedy.\n\nNow what's starting off to happen?\n\nThe health care numbers are going up.\n\nWhy?\n\nBecause they're figuring out that small businesses are going to get a 30 percent tax cut. They didn't know that because of all the advertising done.\n\nSo there's a lot -- and -- and I would use health care as an example. Health care has gone from a barrage of advertising against it, why it was so bad, just like Wall Street reform. The financial industry spent hundreds of millions of dollars lobbying against this – this is an awful thing, it's government regulation. All it is, is rational control and the turning around of what the Republicans did, which is let Wall Street run wild.\n\nPeople -- when you say to people, you know, we just went out and had a regulatory reform bill, where I come from, it's like, OK, what -- what does that mean?\n\nThey don't know what it means yet, understandably. And so I think it takes time, Jake.\n\nTAPPER: There's that famous saying in Washington by Mike Kinsley that a gaffe is when a politician accidentally tells the truth. Robert Gibbs experienced some of that this -- this past few days...\n\nBIDEN: I've never had a gaffe.\n\nTAPPER: You've never had an issue with gaffes.\n\n(LAUGHTER)\n\nTAPPER: No, I know. So you can't relate.\n\nBIDEN: Yeah.\n\nTAPPER: But -- but he said that enough seats are in the play in the House for the Democrats to possibly lose the House. Empirically true.\n\nHow bad are the losses going to be for Democrats?\n\nBIDEN: I don't think the losses are going to be bad at all. I think we're going to shock the heck out of everybody. I really -- and I've been saying this now. I think even when you and I went down to North Carolina and you followed be on the recovery trip, I was saying it then. I am absolutely confidence -- confident when people take a look at the what has happened since we've taken office in November and comparing it to the alternative, we're going to be very -- we're going to be in great shape.\n\nHere's the deal. What Robert Gibbs also said was what he believes, what I believe, what the president believes, we're going to win the House and we're going to win the Senate. We're not going to lose either one of those bodies.\n\nAnd so, again, this is July. November and at the time, the most vulnerable time any public official finds himself in is when they have no opponent.\n\nLook at Harry Reid. You know, I got -- I got kind of banged around for saying I think there was a 55 percent chance Harry Reid is going to win. Well, Harry Reid, when he was the -- you know, on the other side of the barrage of how bad Harry Reid was, was in trouble. Now Harry Reid, in the last poll, was up 7 points. I -- he I think he -- I -- I'd bet anything -- I'm not allowed to bet, but I'll bet Harry Reid wins. You're going to see that repeated.\n\nSo, that old -- to paraphrase Mark Twain, I think the -- the reports of our demise are premature.\n\nTAPPER: The NAACP had a convention in the last week. And they passed a resolution saying that elements of the Tea Party are racist.\n\nDo you think elements of the Tea Party are racist?\n\nBIDEN: Well, the truth is that at least elements that were involved in some of the Tea Party folks expressed racist views. We saw that on television and it was turned -- but I don't think -- I don't -- I wouldn't characterize the Tea Party as racist. There are individuals who are either members of or on the periphery of some of their things, their -- their protests -- that have expressed really unfortunate comments. And, again, it was all over TV, all over your network, you know?\n\nA black congressman walking up the stairs of the Capitol.\n\nBut I don't believe, the president doesn't believe that the Tea Party is -- is a racist organization. I don't believe that. Very conservative. Very different views on government and a whole lot of things. But it is not a racist organization.\n\nTAPPER: One of the big issues in this election, in this mid-term election is the economy.\n\nBIDEN: Yes.\n\nTAPPER: Non-financial institutions are sitting on $1.8 trillion in cash money that could be spent expanding, creating jobs...\n\nBIDEN: Yes.\n\nTAPPER: -- and they're not spending it on that -- that way. A lot of members of the business community in the last week or so have been saying the reason that money is not being spent on expansion or jobs is because the business community is convinced that the Obama administration is anti-business and they're worried about what legislation, what regulation is coming down the pike.\n\nWhy do you think they're not spending that money?\n\nBIDEN: Three months ago, those same business leaders, they were in the White House in meetings with us saying, you know, you're going to be surprised on the up side how many people we're going to be hiring.\n\nI think that a couple of things have happened.\n\nOne, they didn't anticipate and no one anticipated the potential collapse of the European economy and the so-called Eurozone -- Greece and Spain and all of that. That put a real brake on an awful lot of people in terms of their optimism about where the world economy was going, because we're affected by that indirectly.\n\nSecondly, I think that the very uncertainty they had is now been settled by the passage of the reforms. They didn't know which way they were going to go. They didn't know how much was going to happen.\n\nSo I think there is increased certainty now that the major reform they were worried about is law. It's passed. And they're going to know how to deal with it.\n\nI think you see stabilization on the European side, in terms of the so-called euro and the Eurozone. And I think that's going to help.\n\nSo I think you're going to see them beginning to move.\n\nTAPPER: You said that the stimulus is -- is working.\n\nBIDEN: Yeah.\n\nTAPPER: And you said earlier, in the past week, you talked about three million jobs being created by the stimulus...\n\nBIDEN: Yeah.\n\nTAPPER: -- so far. But since the stimulus passed, more than three million jobs have been lost. And before you took office, three million jobs were lost.\n\nBIDEN: Yeah.\n\nTAPPER: Was the stimulus, in retrospect, too small?\n\nBIDEN: Look, there's a lot of people at the time argued it was too small. Actually, we...\n\nTAPPER: A lot of people in your administration.\n\nBIDEN: -- yes. A lot of people in our administration, a lot of -- I mean, you know, even some Republican economists and some Nobel laureates like Paul Krugman, who continues to argue it was too small. But, you know, there was a reality. In order to get what we got passed, we had to find Republican votes. And we found three -- three. And we finally got it passed.\n\nSo there is the reality of whether or not the Republicans are willing to play, whether or not the Republicans are just about repeal and repeat the old policies or they're really wanting to do something. And I -- I'm not -- I'm not -- you know...\n\nTAPPER: So if you didn't have Republicans that you had -- if you didn't have the legislative reality...\n\nBIDEN: I think what...\n\nTAPPER: -- it would have been bigger?\n\nBIDEN: I think it would have been bigger. I think it would have been bigger. In fact, what we offered was slightly bigger than that. But the truth of the matter is that the recovery package, everybody's talking about it having -- it's over. The truth is now, we're spending more now this summer than we -- I'm calling this the recovery -- the summer of recovery. We have two, three times as many highway projects going. We have significant investment in broadband for the first time now. It's starting to really ramp up because the contracts have been let. In high speed rail, in wind energy.\n\nI mean, where are the new jobs going to come from?\n\nAnd that's what we're laying the foundation for. And, again, this is a hard slog, man. And it's counter-intuitive. It's counter-intuitive to say someone sitting at a kitchen table in Claymont, Delaware, who lost their jobs – by the way, we saved or created three million jobs and they pick up when we lost three million.\n\nThe truth is, over three million people who are now working would be out of work but for this. The truth of the matter is there's an overwhelming consensus that we're not losing jobs now, we're creating jobs. The argument's gone from losing jobs to are we creating them fast enough, not whether we're creating them. And nothing is fast enough till you get these people back to work.\n\nTAPPER: Turning to Afghanistan...\n\nBIDEN: Yeah.\n\nTAPPER: -- which is foremost on a lot of Americans' minds, I want to read you a quote from Jonathan Alter's new book: \"At the conclusion of an interview in his West Wing office, Vice President Biden was adamant in July of 2011, that we're going to see a whole lot of people moving out. 'Bet on it,' Biden said, as wheeled to leave the room, late for lunch with the president. He turned at the door and said once more, 'Bet on it.'\"\n\nDid you say that to...\n\nBIDEN: I did say that.\n\nTAPPER: -- to Jon Alter?\n\nBIDEN: I did say that.\n\nTAPPER: And what did you mean, a whole lot of people...\n\nBIDEN: Well, what I said...\n\nTAPPER: -- moving out?\n\nBIDEN: -- if you read three or four paragraphs above that, Jonathan was making a very valid point. He was saying a lot in the military think they outmaneuvered the president to render the July date meaningless. And I was saying that's simply not true. The military signed on. Petraeus signed on. Everybody signed onto not a deadline, but a transition, a beginning of a transition.\n\nTAPPER: But what does a whole lot of people moving out mean?\n\nBIDEN: Well, what I was talking about was you have -- we're going to have over 100,000 people there and two...\n\nTAPPER: More, right, if you include NATO troops?\n\nBIDEN: Oh, yeah. I'm just talking about Americans.\n\nTAPPER: Yes.\n\nBIDEN: A hundred and forty thousand people there. And there's going to be a drawdown of forces as we transition. There are 34 districts in Afghanistan and the plan is, as we train up the Afghanis, we are going to, beginning in August, say, OK, now you've got this province, we no longer have to have American or NATO forces in that province. There will be a transition.\n\nAnd really what I was responding to was the idea that the president had been outmaneuvered. I was saying make it clear. And so it -- it wasn't so much numbers I meant. It could be as few as a couple thousand troops. It could be more. But there will be a transition.\n\nTAPPER: Let's talk about the present in Afghanistan. Marjah did not as well as hoped. Kandahar has been delayed.\n\nHow is you and the president, your new way forward in Afghanistan, where are we in that?\n\nAre we -- are we losing?\n\nAre we trading water?\n\nWhere are we?\n\nBIDEN: It's too early to make a judgment. We don't even have all the troops of the so-called surge in place yet. That won't happen until August.\n\nTAPPER: But it's not -- it doesn't seem like it's going...\n\nBIDEN: No...\n\nTAPPER: -- according to plan.\n\nBIDEN: No, it is -- well...\n\nTAPPER: We're losing a lot of troops.\n\nBIDEN: Well, unfortunately, everyone knew that in these summer months, when they can infiltrate from Pakistan under the cover of foliage and the rest and it's open, that there would be more deaths. That's been the pattern. And now we're engaging them more and there are more deaths.\n\nBut we still believe that the policy that the military signed onto, put together initially, signed onto, is, in fact, going to work. And let me define what I mean by work. We are making considerable progress against al Qaeda, which is our primary target. We're taking out significant numbers of the leadership in al Qaeda. And we are, in the process, which is painfully slow and difficult, of training up Afghani forces in order to put them in a position they can deal with their own insurgents. There is, for the first time now, a real attempt and a policy of trying to figure out how to reconcile those in the Taliban who are doing it for the pay, who are not the Mullah Omars of the world, into the government of Afghanistan.\n\nAll of this is just beginning. And we knew it was going to be a tough slog. But I think it's much too premature to make a judgment until the military said we should look at it, which is in December.\n\nTAPPER: There was a recent incident involving the commanding general -- now the ex-commanding general in Afghanistan, Stanley McChrystal. And I just wondered, since you were one of the people mentioned disparagingly by his aides. I know he called you to apologize.\n\nBIDEN: He did.\n\nTAPPER: I'm wondering, what was your reaction when you...\n\nBIDEN: I didn't take it personally at all. I really, honest to God, didn't, compared to what happens in politics, this is -- that was a piece of cake. And it wasn't so disparaging is that I -- I was the enemy. It wasn't that I -- I wasn't the clown. I was the guy who, in fact, was their problem, they thought. I'm not their problem. I agree with the policy the president put in place. But it was clear -- I was asked to and I did on my own survey, I think, six four star generals, including present and former, every single one said he had to go.\n\nSo we did -- we made -- the president made the right decision. He changed the personalities, but not the policy. He put the strongest guy in the U.S. military and a counter-insurgency policy in place.\n\nSo I think it was -- it was the absolutely necessary thing to do. The president didn't take it personally. I didn't. I met with McChrystal. The president met with McChrystal. He was -- he was really apologetic. He knew they had gone way beyond. But we also knew that if a sergeant did that, if a lieutenant did that, I mean no one could stay.\n\nTAPPER: Why do you think they thought of you as the enemy, because you had been in favor of...\n\nBIDEN: Well, because...\n\nTAPPER: -- the counter-terrorism instead of the counter-insurgency?\n\nBIDEN: -- they -- because I had been someone who -- who offered a plan that was different in degree. But, you know, again, I -- I -- someday I'll be able to lay out exactly what the plan I offered was. It would be inappropriate to do that because it was so close to what -- what, in fact, the plan ended up being that there was virtually no difference. But I got characterized because I was really very challenging to some of the assertions made.\n\nIf you notice, what we have is a counter-insurgency plan along the spine of the country, where the population is. It's not a nationwide counter-insurgency plan. We're not engaged in nation-building, which the original discussion was about. We have a rec -- we -- we have a date where we're going to go look and see whether it's working. And we have a timetable in which to transition.\n\nAll of those things were things I was supporting. All those things were -- so. And to -- to conclude, when -- when General Petraeus was picked the day in the office -- it was the day we were supposed to go downstairs into The Situation Room, they call it, to discuss the overall policy. Everyone was there. I pulled him aside and I said, David, there is no daylight between your position and mine.\n\nAnd he said, I know that. Will you tell people that?\n\nTAPPER: Let's switch over now to Iraq.\n\nBIDEN: Yes.\n\nTAPPER: This is your first news interview since returning from Iraq.\n\nBIDEN: True.\n\nTAPPER: There's a -- there's a tremendous stale mat -- stalemate there.\n\nBIDEN: Yes.\n\nTAPPER: Since the March elections, I believe the parliament there has only met for 20 minutes. And just this week in Washington, the Iraqi foreign minister, Zebari, pleaded for more U.S. engagement. He said: \"We believe that there's a role for more engagement to help, to encourage, to facilitate, not to pick and choose the next government or the next leader, but really to play a greater role in the process.\"\n\nYou once advocated for a three way partition of Iraq because you were not confident that Iraq's government was capable of having a strong central government. You said: \"The most basic premise of President Bush's approach that the Iraqi people will rally behind a strong central government headed by Maliki, in fact, looks out for their interests equitably is fundamentally and fatally flawed. It will not happen in anybody's lifetime here including the pages!\"\n\nSo it's -- that was from 2007.\n\nIs it possible that you were right back then...\n\nBIDEN: No.\n\nTAPPER: -- that it is just impossible...\n\nBIDEN: -- and, by the way...\n\nTAPPER: -- to have a centralized government...\n\nBIDEN: No, it's -- I don't want to debate history here, but I never called for a partition. I called for a central government with considerable autonomy in the regions.\n\nTAPPER: Three provinces.\n\nBIDEN: Well, it was...\n\nTAPPER: I'm...\n\nBIDEN: -- not -- it wasn't even, it was to allow them more autonomy, like what's happening in Kurdistan right now, like what's happening in Anbar Province right now. And so what's happening here is, there is an election that's taken place. And what happened-- there's 325 plus members of what they call their core, their parliament. And no one party won more than 91 seats. The two major parties, one won 89 and one won 91 seats. That's Maliki and Allawi, Iraqiya and the State of Law, they call them.\n\nThey're in negotiations right now to figure out how to allocate the power within that government. In other words, share power. And it is about just that. And it's underway. And it's going to happen. There will be a central government with control of its foreign policy, with control of the military. But you will see that there are going to be significant amounts of autonomy in each of the areas that exist in these provinces. That's what their constitution calls for.\n\nAnd, look, it took the Dutch six months to form a parliament the time before last. It took the -- the folks in the Netherlands six months, 280 some days, if I'm not mistaken. So this is -- and this is their first crack at democracy.\n\nI used the phrase politics has broken out, not war. We're moving in that direction.\n\nTAPPER: And the combat mission ends at the end of August.\n\nBIDEN: Yes.\n\nTAPPER: And can that happen even if there isn't an Iraqi government?\n\nBIDEN: There is a transition government. There is a government in place that's working. Iraqi security is being provided by the Iraqis, with our assistance. We're going to have -- still have 50,000 troops there. We will have brought home 95,000. There is no one in the military who thinks there's any reason we can't do that\n\nSo they're making real serious progress. I don't have a doubt in my mind that we'll be able to meet the commitment of having only 50,000 troops there and it will not in any way affect the physical stability of Iraq.\n\nTAPPER: You spoke to the leader of Southern Sudan...\n\nBIDEN: I did.\n\nTAPPER: -- recently.\n\nBIDEN: Kiir.\n\nTAPPER: And the referendum on whether or not Southern Sudan can break away from Sudan takes place in January. There's a lot of concern by human rights groups that that election will be riddled with fraud, just like the ones in April.\n\nBIDEN: A legitimate concern.\n\nTAPPER: The White House's point man on the Sudan is in the -- has said that the U.S. has waning influence in the region, General Gration said that.\n\nAre you willing to pledge that the U.S. will make sure that they're -- that war does not break out between Sudan and Southern Sudan should that happen?\n\nBIDEN: We're doing everything in our power to make sure this election on the referendum is viewed by the world as legitimate and fair. That's why we've been pushing the UN. That's why we've been pushing Kiir. That's why I've been working with Mbeki. That's why I've been working with President Mubarak, all who have significant influence in this.\n\nAnd it must be viewed as credible to keep that country, that region, from deteriorating. The last thing we need is another failed state in the region. And I'm still hopeful. We are on it full-time. And -- I believe that we'll be able to pull -- they'll be able to pull off, with our help and the UN's help, they'll be able to pull off a credible election.\n\nTAPPER: What's the larger strategy for combating Islamo-terrorism or Islamic fascism, as some people call it?\n\nEven if Iraq works, even if Afghanistan works, it pops up everywhere. It pops up in Yemen. It pops up in Somalia. It pops up in Uganda.\n\nWhat's the larger vision?\n\nHow does the U.S. combat that?\n\nBIDEN: The larger vision is to appeal to the moderate Islamic states and the moderate Muslim world, which is the vast majority of the world. That's the first piece.\n\nThe second piece is, in those areas which the radicals can feed on and breed off of is to try to help stabilize those governments, not alone, but with the rest of the world. And part of that is building strong countries around them, as well as inside.\n\nAnd it's a long-term deal. But I think we're making progress. And President Obama ju-- -- you know, I got asked the other day, you know, well, you ran for president, you know, you're vice president. I said we got the order right. Even if I had been a great president and been elected, it would have taken me four years to do what he did in one month. In one month, he changed the attitude of the world about American intentions.\n\nAnd the Muslim world and the moderate Muslim world no longer thinks it's us or them. The most important one that we're finishing up now, God willing, is Iraq. Imagine Iraq as a stable country in the midst of that part of the world, a very positive outcome.\n\nTAPPER: Mr. Vice President, thanks for spending your time with us.\n\nBIDEN: Thank you, Jake.\n\n(BEGIN VIDEO CLIP)\n\nKING: The Palin family bombshell.\n\n(UNKNOWN): Bristol and Levi Johnston are not only back together, they're getting married.\n\nB. PALIN: I came home from work one day, and there was rose petals in the shape of a heart on my bed, and then he got down on one knee and asked me to marry him.\n\n(UNKNOWN): Her engagement to Johnston happened without the approval of their parents.\n\n(UNKNOWN): We have a statement out this morning from the Palins, and they say, \"Bristol, at 19, is now a young adult. We obviously want what is best for our children.\"\n\n(END VIDEO CLIP)\n\nTAPPER: Bristol and Levi, one of the many topics we will not be discussing on our roundtable this morning with George Will, former Bush White House communications director Nicolle Wallace, also author of the pending novel \"Eighteen Acres,\" which my wife has not been able to put down -- thank you for joining us -- Clarence Page of the \"Chicago Tribune,\" and former Clinton White House press secretary and \"Vanity Fair\" contributing editor Dee Dee Myers.\n\nThank you, one and all, for being here. I want to start off with the interview with the vice president, because as is his wont, he did make some news in some various areas.\n\nGeorge, the vice president said that we are not engaging in nation-building in Afghanistan. And yet if you look at the cover of this week's \"Newsweek,\" the president of the Council on Foreign Relations, Richard Haass, says, \"Rethinking Afghanistan, nation-building isn't working.\" Are we doing nation-building in Afghanistan or are we not?\n\nWILL: We are. Nation-building is what counterinsurgency is, as defined by David Petraeus. It is to protect the people. It is to make them loyal by giving them local services, inventing a government, in effect. That is nation-building, which means that the Obama policy in Afghanistan is much more ambitious than was the Bush policy.\n\nThe vice president said something else that was very interesting. He said, \"We are making considerable progress against Al Qaida, which is our primary target. We're taking out significant numbers of the leadership in Al Qaida.\" The latter is true, but they're doing that in Pakistan, because, as you established with Leon Panetta three weeks ago on this program, you asked him, \"How many Al Qaida do you think are in Afghanistan?\" Panetta, \"I think at most we're looking at 50 to 100, maybe less.\"\n\nTAPPER: Nicolle, one thing that I heard out of the vice president's mouth that I thought might be of interest to you was towards the end of the interview when he was talking about what -- how great it would be to have Iraq this shining example of democracy in the middle of the Middle East. Did that resonate at all with the former...\n\nWALLACE: Yes, imagine that. Imagine making that case. Obviously, these are the kinds of arguments that you make when public support starts to wane. And, you know, as the commander-in-chief -- and Obama still gets pretty decent marks in his capacity as our commander-in-chief. Republicans, actually, I think are encouraged by the fact that General Petraeus is -- is heading to Afghanistan to -- to replace Stan McChrystal.\n\nBut where I think this will get complicated for him -- and where you already see his numbers in Afghanistan sliding -- is when he starts talking about timetables, when they promise to pull troops out. It deflates the morale of the men and women of the military, and it makes the public -- you know, the public is very smart, voters are very smart, and when they hear them talk out of both sides of their mouth, that's where the politics of the war and the responsibilities, the solemn responsibilities as commander-in-chief collide.\n\nTAPPER: Let's talk about the roundtable -- I mean, the timetable, Clarence, on the roundtable...\n\nPAGE: Right.\n\nTAPPER: ... which is, for the first time, we've had the vice president say that when he told Jon Alter in that book that a lot of troops leaving in July 2011, he said it could be as few as 2,000.\n\nPAGE: Yes, we're hearing these little rollbacks in the rhetoric all around, insofar as how much of a pullout we're going have next year. And, you know, as the administration has said again and again, it's only the beginning of the -- of the drawdown that they're shooting for, and the president says it's contingent on conditions.\n\nBut nevertheless, any effort you make to establish security and to build internal security in Afghanistan and unify that country is nation-building because of the state of Afghanistan. It has always been a very divided collection of thousands of tribes and -- and various homelands. And General Petraeus is trying valiantly to organize all of that.\n\nBut that's nation-building; I agree with George. The problem for Obama is his own base remembers that this was the good war we weren't supposed to get bogged down in. And he has become more ambitious in his goals.\n\nTAPPER: And, Dee Dee, if in July 2011 it turns out only 2,000 troops leave Afghanistan, I can't imagine that liberals and progressives are going to be happy about that.\n\nMYERS: Right. I mean, last summer and fall, the president went through an extensive process of thinking through exactly what our strategy in Afghanistan was going to be. He spent hours and hours and hours on it. He came out pretty close to where General Petraeus and the military wanted, which was sending 30,000 additional troops.\n\nAnd he sold that to Congress by pairing it with a deadline, which now -- I thought it was interesting to hear Vice President Biden talk about that not as much as a deadline but as the beginning of a transition.\n\nBut when the -- the time comes -- and in the discussion leading up to that, if the administration continues to try to finesse that, which they've been doing, I think you're going to see increasingly angry liberals. We've already seen it.\n\nPeople, again, signed onto this plan on the notion that it would be a specific period of time and not a long period of time, that we wouldn't be there for 10 years or 20 years nation-building. And increasingly, I think the language is getting -- is leaving a lot of wiggle room. Things on the ground have not gone as well as we had hoped a year ago.\n\nTAPPER: George, something else the vice president said that I -- you and I talked about. You disagree with his assertion that the Wall Street reform bill that the president will sign this Wednesday will end uncertainty among big business.\n\nWILL: The president -- the vice president was really responding to your point about all this mountain of cash that businesses have that they're not spending, because to invest is to make a wager on the future and they're uncertain about the future.\n\nThe vice president referred to the financial reform bill as another of our gigantic packages, another 2,300-page piece of legislation. I don't know if, as someone said, there are three unintended consequences on every page, but there are enormous rule-makings yet to come, with bureaucracies yet to be invented. It's bound to spread uncertainty, and it's bound to have essentially what we had in the 1930s when the New Deal came to a grinding halt. Capital went on strike, paralyzed by uncertainty.\n\nPAGE: However, there is the public out there saying, what's government going to do to protect us? We did just go through a financial collapse. Some kind of -- and this came after, really, several decades of fewer and fewer regulations, less and less oversight.\n\nWe need some kind of oversight. How many pages would you like, George, 2,300 too many? How about 100 pages? I mean, you've got to have some detail here. And the regulations haven't even been written yet, the various rules and regulations for the day-to-day operation of all this.\n\nBut at least you're going to see some kind of, what, consumer advocacy where it wasn't there before.\n\nWALLACE: You talk to people in finance, and they'll tell you, we got into this crisis because the housing market became overheated. Housing is one of the most regulated industries in this country. Finance collided with an overheated housing market, also one of the most heavily regulated industries in this country. So what did we do? We added more regulations and we increased the political involvement, and it's a recipe for disaster.\n\nPAGE: It's regulated, but I was -- I had a broker try to sell me on an interest-only mortgage, because he gets a bonus for selling me on that, for charging me a higher interest.\n\nWALLACE: That'll never happen, because there isn't any more credit, so I think we've taken care of that.\n\nPAGE: Well, it won't happen again now because it's been written out of existence, virtually, by these new regulations, as it should have been out of existence before, and warnings will be out there for people ahead of time.\n\nWALLACE: But even Democrats admit that these regulations will do nothing to protect us from a similar financial collapse.\n\nMYERS: That's not true, Nicolle. I mean, most people think it will help prevent -- it won't completely prevent another financial crisis, but most people think it will help prevent another one and make -- and create some additional tools for managing a crisis should another one occur.\n\nYou know, you can't fight the last war. And so regulating against everything that happened in the last, you know, collapse is -- is -- is sort of short-sided. People said a lot of the same things after, you know, the last round of big regulation after the '29 collapse, and they turned out not to be true.\n\nNow, I do think George is right in -- in -- in the medium term or the short term, as we've gone from the legislative phase to the regulatory phase. There's going to be a couple of years of actually writing these regulations and putting details onto the legislation, and that's going to be a tough time.\n\nBut I think it's encouraging that the markets didn't go crazy on Thursday and Friday in response to this passing. They went crazy in response to the fact that there was lower-than-expected profits on Wall Street.\n\nTAPPER: A lot of people in the White House think that if it weren't for the recession, all the unemployment, people would be paying attention to the fact that this is a big legislative accomplishment. Obviously, not everyone agrees that it's a good accomplishment, but for a president to achieve this, health care reform, the stimulus package, the president deserves credit. Is -- is that true, you think?\n\nMYERS: Yes, I think -- I think it's amazing how much he's been able to do, whether you agree or disagree with the content of these packages. As a legislative accomplishment, these are huge.\n\nBut I think the president and the administration are not getting much credit, and I think the number-one reason, the most important number, and in some ways the only one that matters is 9.5.\n\nYou know, you still have millions of people -- we -- we lost 7 million jobs in the last couple of years. Now, we've gone from losing 750,000 jobs a month in the spring of last year to creating somewhere around 100,000 private-sector jobs a month now. That's a huge turnaround, and the stimulus contributed to that. But unemployment is still 9.5.\n\nWILL: A huge turnaround doesn't explain the cognitive dissonance of this administration. It's campaigning across the country in what it calls \"recovery summer,\" postulate being we're in a recovery, but, they say, we really need another stimulus, because the first two stimuli did not bring us a recovery.\n\nTAPPER: I appreciate the proper Latin. I want to show...\n\n(LAUGHTER)\n\nPAGE: It's about time.\n\nTAPPER: I want to show a couple numbers in terms of polling numbers for President Obama that are not positive, the results of a new ABC News-Washington Post poll. On President Obama's handling of the economy, do you approve of President Obama's handling of the economy? Last month, 50 percent approved. This month, 43 percent, a seven-point drop in just one month, mainly among Democrats.\n\nAnd here's the reason why, if you look at this number, this larger chart. As unemployment has gone up, up, up, the president's approval has gone down, down, down.\n\nAnd yet, Nicolle, I want to ask you this: If you look at the poll on the public's confidence in different groups to handle the economy, Obama is 43 percent, a horrible number for him, Democrats in Congress, 32 percent, Republicans in Congress, 26 percent.\n\nWALLACE: OK. Hang on to that 26 and look at this number: 51 percent of the same voters in that poll want Republicans to take control of Congress.\n\nTAPPER: Why?\n\nWALLACE: They don't even trust us, and they want us to take control of Congress.\n\nTAPPER: I know, but...\n\nWALLACE: That is how desperately they want to stop Obama's agenda. Now -- now, I think it's noble for Democrats to defend the expansion of the role of the federal government in our financial system. I think it's noble to defend Obamacare.\n\nBut the truth is, it has ignited a disdain for the expansion of the federal government, and it's not just among Tea Partiers. I know there's a lot of attention paid to them. The ABC-Post poll has 40 percent of respondents identifying themselves as independents. That is the former Obama coalition.\n\nTAPPER: George?\n\nWILL: Well, I think that's absolutely right. The country is not saying we like Republicans; they're saying we don't like the current agenda. And the Republicans are standing there. They are the alternative.\n\nPAGE: This is the funny thing about this -- you talk about cognitive dissonance. We have a public in the midst of high unemployment that wants less spending. That was not predicted by this administration, and certainly it runs counter to what -- to what liberals normally call for, certainly counter to what worked for FDR. We can talk about what happened during the Great Depression, George.\n\nBut the fact is that -- that I think, if unemployment weren't so bad right now, people would feel a lot better about Obamacare and the stimulus packages, et cetera, but the problem, as long as unemployment is up, the public isn't going to appreciate the president's handling of the economy.\n\nWILL: The false liberal assumption is that economic hard times move the country to the left. It's not true, and it didn't happen in the 1930s. Before the '36 election and after the '36 election, in which Roosevelt carried 46 of 48 states, Democrats said they wanted him to be more conservative, and only about 18 percent of Democrats said they wanted to increase spending. Those are Democrats.\n\nPAGE: Being as they were enjoying the benefits of Social Security and those other programs that...\n\n(CROSSTALK)\n\nWALLACE: Ronald -- Ronald Reagan, too, found himself with low approval ratings, and -- and a tough economy.\n\nTAPPER: His numbers track -- you and I were talking about this...\n\nWALLACE: With Obama.\n\nTAPPER: His numbers track with Obama's very closely.\n\nWALLACE: But he did the opposite. He crafted an agenda that -- that so appealed to the political center that it created an entire new class of voters, the Reagan Democrats. Obama has gone the opposite direction and seems only interested in expanding government, increasing its role in people's lives, and -- and, you know, I think will have the opposite impact that Reagan's did.\n\nTAPPER: You know, Nicolle, you talked about the Tea Partiers, and that gives me an opportunity to change the subject to something else that happened this week that was very interesting. The NAACP had its convention, and they passed a resolution, one they have not yet released to the public, that condemns racism among the Tea Party movement. And here is an interview with NAACP President Ben Jealous.\n\n(BEGIN VIDEO CLIP) JEALOUS: Tea Party members have called congressmen the n-word, have called congressmen the f-word. We've seen them carry racial signs. And whenever it happens, the membership tries to shirk responsibility. If the Tea Party wants to be respected and wants to be part of the mainstream in this country, they have to act in a responsible way.\n\n(END VIDEO CLIP)\n\nTAPPER: Clarence, why did the NAACP spend so much time or at least get so much attention for condemning the Tea Party movement? Is this an important priority for them?\n\nPAGE: Rightly or wrongly, they are voicing the sentiments that a lot of African-Americans feel and the liberal establishment, if you will. And we can debate over whether or not congressmen really were called the n-word or not. It's a he said/he said dispute.\n\nBut what's more fundamentally important, Jake, is a year ago we were talking about, is the NAACP still relevant when you've got a black president? Now the NAACP is on page one leading the domestic discussion this week. This is probably the most talked-about issue of the week.\n\nAnd they are diametrically opposed to the Tea Party in virtually every way, demographically, philosophically, et cetera. It makes sense that they would be in dispute. But this is all being played out on talk shows like this one, and I think we're doing a very good job of it.\n\nWILL: Precisely. There's nothing like name-calling and a kind of left-wing McCarthyism to enable the NAACP to make a desperate lunge for its vanished relevance. You say that this episode that he's talking about and the vice president made an oblique reference to it is he said/he said, whether or not the n-word was used. It's a he said and four television cameras monitoring that event say it didn't happen.\n\nPAGE: A lot of noise. People were yelling things of all kinds, so...\n\nWILL: A talk radio host in this country has offered $100,000 to anyone who can produce a shred of evidence that it happened.\n\nPAGE: Right.\n\nWILL: A hundred thousand dollars still on the table.\n\nPAGE: Well, that's only one of many issues. Look at -- look at the signs. Look at the statements that have been made. Look at -- look at the blatant racial insensitivities, some of it on both sides, you know, but the fact of matter is that we do have the modern version of what you and I remember as white backlash back in the '60s, George, you know, the hard hats, et cetera. After the civil rights revolution, you had a white backlash, or what was called that, and they said, well, it's more than just race, same thing now. It's more than just race. We are talking about deficits and big spending and all, but there is a backlash against Obama's election. And -- and that, some people say, looks racist.\n\nTAPPER: They -- what the vice president said was that he didn't think the Tea Party movement was racist, but that there were racist elements of it. And I think anybody who watches the parades, sees the photographs can -- can say that there are certainly individuals who are part of the movement who say things that are racist.\n\nAnd, in fact, Tea Party organizers Jenny Beth Martin and Mark Meckler wrote this op-ed in Politico in which they said, \"Like all movements, the Tea Party has its fringe. President Barack Obama's domestic terrorist friends from the 1960s anti-war past never represented the Americans of good conscience who opposed the Vietnam War. In a similar vein, the racist posters of a few at a Tea Party rally do not represent the feelings or behavior of Americans who believe in this movement. At Tea Party Patriots, we will continue to condemn the fringe elements of the movement and any expression of racism or bigotry. We sincerely hope that the Obama While House, the NAACP, and the liberal left will follow our lead and do the same in their own ranks.\"\n\nBut that is an acknowledgement that they, too, see racism in some of these events.\n\nWALLACE: And a very important one. I -- I don't understand why this one is difficult. I mean, I think it's incumbent -- forget about the leadership of the Tea Party movement. But them aside for a second.\n\nAny member of this powerful, promising and very relevant movement should stand up and condemn anything that you wouldn't want to see your children participate in. And I can't imagine there's any parent in America who would approve of any of the racist signs that show up at any rally.\n\nSo I think this is easy. I don't think this is about the leadership. I don't think this is about waiting for the leaders of your movement. And people say, oh, they're young, it's not clear where the structure -- forget about that. Any individual at a rally where -- where -- where any sign or insinuation of racism appears should condemn it. And it'll only strengthen the movement and make them more relevant.\n\nMYERS: But I agree with everything, except I think there is a role for the leaders. It's not -- why -- where is Dick Armey? Where is Sarah Palin? It's an easy thing to say exactly what you just said. And the members should do it, but so should the leaders, because, you know, there's an op-ed piece in Politico, but most Americans don't hear that or don't know...\n\nTAPPER: Well, Sarah Palin actually condemned the NAACP.\n\nMYERS: Right.\n\nTAPPER: She just denied that there was any racism at all.\n\nMYERS: And I think that's -- I mean, look, that's, on its face, not true. There are elements -- and they're not the core elements, and I don't think the movement is -- is prime facie racist, but there are racist elements, and they should be repudiated. So where are the leaders? It seems like a no-brainer.\n\nPAGE: And what's important here politically is that the Tea Party, like any other political movement, wants to win over those moderates, those swing voters out there, if you will.\n\nMYERS: They should.\n\nPAGE: And if they are an embarrassment to their fellow conservatives, they break their own coalition up, and so this -- this becomes a very relevant thing here. This is not just political correctness as some people want to dismiss it.\n\nMYERS: But I think it's interesting -- and, Clarence, you might want to comment -- we thought that -- or a lot of people -- I don't know if we thought -- but there seem to be people who said the election of Obama meant we were -- achieved a post-racial status in American society, and I think this -- the heat around this discussion this week shows that we're a long way from a post-racial America.\n\nPAGE: I said then we'll be post-racial when we're post-racism, but we still have racism, sexism, et cetera, out there, always will. We're human beings. But this, I think, was a -- was just an awakening of conservatives who were rather shocked for a variety of reasons by Obama's election, not just race. I think that was a minor element, compared to the philosophical swing and -- and just this big cultural shift.\n\nTAPPER: George, we only have 30 seconds, but -- but do the -- the Tea Party leaders that I just read their op-ed, do they have a point in that we demand the conservatives to condemn isms in their side, but not liberals?\n\nWILL: Well, what -- during the many protests against George W. Bush and the pictures of him with a Hitler moustache and the swastikas associated with him, I don't recall -- I may be wrong -- but I don't recall a clamor of denunciation from the Bush's critics.\n\nTAPPER: All right. Now, one thing...\n\nPAGE: I agree with that.\n\nTAPPER: One thing that the roundtable is going to weigh in on in the -- in the -- in the green room episode that's going to be available on abcnews.com is Aaron Sorkin buying the rights to John Edwards' story, so please stay tuned. And also there you can also find our fact checks. We've teamed up with PolitiFact to fact-check the show.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-biden/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-biden/null", "keywords": [], "authors": ["Abc News", "January", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222", "title": "'This Week' Transcript: Biden", "meta_data": {"description": "Transcript of 'This Week' interview with Vice President Joe Biden", "keywords": "this week, jake tapper, vice president joe biden", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Biden", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222", "title": "'This Week' Transcript: Biden", "description": "Transcript of 'This Week' interview with Vice President Joe Biden", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-07-18T16:23:26Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,11191222", "ipad": "abcnewsipad://link/story,11191222", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Biden", "description": "Transcript of 'This Week' interview with Vice President Joe Biden", "url": "https://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,11191222", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,11191222", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}