{"url": "http://abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826", "text": "\u0097 -- Though he touts his outstanding memory, when Donald Trump was asked under oath about his dealings with a twice-convicted Russian émigré who served prison time and had documented mafia connections, the real estate mogul was at a loss.\n\nEven though the man, Felix Sater, had played a role in a number of high-profile Trump-branded projects across the country.\n\n“If he were sitting in the room right now, I really wouldn't know what he looked like,” Trump testified in a video deposition for a civil lawsuit two years ago.\n\nIn recent weeks, the Republican Presidential candidate has been fending off critics who have accused him of embellishment, insensitivity and in some cases inaccuracy for his descriptions of the Muslim response to 9/11. Trump also dismissed outrage at his purported mocking of a disabled New York Times reporter, saying he simply does not remember meeting the scribe.\n\nAway from the spotlight, Donald Trump has also been seeking to minimize his past business ties with Sater, the Russian émigré who appeared in photos with Trump, and carried a Trump Organization business card with the title “Senior Advisor to Donald Trump.”\n\nAsked last week about Sater by The Associated Press, Trump again seemed unable to retrieve a solid memory of the man. \"Felix Sater, boy, I have to even think about it,\" he told the reporter. \"I'm not that familiar with him.\"\n\nTrump and Sater can be seen together in photographs attending a Denver business conference in 2005, and the two men posed on stage together at the 2007 launch party for the Trump SoHo Hotel and Condominium project. And in 2010, according to Trump’s lawyer, Sater was provided business cards by the Trump Organization identifying him as a “senior advisor\" to Trump.\n\nSater has declined repeated requests for an interview, citing the advice of his attorney. But he has not been shy about posting items online touting his ties to Trump. On his website, he called the Trump SoHo his “most prized project.” For years he identified himself on his online resume at the LinkedIn website as having been a \"senior advisor\" to Trump in 2010-2011. Last month, after ABC News asked Trump’s attorney about it, that portion of Sater’s online resume was deleted.\n\nThe “senior advisor” title stands in sharp contrast to how Trump and his aides have repeatedly described the nature of their connection with Sater, including in response to questions from ABC News.\n\nAlan Garten, Trump’s General Counsel, initially told ABC News that Trump “had no real direct relationship with Felix Sater” and that Sater was not an advisor to Donald Trump “in my mind, and not in anyone at the Trump Organization's mind.”\n\nA few days later, Garten confirmed the authenticity of Sater’s Trump business card with the “senior advisor” title which included a Trump Organization email address and phone number. But the lawyer said the title was not reflective of Sater’s actual role. It was common practice in the real estate industry, he said, to provide business cards and bestow titles “in order for brokers to be able to make initial introductions.”\n\nDonald Trump exits the Budweiser Events Center after talking at the Bixpo 2005 convention in Loveland, Colo., Sept. 14, 2005. Felix Sater appears in the red tie on Trump's left. Cyrus McCrimmon/Denver Post/Getty Images\n\nGarten said Sater was “never employed by or on the payroll of the Trump organization” and that “no deals ever came from those activities” in 2010. But Garten declined to respond to emails and phone messages with further questions, including whether Sater was provided office space or compensated by the Trump organization in any other way. Images of Sater’s business card were wiped from the internet shortly after ABC News asked Garten about it.\n\nTrump’s extensive business relationships are garnering fresh attention as the public is becoming better acquainted with the real estate mogul-turned-politician who has catapulted into front-runner territory in the race for the GOP presidential nomination.\n\nThe cast of characters who participated in Trump’s many development deals touch on a topic the candidate regularly cites on the campaign trail -- his judgment at the helm of his real estate empire. Trump says his “tremendous” record of success is one of his most important qualifications to become President of the United States.\n\nThe connection to Felix Sater dates to the early 2000's when the Trump Organization worked on several occasions with a small development firm based in Trump Tower called the Bayrock Group, where Sater was an executive until 2007.\n\nAs Trump explained it during a 2013 deposition, the relationship began when Bayrock was a tenant in his Trump Tower office building, when “somebody from Bayrock, I'm not exactly sure, came to see -- either myself or one of my children” with a proposal for a development deal. “It could have been Felix Sater, it could have been -- I really don't know who it might have been,” Trump said, “but somebody from Bayrock.”\n\nDonald Trump is deposed under oath during a civil lawsuit in November 2013. Obtained by ABC News\n\nSater had already served prison time for a grisly 1991 assault at the El Rio Grande restaurant and bar in New York. According to court documents, Sater allegedly told a man at the bar, “I’ll kill you. I’ll rip your f****** head off and stick it down your throat.” Sater then allegedly grabbed a frozen margarita from the bar, flung the contents in the air, smashed the glass on the bar, and stabbed the man in the cheek and neck, breaking his cheek and jaw, lacerating face and neck and severing nerves. He was convicted of first degree assault.\n\nAs he began his work with Bayrock, Sater was also awaiting sentencing for his role in what authorities called a $40 million “pump and dump” stock scam. Federal prosecutors announced in a March 2, 2000 press release that Sater had pleaded guilty in the federal racketeering case, and was found to have been collaborating with members of four New York mob families. Sater and others had “planned and carried out a series of fraudulent securities schemes and then laundered tens of millions of dollars in illicit profits,” the release said.\n\nProsecutors said Sater and others had “enlisted the help of individuals affiliated with organized crimes families of La Cosa Nostra to protect and promote their criminal activities.”\n\nSater avoided prison after FBI agents testified at his sentencing hearing that he had become an important government witness on both mob-related and national security matters, heralded by federal agents for his cooperation. His lawyer, Robert Wolf, told the Associated Press that some of the information about Sater in public records and lawsuits is defamatory. Wolf told the AP that credits Sater's stint as a government cooperator with potentially saving American military lives, although he did not provide details. Wolf told the AP to write about Sater's past \"at your own risk\" but did not cite specific concerns.\n\nDuring this period, Sater’s role at Bayrock was not clearly defined. He at various times appeared in company emails and other records as the “chief operating officer” or “managing director.” In a 2010 deposition Sater said titles at the firm varied. “I was probably number two man in the company,” he said. “The actual position, I don't remember what it was.”\n\nWhile the Trump SoHo project was considered a success, four other Bayrock projects were either never built or were finished by others. Some of them resulted in lawsuits from unhappy investors. In each case, Trump was not the actual developer of the project and was, instead, paid a fee to license the use of his name and potentially operate the hotel projects.\n\nDuring this period, Trump and Bayrock also collaborated on a proposal for the 600,000-square-foot Trump International Hotel and Residences, Phoenix, that was to include a spa, swimming pools, “exquisite gardens,” and “a world-class celebrity chef restaurant.”\n\nThe project never got off the ground, however, and in a 2007 lawsuit filed in state court against “the Trump/Bayrock Organization,” the plaintiff alleged that Sater threatened one of the Arizona partners in the deal, a man named Earnest Mennes. Sater was alleged to have told Mennes he would call in a relative to “electrically shock Mr. Mennes' testicles, cut off Mr. Mennes' legs, and leave Mr. Mennes dead in the trunk of his car.”\n\nSater’s lawyer calls the allegation “an outright fabrication” made as part of a lawsuit demanding a financial settlement.\n\nReached in Arizona, Mennes said the matter had been settled out of court and he could not discuss it. Mennes said he reflects proudly on the time he worked on the Trump project, and considers Trump a masterful businessman. Trump’s lawyer said he was unaware of the allegations in the Arizona lawsuit.\n\nTrump’s attorney says the real estate mogul had minimal interaction with Sater on the various joint ventures with Bayrock, and so had no reason to probe deeply into his background.\n\n“To be clear,” Garten told ABC News, “Mr. Sater's involvement in the projects, the projects that went forward, SoHo and Fort Lauderdale, may have existed in the beginning, but long term there was very little involvement.”\n\nSater's alleged ties to organized crime were more widely publicized in December 2007 when The New York Times published an article featuring Sater’s ties to Trump and describing his “tangled past.” The article reported that Sater “had been an ‘unindicted co-conspirator’ and a key figure in a $40 million scheme involving 19 stockbrokers and organized crime figures from four Mafia families.”\n\nSater told the Times that activity was in the past. “I’m trying to lead an exemplary existence,” he said then. “Old, bad luggage is not something anyone wants to remember.”\n\nWhile Sater’s criminal conviction had been publicized, much of his role in the racketeering case had until that point been kept secret -- sealed by the government because Sater had become a “cooperator” on a range of matters.\n\nSater’s attorney provided ABC News with a copy of a public statement from Attorney General Loretta Lynch, whose New York office had enlisted cooperation from Sater when she was serving as a U.S. Attorney.\n\n“The defendant in question, Felix Sater, provided valuable and sensitive information to the government during the course of his cooperation,” her statement said. He provided information “crucial to national security and the conviction of over 20 individuals, including those responsible for committing massive financial fraud and members of La Cosa Nostra.”\n\nGarten said Trump read the 2007 Times report and was “surprised.”\n\n“He had no idea,” Garten said. It “was the first time that both the Trump organization and Bayrock learned of Mr. Sater's background.”\n\nGarten added, “When you go into business with another company, you're going to vet that company certainly, but you're not going to vet every employee, it’s just not appropriate.\"\n\nOnce that information became publicly known, Garten initially told ABC News, Trump “cut all ties” with Sater. But, Garten then acknowledged, the Trump organization continued to listen to deals pitched by Sater well after that.\n\nAsked why Trump would listen to a deal brought by a twice-convicted felon with alleged mafia ties, Garten told ABC News, “You’re going to look at the deal, you’re not going to look at the broker.”\n\nDuring his 2013 deposition, when asked about how much he knew about Sater’s past, Trump said he knew Sater had “got into trouble because he got into a barroom fight which a lot of people do.” And, he added, “I don’t know him very well, but I don’t think he was connected to the mafia.”\n\nIn 2013, the BBC pressed Trump asking why he didn’t say “You’re fired!” to Sater after reports surfaced alleging Sater had ties to organized crime, Trump ultimately rose from his chair mid-interview.\n\n“I hate to do this, but I do have that big group of people waiting so I have to leave,” he said, walking out of the room.\n\nTrump said during the deposition four months later he could not recall doing the BBC interview.\n\nIn August, the Washington Examiner asked Trump's campaign manager, Corey Lewandowski, about the mogul’s past dealings with Sater. \"I have no idea who Felix Sater is, he has nothing to do with the Donald J. Trump for President presidential campaign,\" Lewandowski replied. \"I've never heard of the guy.”\n\nFor investors who put money into those Trump-branded projects based on the reputation of the man behind the name brand, news that one of the people involved, Sater, had such a checkered criminal history was distressing.\n\nCathy Cather, a Fort Lauderdale healthcare consultant, invested and lost money in the Trump condominium hotel project in her hometown – which failed in part because of the economic collapse. She told ABC News she made her decision in part based on glossy brochures emblazoned with Trump’s photos and such slogans as \"There is luxury... And then there is THE TRUMP EXPERIENCE.\"\n\n“I invested because it was Trump,” Cather told ABC News.\n\nABC News' Randy Kreider and Alex Hosenball contributed to this report.", "images": ["https://s.abcnews.com/images/Politics/GTY_trump_sater_lf_151020_16x9_992.jpg", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://a.abcnews.com/images/Politics/abc_sater_card_lf_151130.jpg"], "top_img": "https://s.abcnews.com/images/Politics/GTY_trump_sater_lf_151020_16x9_992.jpg", "keywords": [], "authors": ["Abc News", "Matthew Mosk", "Brian Ross", "December", "Min Read"], "canonical_link": "https://abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826", "title": "Memory Lapse? Trump Seeks Distance From 'Advisor' With Past Ties to Mafia", "meta_data": {"keywords": "donald trump, trump 2012, campaign 2012, trump sater", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "Memory Lapse? Trump Seeks Distance From 'Advisor' With Past Ties to Mafia", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826", "title": "Memory Lapse? Trump Seeks Distance From 'Advisor' With Past Ties to Mafia", "image": "https://s.abcnews.com/images/Politics/GTY_trump_sater_lf_151020_16x9_992.jpg", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2015-12-10T12:55:41Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,34600826", "ipad": "abcnewsipad://link/story,34600826", "googleplay": "https://abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "Memory Lapse? Trump Seeks Distance From 'Advisor' With Past Ties to Mafia", "url": "https://abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826", "image": {"identifier": "https://s.abcnews.com/images/Politics/GTY_trump_sater_lf_151020_16x9_992.jpg", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,34600826", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,34600826", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/Politics/memory-lapse-trump-seeks-distance-advisor-past-ties/story?id=34600826"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}