{"url": "http://www.politifact.com/florida/statements/2015/dec/22/marco-rubio/marco-rubio-says-ted-cruz-voted-defense-cuts-rand-/", "text": "The only budget Ted Cruz \"ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\n\nMarco Rubio portrayed fellow GOP senator and presidential hopeful Ted Cruz as all talk and no action on defense in an interview on Meet the Press.\n\n\"He talks tough on some of these issues,\" Rubio said Dec. 13. \"For example, he was going to ‘carpet bomb’ ISIS. But the only budget he's ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\n\nRubio has tried to portray himself as a strong supporter of the military, while Cruz has tried to appeal to hawks as well as libertarians , who typically favor less defense spending.\n\nWe decided to fact-check Rubio’s claim that Cruz voted for a budget that cut defense spending by more than the Democratic president.\n\nCruz’s vote on Rand Paul’s budget proposal\n\nRubio’s campaign pointed to Cruz’s 2013 vote in favor of a budget proposal by U.S. Sen. Rand Paul, R-Ky., who is also running for president. Cruz was one of just 18 senators, all Republican, to vote in favor of Paul’s amendment. Rubio voted against it. The measure failed.\n\nPaul’s 2013 proposal emerged after the widespread budget cuts, known as the sequester, went into effect. The sequester dramatically reduced non-war defense spending during the next decade.\n\nRubio’s campaign pointed to Paul’s statement in his budget proposal about cutting military spending:\n\n\"This budget proposal does not simply reduce military spending, but provides directives to realign the military for the 21st century,\" Paul wrote. \"It seeks to reduce the size and scope of the military complex, including its global footprint to one that is more in line with a policy of containment.\"\n\nUnder Paul’s proposal , defense appropriations would have gone from $521 billion in 2014 to $634 billion in 2023. The nonpartisan Congressional Budget Office, meanwhile, projected $588 billion in defense appropriations in 2014 to $731 billion in 2023. That means that Paul actually increased year-over-year defense spending, though it did not keep pace with estimated projections to sustain current defense levels.\n\nWas Paul’s proposal a ‘cut’ for defense?\n\nSo why did Rubio refer to Paul’s budget as a \"cut\" if defense spending would rise?\n\n\"We take the budget document at its word that it cuts defense spending and seeks to reduce the size and scope of the military,\" Rubio senior adviser Joe Pounder said.\n\nBut experts questioned whether Rubio can call Paul’s proposal a \"cut.\"\n\n\"Paul’s defense budget was above the budget caps set in the Budget Control Act, so in that respect it was an increase (and the president’s budget was an even larger increase),\" said Todd Harrison, a defense budget expert at the Center for Strategic and International Studies. \"But Paul’s defense budget was less than what other Republicans were proposing and what the president was proposing, so in that sense it was a cut.\"\n\nPaul’s 2013 proposal for defense was well below Obama’s request both at the time and now, Harrison said.\n\nChristopher Preble, at the libertarian Cato Institute, said he would not call Paul’s budget a \"cut.\"\n\n\"As is typical in Washington-speak, a less-than-expected increase is often cast as a cut,\" he said. \"This is misleading.\"\n\nCruz spokesman Brian Phillips made a similar argument.\n\n\"So it sounds like Rubio is engaging in the time-honored Washington cartel tactic of budget gimmickry and is suggesting that a reduction in the rate of increase is equal to a ‘cut’ when in fact the Obama and Paul budgets spend more on defense every year,\" Phillips said. \"The fact is, in supporting the Paul budget, Cruz did not support a cut in defense spending, but a more responsible rate of increase.\"\n\nBenjamin Friedman, a defense expert at Cato, pointed to Cruz’s vote in March in favor of a Rubio amendment to boost defense spending over two years rather than Paul’s amendment which would have boosted it with offsets.\n\n\"This was a budget, so it doesn’t make Rubio wrong, but it undermines his larger point,\" Friedman said.\n\nOur ruling\n\nRubio said that the only budget Cruz \"ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.\"\n\nRubio was referring to Cruz’s vote in favor of Paul’s budget proposal in 2013. But Rubio mischaracterized Paul’s plan when he called it a \"cut.\" That proposal included an increase in defense spending each year from 2014 going forward a decade, although it did not keep pace with estimated projections in growth.\n\nHowever, there is a kernel of truth here in that Paul’s proposal for defense was below Obama’s request.\n\nWe rate this statement Mostly False.", "images": ["https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png", "https://static.politifact.com/rulings/tom-mostlyfalse.png", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif"], "top_img": "https://static.politifact.com/rulings/tom-mostlyfalse.png", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/florida/statements/2015/dec/22/marco-rubio/marco-rubio-says-ted-cruz-voted-defense-cuts-rand-/", "title": "Marco Rubio says Ted Cruz voted for defense cuts in Rand Paul's budget proposal", "meta_data": {"description": "Marco Rubio portrayed fellow GOP senator and presidential hopeful Ted Cruz as all talk and no action on defense in an interview on Meet the Press. &quot;He talks tough on some of these issues,&quot; Rubio said Dec. 13. &quot;For example, he was going to &lsquo;carpet bomb&rsquo; ISIS. But the only budget he&#39;s ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.&quot; Rubio has tried to portray himself as a strong supporter of the military, while Cruz has tried to appeal to hawks as well ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "Marco Rubio says Ted Cruz voted for defense cuts in Rand Paul's budget proposal", "type": "article", "url": "https://www.politifact.com/florida/statements/2015/dec/22/marco-rubio/marco-rubio-says-ted-cruz-voted-defense-cuts-rand-/", "image": {"identifier": "https://static.politifact.com/rulings/tom-mostlyfalse.png", "width": 600, "height": 600}, "site_name": "@politifact", "description": "Marco Rubio portrayed fellow GOP senator and presidential hopeful Ted Cruz as all talk and no action on defense in an interview on Meet the Press."}, "twitter": {"card": "summary", "site": "PolitiFactFlorida", "url": "https://www.politifact.com/florida/statements/2015/dec/22/marco-rubio/marco-rubio-says-ted-cruz-voted-defense-cuts-rand-/", "username": "PolitiFactFL", "title": "Marco Rubio says Ted Cruz voted for defense cuts in Rand Paul's budget proposal", "description": "Marco Rubio portrayed fellow GOP senator and presidential hopeful Ted Cruz as all talk and no action on defense in an interview on Meet the Press. &quot;He talks tough on some of these issues,&quot; Rubio said Dec. 13. &quot;For example, he was going to &lsquo;carpet bomb&rsquo; ISIS. But the only budget he&#39;s ever voted for in his time in the Senate is a budget that cut defense spending by more than Barack Obama proposes we cut it.&quot; Rubio has tried to portray himself as a strong supporter of the military, while Cruz has tried to appeal to hawks as well ...", "image": "https://static.politifact.com/rulings/tom-mostlyfalse.png"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1450713600.0, "source": "http://www.politifact.com", "summary": ""}