{"url": "http://www.cnn.com/2009/US/10/30/guantanamo.h1n1.shots/index.html", "text": "Washington (CNN) -- The Pentagon will offer the H1N1 vaccination to detainees at the U.S. facility at Guantanamo Bay, officials there said Friday.\n\nThe Pentagon made the decision based on U.S. government assessments that people held in detention facilities are at high risk for the pandemic, said Maj. Diana R. Haynie, a spokeswoman for Joint Task Force Guantanamo Bay, which is in charge of holding the suspected terrorists.\n\n\"Detainees at JTF Guantanamo are considered to be at higher risk and therefore they will be offered the H1N1 vaccination,\" Haynie said.\n\n\"JTF Guantanamo conducts safe, humane, legal and transparent care and custody of detainees. As such, we must provide detainees the medical care necessary to maintain their health,\" she said.\n\nBut Rep. Bart Stupak, D-Michigan, urged the Pentagon to reconsider.\n\n\"As long as Americans must wait to receive the vaccine, the detainees in Guantanamo Bay should not be given preferential treatment to receive the H1N1 vaccination,\" Stupak said in a letter to Secretary of the Army John McHugh.\n\n\"Until this shortage is addressed, I urge Pentagon officials to reconsider this decision to vaccinate terrorist detainees ahead of Americans who are waiting,\" Stupak said.\n\nBase officials had not received the vaccinations and did not know when they were expected to arrive, Haynie said.\n\nOnce the vaccinations are received, doses will be administered to active-duty personnel before being offered to detainees and others on the base, Haynie said.\n\nThe vaccination is mandatory for all uniformed personnel, she said.\n\nThe vaccinations will be voluntary for the detainees, who will be briefed on the virus and the vaccine before they decide whether to receive the vaccine.\n\nSome of the detainees have already voluntarily taken the seasonal flu shot, Haynie said.", "images": ["http://i.cdn.turner.com/cnn/.element/img/3.0/mosaic/15x15_PLUS_bt.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/advertisement.gif", "https://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/apple-touch-icon.png", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/icons/btn_close.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/1px.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/2009/US/10/30/guantanamo.h1n1.shots/story.h1n1.gitmo.02.gi.jpg", "http://i.cdn.turner.com/cnn/images/1.gif", "http://cdn.cnn.com/cnn/1.gif"], "top_img": "https://i.cdn.turner.com/cnn/.element/img/3.0/global/misc/apple-touch-icon.png", "keywords": [], "authors": ["Mike Mount", "Cnn Senior Pentagon Producer"], "canonical_link": "", "title": "H1N1 vaccinations to be offered to Guantanamo Bay detainees", "meta_data": {"TITLE": "H1N1 vaccinations to be offered to Guantanamo Bay detainees - CNN.com", "description": "The Pentagon will offer the H1N1 vaccination to detainees at the U.S. facility at Guantanamo Bay, officials there said Friday.", "AUTHOR": "By Mike Mount, CNN Senior Pentagon Producer", "SECTION": "US", "fb": {"admins": 690014395, "app_id": 80401312489, "page_id": 129343697106537}, "og": {"type": "article"}, "viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.cnn.com", "summary": ""}