{"url": "http://abcnews.go.com/print?id=9818034", "text": "'This Week' Transcript: Former Vice President Dick Cheney\n\nTranscript: \"This Week\" with Former Vice President Dick Cheney and George Will, Peter Beinart, Paul Gigot and Jane Mayer.\n\nKARL: Good morning, and welcome to \"This Week.\"\n\nCHENEY: There is no middle ground.\n\nKARL: This morning, a \"This Week\" exclusive, former Vice President Dick Cheney, the administration's harshest critic...\n\nCHENEY: The president's been largely silent. Half-measures keep you half-exposed. The White House must stop dithering.\n\nKARL: ... with no apologies of his own.\n\nCHENEY: I was and remain a strong proponent of our enhanced interrogation program.\n\nKARL: National security, Iran, politics, and...\n\nBIDEN: Iraq, I mean, it's going to be one of the great achievements of this administration.\n\nKARL: ... Dick Cheney takes on the current vice president, only on \"This Week.\" Then, a Washington thaw.\n\nOBAMA: I'm going to spend some time listening.\n\nKARL: But can bipartisanship survive the politics of the moment?\n\nPALIN: We need a commander-in-chief, not a professor of law standing at the lectern.\n\nKARL: That and the rest of the week's politics on our roundtable with George Will, Peter Beinart of the Council on Foreign Relations, the New Yorker's Jane Mayer, and Paul Gigot of the Wall Street Journal.\n\nAnd as always, the Sunday funnies.\n\nLETTERMAN: John McCain knew that it was Sarah Palin's birthday, and he did something very nice for her. He bought her a Toyota.\n\n(END VIDEO CLIP)\n\nANNOUNCER: From the heart of the nation's capital, \"This Week\" with ABC's congressional correspondent, Jonathan Karl, live from the Newseum on Pennsylvania Avenue.\n\nKARL: Joining me now, former Vice President Dick Cheney.\n\nMr. Vice President, welcome to \"This Week.\"\n\nCHENEY: Good morning, John.\n\nKARL: Now, you have been unflinching in your criticism of this administration's handling of terrorism, counterterrorism. Most recently, talking about the Christmas Day bomber, you said, \"It is clear once again that President Obama is trying to pretend that we are not at war.\" Now, this morning, we have heard from the current vice president, Joe Biden, directly in response to that. (BEGIN VIDEO CLIP)\n\nBIDEN: We're pursuing that war with a vigor like it's never been seen before. We've eliminated 12 of their top 20 people. We have taken out 100 of their associates. We are making -- we've sent them underground. They are, in fact, not able to do anything remotely like they were in the past. They are on the run. I don't know where Dick Cheney has been.\n\n(END VIDEO CLIP)\n\nKARL: Your response?\n\nCHENEY: Well, my reference to the notion that the president was trying to avoid treating this as a war was in relation to his initial response when we heard about the Christmas underwear bomber...\n\nKARL: Right.\n\nCHENEY: ... up in Detroit, when he went out and said this was the act of an isolated extremist. No, it wasn't. And we found out over time, obviously -- and he eventually changed his -- his assessment -- but that, in fact, this was an individual who'd been trained by Al Qaida, who'd been part of a larger conspiracy, and it was closer to being an act of war than it was the act of an isolated extremist.\n\nIt's the mindset that concerns me, John. I think it's -- it's very important to go back and keep in mind the distinction between handling these events as criminal acts, which was the way we did before 9/11, and then looking at 9/11 and saying, \"This is not a criminal act,\" not when you destroy 16 acres of Manhattan, kill 3,000 Americans, blow a big hole in the Pentagon. That's an act of war.\n\nKARL: Well -- well...\n\nCHENEY: And what the administration was slow to do was to come to that -- that recognition that we are at war, not dealing with criminal acts. And as I say, my response there dealt specifically to the fact the president called it an isolated extremist. It was not.\n\nKARL: Well, I want to get to that notion of treating this as a law enforcement action, but what the administration will say is, look at what they have done, 30,000 additional troops to Afghanistan, doubling, tripling, and maybe even more the drone attacks on the tribal areas in Pakistan on Al Qaida targets. They say that they are actually dedicating more resources to the fight against Al Qaida than you were.\n\nCHENEY: Well, I -- you know, I'm a complete supporter of what they're doing in Afghanistan. I think the president made the right decision to send troops into Afghanistan. I thought it took him a while to get there.\n\nHaving Stan McChrystal now in charge in Afghanistan I think is an excellent choice. General McChrystal's one of the most able officers I know. I'm glad they're doing what they're doing in Afghanistan. I'm not a critic of what they're doing, in terms of how they're dealing with that situation.\n\nBut I do see repeatedly examples that there are key members in the administration, like Eric Holder, for example, the attorney general, who still insists on thinking of terror attacks against the United States as criminal acts as opposed to acts of war, and that's a -- that's a huge distinction.\n\nKARL: OK, before we get to Eric Holder, a couple more things from the vice president. He's been out responding preemptively to you. One thing he said we heard in the open, that he believes Iraq may ultimately prove to be one of the greatest achievements of the Obama administration.\n\nCHENEY: Well, I -- I guess I shouldn't be surprised by my friend, Joe Biden. I'm glad he now believes Iraq is a success. Of course, Obiden and -- Obama and Biden campaigned from one end of the country to the other for two years criticizing our Iraq policy.\n\nCHENEY: They opposed the surge that was absolutely crucial to our getting to the point we're at now with respect to Iraq. And for them to try to take credit for what's happened in Iraq strikes me as a little strange. I think if -- if they had had their way, if we'd followed the policies they'd pursued from the outset or advocated from the outset, Saddam Hussein would still be in power in Baghdad today.\n\nSo if they're going to take credit for it, fair enough, for what they've done while they're there, but it ought to go with a healthy dose of \"Thank you, George Bush\" up front and a recognition that some of their early recommendations, with respect to prosecuting that war, we're just dead wrong.\n\nKARL: Well, in fact, Vice President Biden says that he believes that the war in Iraq was not worth it. What do you say to that? I mean, given the resources that were drawn away from the -- what you could argue is the central front in Afghanistan, Pakistan, is he right about that?\n\nCHENEY: No. I -- I believe very deeply in the proposition that what we did in Iraq was the right thing to do. It was hard to do. It took a long time. There were significant costs involved.\n\nBut we got rid of one of the worst dictators of the 20th century. We took down his government, a man who'd produced and used weapons of mass destruction, a man who'd started two different wars, a man who had a relationship with terror. We're going to have a democracy in Iraq today. We do today. They're going to have another free election this March.\n\nThis has been an enormous achievement from the standpoint of peace and stability in the Middle East and ending a threat to the United States. Now, as I say, Joe Biden doesn't believe that. Joe Biden wants to take credit -- I'm not sure for what -- since he opposed that policy pretty much from the outset.\n\nKARL: I think what he wants to take credit for is taking resources out of Iraq, the fact...\n\nCHENEY: That's being done in accordance with a timetable that we initiated, that we -- that we negotiated with -- with the Iraqis. I mean, that was our policy.\n\nKARL: Another thing from the vice president, he also addressed the possibility of another 9/11-style attack.\n\n(BEGIN VIDEO CLIP)\n\nBIDEN: The idea of there being a massive attack in the United States like 9/11 is unlikely, in my view. But if you see what's happening, particularly with Al Qaida in the Arabian Peninsula, they have decided to move in a direction of much more small-bore, but devastatingly frightening attacks.\n\n(END VIDEO CLIP)\n\nKARL: Is he right?\n\nCHENEY: I don't think so. And I would point to a study that was released just within the last week or two up at the Kennedy School at Harvard by a gentleman -- Mowatt-Larssen's his name, I believe. He was CIA for 23 years, director of intelligence at the Energy Department for a long time, that looks at this whole question of weapons of mass destruction and Al Qaida and comes to the conclusion that there's a very high threat that Al Qaida is trying very hard to acquire a weapon of mass destruction and, if they're successful in acquiring it, that they will use it.\n\nI think he's right. I think, in fact, the situation with respect to Al Qaida to say that, you know, that was a big attack we had on 9/11, but it's not likely again, I just think that's dead wrong. I think the biggest strategic threat the United States faces today is the possibility of another 9/11 with a nuclear weapon or a biological agent of some kind, and I think Al Qaida is out there even as we meet trying to figure out how to do that.\n\nKARL: And do you think that the Obama administration is taking enough serious steps to prevent that?\n\nCHENEY: I think they need to do everything they can to prevent it. And if the mindset is it's not likely, then it's difficult to mobilize the resources and get people to give it the kind of priority that it deserves.\n\nKARL: OK, let's get to -- you mentioned Eric Holder, the treatment of the Christmas Day underwear bomber. How do you think that case should have been dealt with?\n\nCHENEY: I think the -- the proper way to -- to deal with it would have been to treat him as an enemy combatant. I think that was the right way to go.\n\nThe thing I learned from watching that process unfold, though, was that the administration really wasn't equipped to deal with the aftermath of an attempted attack against the United States in the sense that they didn't know what to do with the guy.\n\nThere was talk earlier after they'd dismantled the system we'd put in place for prisoner interrogation of high-value detainees. They'd gone out supposedly to create the HIG, high-value interrogation program, but in reality, it was not up and running at Christmastime when it should have been. It started months before that, to put that in place. They need a process, a set of institutions that they can fall back on. Admittedly, this is hard. We had a hard time dealing with this. You've got the Supreme Court on one side that -- that is going to evaluate everything you do, and you've got to be careful with that. The Congress gets involved in it.\n\nCHENEY: So I'm not saying it's an easy task, but by this point, when they've made all the decisions they've had, closed Guantanamo, end (ph) the high-value detainee program and so forth, I think those are all mistakes. Those were the tools we put in place to deal with this kind of situation. They should have had something to put in lieu of those programs, and it would look like they do not have -- have that kind of capability yet.\n\nKARL: If you have somebody in custody like Abdulmutallab, after just trying to blow up an airliner, and you think he has information on another attack, I mean, do you think that those enhanced interrogation techniques should have been -- should have been used? I mean, would you -- do you think that he should have been, for instance, subject to everything, including waterboarding?\n\nCHENEY: Well, I think the -- the professionals need to make that judgment. We've got people in -- we had in our administration -- I'm sure they're still there -- many of them were career personnel -- who are expects in this subject. And they are the ones that you ought to turn somebody like Abdulmutallab over to, let them be the judge of whether or not he's prepared to cooperate and how they can best achieve his cooperation.\n\nKARL: But you believe they should have had the option of everything up to and including waterboarding?\n\nCHENEY: I think you ought to have all of those capabilities on the table. Now, President Obama has taken them off the table. He announced when he came in last year that they would never use anything other than the U.S. Army manual, which doesn't include those techniques. I think that's a mistake.\n\nKARL: OK. So -- so was it a mistake when your administration took on the Richard Reid case? This is very similar. This was somebody that was trying to blow up an airliner with a shoe bomb, and he was within five minutes of getting taken off that plane read his Miranda rights, four times, in fact, in 48 hours, and tried through the civilian system. Was that a mistake?\n\nCHENEY: Well, first of all, I believe he was not tried. He pled guilty. They never did end up having a trial.\n\nSecondly, when this came up, as I recall, it was December of '01, just a couple of months after 9/11. We were not yet operational with the military commissions. We hadn't had all the Supreme Court decisions handed down about what we could and couldn't do with the commissions.\n\nKARL: But you still had an option to put him into military custody.\n\nCHENEY: Well, we could have put him into military custody. I don't -- I don't question that. The point is, in this particular case, all of that was never worked out, primarily because he pled guilty.\n\nKARL: Now, I'd like to read you something that the sentencing judge reading the -- giving him his life sentence read to Richard Reid at the time of that sentencing. Here it is. He said to Reid, \"You are not an enemy combatant. You are a terrorist. You are not a soldier in any war. To give you that reference, to call you a soldier gives you far too much stature. We do not negotiate with terrorists. We hunt them down one by one and bring them to justice.\"\n\nThe judge in that case was a Reagan appointee. Doesn't he make a good point?\n\nCHENEY: Well, I don't think so, in a sense that it -- if it -- if you interpret that as taking you to the point where all of these people are going to be treated as though they're guilty of individual criminal acts.\n\nI want to come back again to the basic point I tried to make at the outset, John. And up until 9/11, all terrorist attacks were criminal acts. After 9/11, we made the decision that these were acts of war, these were strategic threats to the United States.\n\nOnce you make that judgment, then you can use a much broader range of tools, in terms of going after your adversary. You go after those who provide them safe harbor and sanctuary. You go after those who finance and those who provide weapons for them and those who train them. And you treat them as unlawful enemy combatants.\n\nThere's a huge distinction here in terms of the kinds of policies you put in place going forward. And what I'm most concerned about isn't so much argument about all the stuff in the past, about what happened to Abdulmutallab or Richard Reid. I think the relevant point is: What are the policies going to be going forward?\n\nAnd if you're really serious and you believe this is a war and if you believe the greatest threat is a 9/11 with nukes or a 9/11 with a biological agent of some kind, then you have to consider it as a war, you have to consider it as something we may have to deal with tomorrow. You don't want the vice president of the United States running around saying, \"Oh, it's not likely to happen.\"\n\nKARL: Now, on that question of trying, you know, dealing as enemy combatants or through the criminal justice system, I came across this. This is a document that was put out by the Bush Justice Department under Attorney General Ashcroft...\n\nCHENEY: Right.\n\nKARL: ... covering the years 2001 to 2005. And if you go right to page one, they actually tout the criminal prosecutions...\n\nCHENEY: They did.\n\nKARL: ... of terror suspects, saying, \"Altogether, the department has brought charges against 375 individuals in terrorism- related investigations and has convicted 195 to date.\" That was 2005. Again, seems to make the administration's point that they're not doing it all that differently from how you were doing it.\n\nCHENEY: Well, we didn't all agree with that. We had -- I can remember a meeting in the Roosevelt Room in the West Wing of the White House where we had a major shootout over how this was going to be handled between the Justice Department, that advocated that approach, and many of the rest of us, who wanted to treat it as an intelligence matter, as an act of war with military commissions.\n\nWe never clearly or totally resolved those issues. These are tough questions, no doubt about it. You want my opinion, my view of what ought to happen, I think we have to treat it as a -- as a war. This is a strategic threat to the United States. I think that's why we were successful for seven-and-a-half years in avoiding a further major attack against the United States.\n\nAnd I do get very nervous and very upset when that's the dominant approach, as it was sometimes in the Bush administration or certainly would appear to be at times in the new Obama administration.\n\nKARL: Did you more often win or lose those battles, especially as you got to the second term?\n\nCHENEY: Well, I suppose it depends on which battle you're talking about. I won some; I lost some. I can't...\n\n(CROSSTALK)\n\nKARL: ... waterboarding, clearly, what was your...\n\nCHENEY: I was a big supporter of waterboarding. I was a big supporter of the enhanced interrogation techniques that...\n\nKARL: And you opposed the administration's actions of doing away with waterboarding?\n\nCHENEY: Yes.\n\nKARL: I'd like to ask you about the big terror case now, which is the KSM trial. The administration very much wants to see the mastermind of 9/11 tried in civilian courts here in the United States. New York has obviously objected.\n\nDo you think that's going to happen? Do you think this will be a civilian trial? Or are they not going to be able to do it?\n\nCHENEY: It looks to me like they're going to have great difficulty doing it in New York. I mean, even the mayor's come out against it now. I think trying Khalid Sheikh Mohammed in New York's a big -- big mistake. It gives him a huge platform to promulgate his -- his particular brand of propaganda around the world.\n\nI think he ought to be at Guantanamo. I think he ought to be tried at Guantanamo in front of a military commission. They've got difficulties now, because my guess is they don't want to send him back to Guantanamo, because that would validate, if you will, the value of Guantanamo. They're trying to close it, clearly haven't been able to get it done.\n\nBut my guess is, in the end, he'll end up being tried in front of a military commission on a military facility some place.\n\nKARL: So you think Guantanamo will be open when this president leaves office?\n\nCHENEY: I wouldn't be surprised. It's a valuable facility. There's a reason why we set it up. It makes good sense. There's obviously great reluctance on Capitol Hill to appropriate the funds to close it down. I think -- I think Guantanamo is going to be there for quite a while.\n\nKARL: And one other point -- I just want to read also from a previous interview that you gave -- one of your points about Guantanamo is, if you release the hard-core Al Qaida terrorists, you said, that are held at Guantanamo, I think they go back into the business of trying to kill more Americans and mount further mass casualty attacks. If you turn them loose and they go kill more Americans, who's responsible for that?\n\nAnd it's a real concern. We've heard from the president's homeland security adviser, John Brennan, saying that at minimum 10 percent of the more than 500 that have been released from Guantanamo have gone back into the fight.\n\nBut Brennan also wrote this. He said, \"I want to underscore the fact that all of these cases relate to detainees released during the previous administration and under the prior detainee review process.\"\n\nIn other words, all of those released from Guantanamo that have gone back into the fight were released by your administration. Can't you make the case that the Obama administration has actually been more responsible about releasing who they release from Guantanamo?\n\nCHENEY: I wouldn't make that -- I wouldn't make that case, John. I think -- as I recall, the percentage that we had of the recidivists was 12 percent. And we released prisoners back basically to their home countries, partly because the State Department was under enormous pressure to do so, and there was an effort to try to return them. The Saudis had a rehabilitation program for returned Saudis, and...\n\nKARL: Did you oppose those releases?\n\nCHENEY: I did. I didn't think that releasing anybody was the right thing to do, unless you had evidence that, you know, there was a mistake of some kind or they'd been -- been before a commission and you'd reviewed their case and found that the case didn't stand up, and that was usually the case. They were put through a thorough scrub before they were released.\n\nObviously, some of them got through the filter. But I think, out of the ones that remain, those are the real hard core, and I think your recidivist rate would be far higher than it was on those that have already been released.\n\nIt's a tough problem; I'll be the first to admit it. But I think you have to have a facility like Guantanamo to hold these individuals who are members of Al Qaida, who've tried to kill Americans, and who -- when they're released, they'll go back out and try to kill Americans again.\n\nKARL: I'd like to move to Iran. Do you trust the Obama administration to do what is necessary to keep Iran from getting nuclear weapons?\n\nCHENEY: I remain to be persuaded.\n\nKARL: Do you think that sanctions can work? I mean, that's the track they've chosen.\n\nCHENEY: Well, I think -- I hope sanctions work.\n\nKARL: It's the same track you chose (ph).\n\nCHENEY: We -- I certainly would hope sanctions would work, but I think they're most likely to work if you keep the military option on the table. I don't think you want to eliminate the military -- the possibility of military action. I think that's essential to give any kind of meaning at all to negotiations over sanctions.\n\nKARL: How close did you come -- how close did the Bush administration come to taking military action against Iran?\n\nCHENEY: Well, I would -- some of that I can't talk about, obviously, still. I'm sure it's still classified. We clearly never made the decision -- we never crossed over that line of saying, \"Now we're going to mount a military operation to deal with the problem.\"\n\nThe president was always hopeful -- and I think everybody else was, too -- that we could find a way to deal with it within having to resort to military force. One of the problems that the Obama administration inherited was the Iranian problem, and it's a tough one.\n\nKARL: David Sanger of the New York Times says that the Israelis came to you -- came to the administration in the final months and asked for certain things, bunker-buster bombs, air-to-air refueling capability, overflight rights, and that basically the administration dithered, did not give the Israelis a response. Was that a mistake?\n\nCHENEY: I -- I can't get into it still. I'm sure a lot of those discussions are still very sensitive.\n\nKARL: Let me ask you: Did you advocate a harder line, including in the military area, in those -- in those final months?\n\nCHENEY: Usually.\n\nKARL: And with respect to Iran?\n\nCHENEY: Well, I -- I made public statements to the effect that I felt very strongly that we had to have the military option, that it had to be on the table, that it had to be a meaningful option, and that we might well have to resort to military force in order to deal with the threat that Iran represented. The problem here being that a nuclear-armed Iran is a huge threat to that entire part of the world and, indeed, to the United States.\n\nKARL: Was it -- was it a...\n\nCHENEY: We never got to the point where the president had to make a decision one way or the other.\n\nKARL: Was that a mistake? Was it a mistake to leave that nuclear capability intact?\n\nCHENEY: Well, we -- we did a lot, because we were very concerned about nuclear capability in the hands of rogue states or potentially shared with terrorist organizations, and we were successful in taking down, for example, Saddam Hussein, who had messed with nuclear weapons twice previously, taking down the A.Q. Khan network, a black-market operation that was providing technology to the North Koreans, Iranians, and Libyans. We successfully obtained all the Libyan materials for their nuclear program, so we got a lot done.\n\nWe didn't get everything done. We still -- when we finished, there still was the ongoing Iranian problem and the ongoing North Korean problem. Both of them remain to be addressed.\n\nKARL: I'd like to get your response to Sarah Palin's recent comments on Iran.\n\n(BEGIN VIDEO CLIP)\n\nPALIN: Say he decided to declare war on Iran or decided really to come out and do whatever he could to support Israel, which I would like him to do, if he decided to toughen up and do all that he can to secure our nation and our allies, I think people would perhaps shift their thinking a little bit and decide, well, maybe he's tougher than we think he -- than he is today.\n\n(END VIDEO CLIP)\n\nKARL: She's, of course, talking about President Obama, seemed to be implying that this would be a good political move for him. What's your take?\n\nCHENEY: I don't think a president can make a judgment like that on the basis of politics. The stakes are too high, the consequences too significant to be treating those as simple political calculations. When you begin to talk about war, talk about crossing international borders, you talk about committing American men and women to combat, that takes place on a plane clear above any political consideration.\n\nKARL: So...\n\nCHENEY: So I'd be -- I'd be very cautious about treating that kind of issue on those kinds of conditions.\n\nKARL: We're almost out of time. We're going to get you very quickly on a few other subjects. First of all, one more on Palin. Is she qualified to be president?\n\nCHENEY: I haven't made a decision yet on who I'm going to support for president the next time around. Whoever it is, is going to have to prove themselves capable of being president of the United States. And those tests will -- will come during the course of campaigns, obviously. I think -- well, I think all the prospective candidates out there have got a lot of work to do if, in fact, they're going to persuade a majority of Americans that they're ready to take on the world's toughest job.\n\nKARL: OK, \"don't ask/don't tell\" -- you're a former defense secretary -- should this policy be repealed?\n\nCHENEY: Twenty years ago, the military were strong advocates of \"don't ask/don't tell,\" when I was secretary of defense. I think things have changed significantly since then. I see that Don Mullen -- or Mike Mullen, the chairman of the Joint Chiefs of Staff, has indicated his belief that we ought to support a change in the policy. So I think -- my guess is the policy will be changed.\n\nKARL: And do you think that's a good thing? I mean, is it time to allow gays and lesbians to serve openly in the military?\n\nCHENEY: I think the society has moved on. I think it's partly a generational question. I say, I'm reluctant to second-guess the military in this regard, because they're the ones that have got to make the judgment about how these policies affect the military capability of our -- of our units, and that first requirement that you have to look at all the time is whether or not they're still capable of achieving their mission, and does the policy change, i.e., putting gays in the force, affect their ability to perform their mission?\n\nWhen the chiefs come forward and say, \"We think we can do it,\" then it strikes me that it's -- it's time to reconsider the policy. And I think Admiral Mullen said that.\n\nKARL: And, finally, I know that you have a reunion coming up later this month with President Bush. This'll be the first time you've seen him since leaving office, face to face?\n\nCHENEY: Pretty much, yes. We talk on the telephone periodically, but the first time I've seen him since January 20th.\n\nKARL: What does he think of you being so outspoken in contrast to him?\n\nCHENEY: Well, I don't think he's opposed to it, by any means. I'd be inclined to let him speak for himself about it. The reason I've been outspoken is because there were some things being said, especially after we left office, about prosecuting CIA personnel that had carried out our counterterrorism policy or disbarring lawyers in the Justice Department who had -- had helped us put those policies together, and I was deeply offended by that, and I thought it was important that some senior person in the administration stand up and defend those people who'd done what we asked them to do.\n\nAnd that's why I got started on it. I'm the vice president now -- ex-vice president. I have the great freedom and luxury of speaking out, saying what I -- what I want to say, what I believe. And I have not been discouraged from doing so.\n\nKARL: And that includes writing a book?\n\nCHENEY: Writing a book, that's correct.\n\nKARL: Can you give us -- before you go -- a quick nugget that's going to be in the book, give us the title, give us something going?\n\nCHENEY: Have me back about a year from now, and I'll have a copy of the book for you, John.\n\nKARL: OK, it's deal.\n\nCHENEY: All right.\n\nKARL: Mr. Vice President, thanks a lot for joining us on \"This Week.\"\n\nCHENEY: Good to see you. I've enjoyed it.\n\nKARL: The roundtable is next, George Will, Paul Gigot, Jane Mayer, and Peter Beinart. And later, the Sunday funnies.", "images": ["https://s.abcnews.com/images/site/printlogo.jpg"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "'This Week' Transcript: Former Vice President Dick Cheney", "meta_data": {"robots": "noindex, nofollow", "pragma": "no-cache"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}