{"url": "http://www.cnn.com/2008/POLITICS/08/29/palin.bio/", "text": "(CNN) -- The McCain campaign calls her a \"tough executive who has demonstrated\" readiness to be president. The Republican National Committee calls her a \"conservative star with the talent, energy and family support necessary to carry out common sense policies.\"\n\nJohn McCain's choice of Sarah Palin as his running mate came as a surprise. more photos »\n\nBut the Obama campaign calls her a candidate with \"the thinnest foreign policy experience in history\" who is \"currently under investigation in her own state.\" And one of the Senate's top Democrats, Charles Schumer, said that although she is \"a fine person, her lack of experience makes the thought of her assuming the presidency troubling.\"\n\nWhat do we know about Sarah Palin, the 44-year-old first-ever female governor of Alaska, wife and mother of five, and now GOP vice presidential nominee?\n\nOn August 29, a new part of her identity dominated the political scene: game-changer.\n\nShe entered an already historic election, knowing well two of the biggest things McCain needs her to do: shore up votes among social conservatives and win over disaffected Hillary Clinton-supporting Democrats, many of them women. iReport.com: What do you think of McCain's choice of Palin?\n\nBefore catapulting to the forefront of U.S. politics, Sarah Palin was, at points along her journey, a beauty queen, high school basketball star and TV sportscaster. More recently, she became known in Alaska as a popular maverick, staunchly conservative on key issues but vocal about problems she saw, including those in her own party. Watch how conservatives say they're thrilled with Palin »\n\nShe got the nickname \"Sarah Barracuda\" for her fierce competitiveness on the basketball court in high school. Some of her opponents revived the name after she became mayor of her hometown, Wasilla, in 1996, kicking out a three-term incumbent and butting heads with some city department heads who remained loyal to her predecessor, according to the Almanac of American Politics.\n\nSarah Palin Born: February 11, 1964, Sandpoint, Idaho Education: B.S., University of Idaho, 1987 Elected offices: Wasilla, Alaska, City Council member, 1992-96\n\nWasilla mayor, 1996-2002\n\nElected governor of Alaska, 2006 Professional career: Television sports reporter, 1987-89; co-owner, commercial fishing operation, 1988-2007; owner, snow machine, watercraft and all-terrain vehicle business, 1994-97; chairwoman, Alaska Oil and Gas Conservation Commission, 2003-04. Married: To Todd Palin; five children. The oldest, Track, serves in the U.S. Army; the youngest, Trig, has Down syndrome. Sources: Almanac of American Politics, CNN\n\n\n\nIn 2003 and 2004, she chaired the state Oil and Gas Conservation Commission, which regulates Alaska's oil and gas resources.\n\nWidely seen as a political outsider who stayed at arm's length from her party establishment, she defeated two political insiders in 2006 to become the youngest, and first female, governor in the state's history.\n\nAs governor, she won praise for backing tough ethical standards for politicians. During the first legislative session after her election, her administration passed a state ethics law overhaul.\n\nBut her term was not without controversy. A legislative investigation is looking into allegations that Palin fired Alaska's public safety commissioner because he refused to fire the governor's former brother-in-law, a state trooper. She denied wrongdoing.\n\nAn outspoken anti-abortion Republican, Palin has spoken out about her fifth child, who was diagnosed in utero with Down syndrome.\n\n\"We knew through early testing he would face special challenges, and we feel privileged that God would entrust us with this gift and allow us unspeakable joy as he entered our lives,\" the Republican National Committee quoted her as saying. \"We have faith that every baby is created for good purpose and has potential to make this world a better place. We are truly blessed.\"\n\nShe is married to her high-school sweetheart, a commercial fisherman. The two eloped in 1988, to save money on a big wedding, a year after she graduated from the University of Idaho, where she studied journalism and political science, according to the Almanac of American Politics. Watch details on elopement »\n\nPalin is an avid hunter and a lifetime member of the National Rifle Association.\n\nAs millions of Americans began searching for information on her Friday, her official Web site as governor wasn't the only one getting flooded with traffic. Traffic also spiked at sites showcasing pictures from 1984, when she wore the crown of Miss Wasilla and competed in the Miss Alaska contest.\n\nShe was born in Idaho, and her parents moved to Alaska when she was 3 months old.\n\nSome similarities between Palin and McCain were clear Friday: Both have been termed mavericks, and both have taken on the GOP establishment at times. McCain has a son who has served in Iraq; Palin has one heading there soon. So does her vice presidential opponent, Sen. Joe Biden.\n\nFor all that is known about her, Palin now becomes the most prominent unknown quantity in the presidential race. Her lack of experience on national political issues, including foreign policy and homeland security, and her only brief experience as governor open clear lines of attack for the Obama campaign. Watch Democrats respond to the Palin pick »\n\nThen again, McCain's surprising announcement Friday and the intense focus it drew threatened to slow Obama's post-convention momentum in a dramatic way.\n\nNo stranger to being a first in Alaska, Palin now faces being a first on a national level: the first female No. 2 on the GOP presidential ticket and only the second female on a major party ticket, after Democrat Geraldine Ferraro more than 20 years ago.\n\nSchumer described McCain's choice as a \"Hail Mary pass.\" Whether that's true has yet to be seen.\n\nBut what's not in question is that in entering the race, Sarah Palin changes the game.\n\nAll About Sarah Palin • Alaska • John McCain", "images": ["http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/email_btn.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/text_size.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/util/loading.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_minus.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_dg_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/ugc_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/b_ugc_BL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/ugc-close-arrow.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_plus_dn.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/print_btn.gif", "http://i2.cdn.turner.com/cnn/2008/POLITICS/08/29/palin.bio/art.palin.podium.gi.jpg", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/tabs/video.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/tabs/active/photos.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/ugc-open-arrow.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/misc/125x70.no.photo.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/tabs/active/video.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_BL.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/global/1x1pixel.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/tabs/art_icn_grayed.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/util/email.gif", "http://cdn.cnn.com/cnn/1.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_wire_TL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_minus_dn_.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/global/story_tools/txt_plus.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/b_ugc_TL.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/tabs/art_icn.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/content/ads/advertisement_right_rail.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_dg_TL.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/icons/btn_close.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/right_rail/grey_corner_TL.gif", "http://i2.cdn.turner.com/cnn/.element/img/2.0/mosaic/tabs/photos.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/mixx_share.gif", "http://i.cdn.turner.com/cnn/.element/ssi/story/2.0/banner/elex08.inc/banner.elex.gif", "http://i2.cdn.turner.com/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/global/story_tools/save_btn.gif", "http://i.cdn.turner.com/cnn/dam/assets/120628113935-karadzic-tease-most.jpg", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/baseplate/corner_wire_BL.gif", "http://i.l.cnn.net/cnn/.element/img/2.0/content/ads/advertisement.gif", "http://i.cdn.turner.com/cnn/.element/img/2.0/mosaic/base_skins/UGC/ugc_TL.gif"], "top_img": "http://i2.cdn.turner.com/cnn/2008/POLITICS/08/29/palin.bio/art.palin.podium.gi.jpg", "keywords": [], "authors": ["Josh Levs Cnn", "Josh Levs"], "canonical_link": "", "title": "Palin: Pioneer, maverick -- and now game-changer", "meta_data": {"TITLE": "Palin: Pioneer, maverick -- and now game-changer - CNN.com", "description": "The McCain campaign calls her a \"tough executive who has demonstrated\" readiness to be president. The Republican National Committee calls her a \"conservative star with the talent, energy and family support necessary to carry out common sense policies.\"", "AUTHOR": "By  Josh Levs CNN", "SECTION": "POLITICS", "KEYWORDS": "U.S. Republican Party Politics, Sports, Barack Obama, Basketball, U.S. Government, Alaska, Politics, Sarah Palin, U.S. Republican Party, International Relations, U.S. Politics, Elections and Voting, Political Parties, Foreign Policy, John McCain, U.S. State Government, Political Policy, Charles Schumer, U.S. Presidential Election, Republican National Committee"}, "movies": [], "publish_date": null, "source": "http://www.cnn.com", "summary": ""}