{"url": "www.usacarry.com/forums/politics-and-news/62210-hrc-caught-tape-laughing-about-irma-wiping-out-all-those-florida-hillbillies.html", "text": "Hillary Caught On Tape Laughing About Irma \u0091Wiping Out All Of Those Florida Hillbillies\u0092While filming a segment for The Rachel Maddow Show on MSNBC, Hillary Rodham Clinton was nabbed on tape saying the most awful thing imaginable about Hurricane Irma and its potential victims:TO BE HONEST, RACHEL, IT WOULD PROBABLY BE GOOD FOR THE COUNTRY IF IRMA WERE TO JUST WIPE EVERY FLORIDA HILLBILLY OFF THE MAP. I MEAN THEY LIVE IN TRAILERS BY THE WATER, RIGHT?\u0094Clinton began to laugh but Maddow stopped her:\u0093MADAM SECRETARY, THAT\u0092S NOT FUNNY. THERE ARE 37 MILLION PEOPLE IN THE PATH OF THE WORST STORM OUR COUNTRY HAS SEEN SINCE KATRINA AND IT WILL PROBABLY DO MORE DAMAGE. THAT WAS CALLOUS AND WRONG. YOU\u0092VE BEEN POISONED. NOT EVERYTHING IS POLITICS.\u0094Maddow cancelled the interview and agreed to bury the footage, but one sound engineer who is a true patriot managed to keep a copy:\u0093AS SOON AS I HEARD HER SAY IT I KNEW SHE SCREWED UP REAL BAD. SHE WAS TALKING TO PEOPLE BACKSTAGE ABOUT RUNNING FOR PRESIDENT AGAIN IN 2020. THERE AIN\u0092T NO WAY SHE\u0092S GONNA RUN NOW. NOT WITHOUT MAKING ME A VERY RICH MAN.\u0094The engineer, who refused to be named, says he will hold onto the footage until he needs it to either \u0093save the country or himself.\u0094 He says he\u0092s made \u0093arrangements\u0094 in case anything happens to him.Read More; Hillary Caught On Tape Laughing About Irma â\u0080\u0098Wiping Out All Of Those Florida Hillbilliesâ\u0080\u0099 - Patriots Voice My Thoughts:Wouldn\u0092t surprise me, there was a video of her when Bill was governor talking about kids with handicap problems at an Easter egg hunt at the governors living quarters going too slow and she said, \u0093Get these retards out of here\u0094.", "images": ["https://www.usacarry.com/forums/images/buttons/viewpost-right.png", "https://www.usacarry.com/forums/images/misc/11x11progress.gif", "https://www.usacarry.com/concealed-carry.jpg", "https://www.usacarry.com/forums/images/misc/quote_icon.png", "https://www.usacarry.com/forums/clear.gif", "https://www.usacarry.com/forums/image.php?u=76756&dateline=1495604101", "https://www.usacarry.com/forums/images/statusicon/user-offline.png", "https://www.usacarry.com/forums/images/misc/progress.gif", "https://www.usacarry.com/forums/images/buttons/collapse_40b.png", "http://pixel.quantserve.com/pixel?a.1=p-12345abcde&a.2=p-678910abcde&labels=Technology", "https://www.facebook.com/offsite_event.php?id=6008834839853&value=0&currency=USD", "https://www.usacarry.com/forums/image.php?u=51316&dateline=1550607026", "https://www.usacarry.com/wp-content/uploads/2011/01/favicon.ico", "https://www.usacarry.com/forums/image.php?u=50420&dateline=1363305728", "https://www.facebook.com/tr?id=1442038992735983&ev=PixelInitialized", "https://www.usacarry.com/forums/images/misc/navbit-home.png"], "top_img": "https://www.usacarry.com/wp-content/uploads/2011/01/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.usacarry.com/forums/politics-and-news/62210-hrc-caught-tape-laughing-about-irma-wiping-out-all-those-florida-hillbillies.html", "title": "HRC Caught On Tape Laughing About Irma \u0091Wiping Out All Of Those Florida Hillbillies\u0092", "meta_data": {"robots": "noodp,noydir", "vb_meta_bburl": "https://www.usacarry.com/forums", "keywords": "country, florida, irma, maddow, tape", "description": "Hillary Caught On Tape Laughing About Irma \u0091Wiping Out All Of Those Florida Hillbillies\u0092 . While filming a segment for The Rachel Maddow Show on MSNBC"}, "movies": [], "publish_date": null, "source": "http://www.usacarry.com", "summary": ""}