{"url": "http://alexander.senate.gov/public/index.cfm?p=NewsArticles&ContentRecord_id=30000d32-784b-4a53-9cf5-53a1bf005777&ContentType_id=cc3ac18e-c52f-4861-b310-83ea6a7150c1&Group_id=303dc633-2307-45c8-ae71-4ba2ace2189b&MonthDisplay=3&YearDisplay=2010", "text": "The fantastic success of the movie “Avatar,” in which an interplanetary Stone Age species of people overcomes an expeditionary force that looks suspiciously like the U.S. Army, is convincing millions of Americans that the secret of success in the modern world is to “go back to nature.”\n\nPresident Barack Obama mirrored this in his Inaugural address when he said, “We will harness the sun and the winds and the soil to fuel our cars and run our factories.” It all sounds so easy — free energy all around us, waiting to be harvested at little or no environmental cost, putting us back in tune with nature.\n\nUnfortunately, it’s not as easy as it sounds. The rhythms of nature are not always our rhythms. The sun shines only 10 to 14 hours a day, while we consume electricity around the clock. We don’t want our TVs and refrigerators running only when the wind blows. Until electricity can be stored in large quantities, we will need something that can provide electrical power on demand.\n\nSo far, fossil fuels and hydroelectricity have filled the bill, but each has its limitations. We’ve already developed all the good hydroelectric sites and people object to the way they drown valleys and interrupt fish migrations. There are more old dams being torn down these days than new ones being built.\n\nDespite new natural gas finds and new technologies for coal, oil, and natural gas exploration, the supply restrictions of fossil fuels are also well known.\n\nThese are limited resources. We already import two-thirds of our oil. Coal, oil and gas also have an enormous environmental impact. They cause pollution and are widely considered to be major contributors to global warming.\n\nMake no mistake — solar, wind and other “renewables” have their own environmental impact as well. Solar and wind farms will occupy dozens — even hundreds — of square miles to produce ordinary amounts of electricity. The Nature Conservancy has labeled this “Energy Sprawl.” Even geothermal energy — tapping the Earth’s heat — is creating problems. In December a long-term project in Switzerland was called off because it was causing earthquakes. The developer is facing criminal charges for causing property damages. The next day an almost identical project in California was called off, also because of fear of earthquakes.\n\nSo what other options does America have? Republicans have proposed building 100 new nuclear reactors in the next 20 years, just as we built 100 reactors between 1970 and 1990. Americans have been using nuclear power for a half-century and are quite familiar with the technology. We have worked out the kinks and established an impressive record for reliability that no other power source is able to match. The average American nuclear reactor now produces electricity 90 percent of the time, as opposed to 70 percent for coal and 20 to 30 percent for wind and solar. And no member of the American public has ever been killed by commercial nuclear power — a record unmatched by other fuels.\n\nSince the 1973 Arab Oil Embargo, there has been a highly subsidized, worldwide effort to develop wind and solar as reliable sources of electricity. (France skipped that phase, went straight to nuclear, and now sells its electricity all over Europe.) Despite favorable policies and generous incentives, neither solar nor wind has been able to establish a significant presence in the marketplace. Denmark has installed wind power for 19 percent of its electrical demand yet must dump up to 85 percent of this production abroad, sometimes at a significant loss, because wind is so unreliable. Denmark still has a large carbon footprint, since it must burn fossil fuels as a backup.\n\nThe natural case for nuclear power is compelling. Today nuclear power produces 19 percent of our electricity and 70 percent of our carbon-free electricity. Nuclear plants occupy a fraction of the land required for wind or solar and can be built in locations near where the actual power is needed rather than being transported from faraway places where wind and sunshine are stronger. And nuclear reactors operate 90 percent of the time while wind and solar are only available about a third of the time. So why aren’t we building nuclear power today?\n\nPresident Obama’s recent actions have been encouraging. He has endorsed a “new generation of nuclear reactors,” appointed a commission to make recommendations about used nuclear fuel, and supported increasing loan guarantees for new nuclear plants to $54.5 billion. This is a welcome change from an administration energy policy that looked more like a national windmill policy, which was the equivalent of going to war in sailboats.\n\nPolls show that the American public increasingly favors nuclear power. Still, the fear-mongering and prejudice against the technology persist. A nuclear power plant is not a bomb. It cannot explode. Ninety-seven percent of a spent fuel rod is recyclable. The French store all their “nuclear waste” from 30 years of producing 80 percent of their electricity beneath the floor of one room.\n\nWhen properly understood, nuclear energy is as clean and natural as wind, sunshine or any of the supposedly more “natural” alternatives. The tremendous power that lies at the heart of the atom is part of nature as well.\n\n\n\nAlexander is the Republican Conference chairman. Rockwell is a member of the Health Physics Society, a fellow of the American Nuclear Society and a vice president and a founding director of Radiation, Science and Health Inc.", "images": ["http://statse.webtrendslive.com/dcs222830p722xwyfq8wwk7t4_7k3p/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=10.4.0&dcssip=www.alexander.senate.gov"], "top_img": "", "keywords": [], "authors": ["United States Senator Lamar Alexander", "Sen. Lamar Alexander", "Theodore Rockwell"], "canonical_link": "https://www.alexander.senate.gov/public/index.cfm/2010/3/", "title": "The Hill: Op-Ed: Go natural, go nuclear", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "author": "United States Senator Lamar Alexander"}, "movies": [], "publish_date": null, "source": "http://alexander.senate.gov", "summary": ""}