{"url": "http://www.politico.com/magazine/story/2014/10/if-democrats-lose-the-senate-blame-these-guys-112117.html#.VFZOMfTF97s", "text": "Kyle Kondik is managing editor of Sabato’s Crystal Ball, a nonpartisan political newsletter produced by the University of Virginia Center for Politics. He also directs the center’s Washington, D.C., office.\n\nIf Republicans capture control of the U.S. Senate, there will be many explanations for their victory: President Obama’s poor numbers, a great Senate map filled with attractive opportunities, a generally strong slate of candidates, the success of establishment-backed Republicans in primaries and others.\n\nBut one of the biggest factors will have hardly anything to do with the national political climate or, really, the campaign as a whole. Five Democrats, all of whom are old enough to be eligible for Medicare, decided not to run for another term in the Senate. Their decisions, all announced before May 2013, are a huge but largely forgotten boon to GOP hopes.\n\nStory Continued Below\n\nThe five retirements were: Max Baucus of Montana, Tom Harkin of Iowa, Tim Johnson of South Dakota, Carl Levin of Michigan and Jay Rockefeller of West Virginia. (A sixth, Frank Lautenberg of New Jersey, had announced his retirement, but he later died: Sen. Cory Booker, a Democrat, now holds the seat after a special election last year.)\n\nRetirements present a challenge for the incumbent party because it’s easier for a party to hold a Senate seat when an incumbent runs for reelection. Significantly easier.\n\nOver the past half-century, about 85 percent of incumbent senators running in the general election were reelected. In open seats, during the same time period, the incumbent party held the seat just about 60 percent of the time. So not having an incumbent in a Senate race substantially reduces the odds of victory.\n\nThe importance of open seats to GOP Senate hopes is particularly pronounced because of the party’s recent inability to defeat Democratic incumbents.\n\nIn 1980, Republicans beat an eye-popping nine Democratic incumbents on Election Day to capture control of the Senate for the first time in a quarter-century. Since then, the GOP has not defeated more than two Democratic Senate incumbents in any general election. The party’s best recent Senate years, 1994 and 2010, were built largely on winning open seats (six in 1994, and four in 2010). Democrats, meanwhile, have had more success: They beat seven and six incumbent Republicans, respectively, in recapturing the upper chamber in 1986 and 2006. The latter year, 2006, was notable in that Democrats did not capture a single open seat in netting the six seats they needed to eke out a narrow 51-49 Senate edge.\n\nRepublicans seem likely to beat more than two Democratic Senate incumbents this November for the first time in almost 35 years: Sens. Mark Begich of Alaska, Mary Landrieu of Louisiana and Mark Pryor of Arkansas all have less than 50-50 odds of winning, according to the University of Virginia Center for Politics’ Crystal Ball ratings, which I help formulate. Sen. Mark Udall of Colorado is right at 50-50, and Sens. Kay Hagan of North Carolina and Jeanne Shaheen of New Hampshire are both in tough races too.\n\nBut in all likelihood, the foundation for this year’s GOP gains will be built on winning open seats. That’s why the Democratic exits loom so large in the upcoming election.\n\nAn election where these five senators chose to run for another term would look significantly different: There would probably be more competitive races, and Democrats would have a greater number of redoubts to hold off the Republican advance.\n\nLet’s assume, for the purposes of this “what if” exercise, that all five retirees were healthy enough and eager enough to have run for reelection, which is of course a big assumption for a group whose average age is 74 years old:\n\nWest Virginia: Rockefeller might still be an underdog to Rep. Shelley Moore Capito (R), who entered the race before the incumbent retired. But that race would have been much closer, presumably, than Capito’s largely sleepy contest against West Virginia Secretary of State Natalie Tennant, and the National Republican Senatorial Committee would not have been able to just take a pass on the race, as it has this cycle. Capito’s strong performance as a candidate is an often overlooked bright spot for Republicans this cycle – she’s done so well, in a state where the GOP hasn’t won a Senate seat in more than a half century, that the race never became obviously competitive – but running in an open seat has made her job easier. The Crystal Ball rating here is Safe Republican; with Rockefeller in the race, we’d probably rate it just Leans Republican or maybe Toss-up. A few polls before Rockefeller retired suggested Capito would have started the race with a narrow lead, and Rockefeller did himself no favors by not being 100 percent pro-coal in recent years, a political problem in a state where coal is still king.\n\nMontana: Baucus, like Rockefeller, would have been in for a very tough race in 2014 if he had run. The Democratic polling firm Public Policy Polling found him trailing 49 percent to 44 percent in early 2013 against Rep. Steve Daines, who eventually became the GOP nominee. Baucus announced his retirement in April 2013, and then later resigned to become ambassador to China. Gov. Steve Bullock appointed then-Lt. Gov. John Walsh, a fellow Democrat, to fill the vacancy. Walsh’s campaign, of course, fell apart over the summer under the weight of plagiarism. Now Democrats are stuck with little-known nominee Amanda Curtis, a state representative, and Daines is a huge favorite.\n\nHad Baucus run, would Daines have stood down? He was just elected to his first term in the House in 2012 and might have thought twice about challenging a sitting senator. Baucus versus Daines would have been a lot more competitive than the current race, more like a Toss-up than a Safe Republican pickup, as we assess it now. (Another what if: Former Gov. Brian Schweitzer contemplated running, but then decided against it. He might have been a better candidate than Baucus, who according to that PPP poll trailed Schweitzer by 19 points in a possible primary.)\n\nSouth Dakota: Given the difficulties that Mike Rounds, the Republican former South Dakota governor, has had putting away this three-way battle for this open seat, it’s not hard to imagine him having a hard time against Johnson, who won a very competitive race in 2002 against now-Sen. John Thune (R) in another Republican-leaning year nationally. After Johnson retired, former Rep. Stephanie Herseth Sandlin or Johnson’s son, U.S. Attorney Brendan Johnson, both would have made good candidates here, but neither ended up running. Democrats were left with Tom Daschle disciple Rick Weiland, who, along with former Republican Sen. Larry Pressler, is giving Rounds fits despite being given the cold shoulder by Harry Reid. If Johnson had run again, or his son or Sandlin became the nominee, the race would probably be a Toss-up. That said, one also has to give a tip of the cap to Rounds, who, like Capito, announced his run for the seat only weeks after the 2012 election. Rounds and Capito running probably helped nudge Johnson and Rockefeller out the door.\n\n(It’s worth noting that, in the case of Senator Johnson, assuming health and an eagerness to run is a leap: He suffered a brain hemorrhage in late 2006 that left him partially paralyzed, though he won an uncompetitive reelection bid in 2008.)\n\nIowa: Of all the retirements, here’s where an incumbent running most clearly could have meant the difference between defeat and victory for Democrats. Harkin, a five-term incumbent, only won in a blowout once, getting 63 percent in 2008, but he also did not have any razor-thin wins: His previous winning percentages were 54 percent, 52 percent, 54 percent and 55 percent. He probably would not be completely safe if he were up for reelection this year, but he’d almost assuredly be in better shape than the Democrat trying to hold on to the seat, Rep. Bruce Braley, who is a slight underdog to Republican state Sen. Joni Ernst. Interestingly, many top Iowa Republicans took a pass on this race even though Harkin was retiring, but Ernst—who has proven herself to be a much better candidate than almost anyone expected—might win the seat anyway.\n\nMichigan: It appears that Rep. Gary Peters, the Democrat running to replace Levin, is going to keep the Wolverine State blue. In this he owes a considerable amount of thanks to Republican candidate Terri Lynn Land, a widely panned nominee (national Republicans tried to find another candidate to run here). Levin’s retirement did put this race on the map, however, and Democrats and Democratic-affiliated outside groups have spent nearly $17 million to back Peters and attack Land. One has to imagine that with Levin on the ballot, that money would have gone elsewhere. This race is a likely Democratic hold now, and it’s a bright spot for Democrats that could have gone the other way in spite of Michigan’s Democratic leanings. But it would have been more like a sleepy Safe Democratic seat with Levin running.\n\n***\n\nOverall, it’s pretty clear that Republicans got the better of Democrats this year in the retirement department.\n\nYes, Republicans have had a few retirements of their own this cycle. But the only one that matters for the general election is Georgia, which Sen. Saxby Chambliss is leaving after two terms. Although the GOP is probably a tiny favorite to retain the seat, the race between David Perdue (R) and Michelle Nunn (D) now looks likely to go to a January runoff. Chambliss, so long as he survived his primary, would be a bigger favorite than the untested Perdue, in part because Nunn, a good Democratic recruit, might have passed on a contest against an incumbent.This is not intended to second-guess the decisions of these Democrats to retire: It’s obviously up to them and only them to determine whether they want to run again, and they also deserve some credit for not overstaying their welcomes, as so many other senators have done over the years. Rather, it’s just to illustrate the electoral challenges that these retirements created for Democrats.\n\nTo summarize, the likeliest outcome in these five open Democratic Senate seats here in the real world is the following: Republicans win Montana, South Dakota, West Virginia and, likelier than not, Iowa (although that race is very, very close). Democrats hold Michigan.\n\nIn the alternate history world above, Democrats hold Iowa and Michigan, and while Republicans still have a good chance to take Montana, South Dakota and West Virginia, they have to spend big money in each in order to do so. In other words, those states would have remained at the front of the line of Democratic dominos, but they would have been harder to knock over than they are now.\n\nThat potentially could have affected other races. For instance, after the Obamacare launch fiasco, Republicans added two strong candidates to their roster of Senate candidates: Rep. Cory Gardner in Colorado and former Massachusetts Sen. Scott Brown in New Hampshire. The national perception at the time they announced back in March and April was that Republicans had three pickups in the bag already, and could thus expand the map. Maybe Brown or Gardner would have been less keen to run in states President Obama won in 2008 and 2012 if the GOP had not already made significant inroads in locking up three states won by Mitt Romney in 2012, freeing up resources that could then be promised to Brown and Gardner.\n\nSo what’s the upshot? Without the retirements, Republican odds of taking the Senate, now good, would be lower. It’s impossible to know how much lower – in an election with so many moving parts, there’s an endless list of “what ifs.” But this much is clear: If the GOP wins the Senate on Nov. 4, the post-mortem analysis needs to note that Democratic retirements played a significant role in that victory.", "images": ["data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://static.politico.com/dims4/default/80a2733/2147483647/resize/1160x%3E/quality/90/?url=http%3A%2F%2Fs3-origin-images.politico.com%2F2014%2F10%2F22%2F141022_kondic_rockefellerbaucus_ap.jpg", "http://s3-origin-images.politico.com/2014/10/22/141022_kondic_rockefellerbaucus_ap.jpg"], "top_img": "http://s3-origin-images.politico.com/2014/10/22/141022_kondic_rockefellerbaucus_ap.jpg", "keywords": [], "authors": ["Alexandra Glorioso", "Kyle Kondik"], "canonical_link": "https://www.politico.com/magazine/story/2014/10/if-democrats-lose-the-senate-blame-these-guys-112117", "title": "If Democrats Lose, Blame These Guys", "meta_data": {"article": {"opinion": "false"}, "og": {"title": "If Democrats Lose, Blame These Guys", "description": "Opinion: How five key retirements changed the 2014 midterms.", "type": "article", "url": "https://www.politico.com/magazine/story/2014/10/if-democrats-lose-the-senate-blame-these-guys-112117.html", "fb_appid": 114037015331397, "site_name": "POLITICO Magazine", "image": "http://s3-origin-images.politico.com/2014/10/22/141022_kondic_rockefellerbaucus_ap.jpg"}, "description": "Opinion: How five key retirements changed the 2014 midterms.", "keywords": "Max Baucus,Jay Rockefeller,Tom Harkin,Tim Johnson,Politics,Carl Levin", "viewport": "width=device-width, initial-scale=1", "fb": {"pages": 62317591679}, "twitter": {"card": "summary_large_image", "site": "@politicomag", "creator": "@politicomag"}, "host": "www.politico.com", "build": "release/2019-zeta a4052ef 2019-12-20T14:43:29Z"}, "movies": [], "publish_date": 1413984240.0, "source": "http://www.politico.com", "summary": ""}