{"url": "http://www.acton.org/pub/commentary/2012/02/08/obamacare-vs-catholic-bishops", "text": "I recently completed a very short interview on Vatican Radio to discuss the current battle between the Obama administration and the United States Conference of Catholic Bishops. It didn’t permit me to say more than that the Obama administration is making a political mistake, so I’d like to say a bit more about the serious consequences that will likely result and how we ended up with this Church-State conundrum in the first place.\n\nAs Dr. Donald Condit has already explained, the Obama administration seems to be making a political calculation that this controversy will blow over before the November’s presidential election, because the conscience exemption for providing and paying for abortion, sterilization, and contraception will not take effect until later next year. But the miscalculation was predictable and is now evident, with not only Catholics, but Orthodox, evangelical, Jewish and other religious leaders taking a stand. Unless the administration relents or the Obamacare law is ruled unconstitutional, Catholic hospitals and other institutions will be faced with a choice between not providing insurance coverage to their employees – and thereby being fined by the government – or pay for the provision of services that they believe are morally evil.\n\nA journalist friend in Rome just raised an alternative reading of the story to me on the street. What if Obama is actually making a principled argument that abortion, sterilization, and contraception services are a fundamental aspect of women’s health that cannot and should not be denied to anyone, regardless of their own religious or individual convictions? Perhaps the White House believes, as most progressives do, that these stodgy, uptight opponents will eventually, inevitably, be overcome, and we will one day wonder what all the fuss about. If so, the administration is doing much more than thinking about the next election; it’s redefining what the word “health” means to include measures that violently take away life from the most innocent and vulnerable persons, regardless of who pays for the services. This makes it much more than a religious freedom or a conscience issue and a matter of simple justice.\n\nMore generally, the whole Obamacare mess is a result of employer-provided health insurance. We would all be better off if our health insurance was decoupled from our employment, and we were free to purchase our own insurance according to our needs and wants. It is a result of state intervention in the economy, namely wage-and-price controls, that led to employers offering health insurance as a non-wage benefit to entice desired employees to their companies. Now we have the government mandating that all employers must provide comprehensive coverage to all their employees. What was once a prudential individual decision has become a government-mandated “right” that trumps the employer-employee, the doctor-patient, and perhaps even the priest-penitent relationship. Some progress.\n\nThere is some tragic irony to all this. We should not forget that many religious leaders have long-supported increasing the role of the state in health care and the economy at-large, perhaps thinking that conscience clauses would protect their institutions against any undue interference. Well, they were wrong; what the state giveth, the state taketh away. If you invite the state to “assist” more and more of your activities, it will eventually start telling you how to do things. Encouraging the Democratic Party’s efforts from Harry Truman on to socialize the healthcare system of the United States is likely to have dire consequences for Catholic and other religious-based social service providers. Economic ignorance among religious leaders comes at a very high cost to their own good works.", "images": ["http://www.acton.org/sites/default/files/styles/latest_widget_image/public/2017-02/kievprotest2.jpg?itok=DRTsuop1", "http://www.acton.org/themes/acton/dist/img/mobile-menu/acton_logo_white.svg", "https://no-cache.hubspot.com/cta/default/4329119/6c68e66e-2203-4a20-a620-aa5640ccc934.png", "http://www.acton.org/sites/default/files/styles/latest_widget_image/public/religion-liberty/2017-09/Building%20exterior%20credit%20Katie%20Malone%20%40%20Little%20Boo%20Photography_crop.jpg?itok=t7L6Qteg", "http://www.acton.org/sites/default/files/styles/latest_widget_image/public/2017-04/migrant_boat_greece2.jpg?itok=mm1dE_8A", "http://www.acton.org/sites/default/files/styles/latest_widget_image/public/2017-03/Lenin_Mausoleum_by_Isaak_Brodsky_%281924%29crop2_0.jpg?itok=wB7UyKbn", "http://www.acton.org/sites/default/files/styles/latest_widget_image/public/2017-06/Proenneke%20Cabin2.jpg?itok=br5qgPHP", "http://www.acton.org/themes/acton/dist/img/icon-twitter-wh.svg", "http://www.acton.org/themes/acton/dist/img/acton_logo_stacked_white.svg", "http://www.acton.org/themes/acton/menu_assets/img/acton_logo_stacked_white.svg", "http://www.acton.org/sites/default/files/favicon_0.ico", "http://www.acton.org/themes/acton/dist/img/icon-youtube-wh.svg", "http://www.acton.org/themes/acton/dist/img/cn4star5-compressor.png", "http://www.acton.org/themes/acton/dist/img/icon-soundcloud-wh.svg", "http://www.acton.org/themes/acton/dist/img/icon-facebook-wh.svg"], "top_img": "http://www.acton.org/sites/default/files/favicon_0.ico", "keywords": [], "authors": ["February"], "canonical_link": "https://acton.org/pub/commentary/2012/02/08/obamacare-vs-catholic-bishops", "title": "Obamacare vs. the Catholic bishops", "meta_data": {"norton-safeweb-site-verification": "y-300q64e-s5j2kpxa905qwyq6x94w6gz3bb5lwuv3d2-oboqdls9vlle383j2vhs8woukku37bqx7mrx4r0882026h-wy9b3r5-jzi0rwnofczjx2x2ygtsqhl4wftx", "title": "Obamacare vs. the Catholic bishops | Acton Institute", "og": {"site_name": "Acton Institute", "type": "article", "url": "https://acton.org/pub/commentary/2012/02/08/obamacare-vs-catholic-bishops", "title": "Obamacare vs. the Catholic bishops"}, "description": "What the state giveth, the state taketh away.", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1328630400.0, "source": "http://www.acton.org", "summary": ""}