{"url": "https://www.archives.gov/presidential-libraries/about/faqs.html", "text": "Frequently Asked Questions\n\nHistory\n\nAccess/FOIA\n\nMuseum Information\n\nHoldings\n\nPassport to Presidential Libraries Program\n\nFunding\n\nBuilding Details\n\nLaws & Regulations\n\nWhat is a Presidential Library and Museum?\n\nPresidential Libraries and Museums promote understanding of the presidency and the American experience. We preserve and provide access to historical materials, support research, and create interactive programs and exhibits that educate and inspire. Presidential Libraries and Museums present vast archives of documents, museums full of important Presidential artifacts, interesting educational and public programs, and informative web sites. Presidential Libraries and Museums are repositories for the papers, records and historical materials of the Presidents. We work to ensure that these irreplaceable items are preserved and made available for the widest possible use by researchers.\n\nPresidential Libraries and Museums give you the chance to see, hear, and participate in the events that changed our lives and made us who we are as a nation.\n\nWhen can I visit the Barack Obama Presidential Library?\n\nCurrently, the Obama administration materials are housed in a temporary facility in Hoffman Estates, IL, which is not open to the public. Obama presidential records are administered in accordance with the requirements of the Presidential Records Act (PRA) and will not be subject to public Freedom of Information Act (FOIA) requests until January 20, 2022.\n\nThe Obama Foundation is constructing the Obama Presidential Center on Chicago's South Side in Jackson Park. The Center will be a privately operated, non-federal organization. For the most current information on the Obama Presidential Center, visit their website at www.obama.org.\n\nHow can I work at the Barack Obama Presidential Library?\n\nThe Barack Obama Presidential Library is part of the Presidential Libraries System administered by the National Archives and Records Administration (NARA), an independent federal agency. Official job listings are posted on USAJobs.\n\nHistory\n\nHow did the Presidential Library System begin?\n\nIt all began with President Franklin D. Roosevelt in the late 1930s.\n\nA dramatic increase in the amount of Presidential papers led Roosevelt to seek the advice of prominent historians and public figures on how and where to keep not only his White House files, but also his earlier papers, book collection, and memorabilia.\n\nRoosevelt announced plans for a new type of facility, a Presidential Library, on December 10, 1938. An organization was chartered to raise private funds for the construction of the building on Roosevelt’s Hyde Park estate.\n\nOn July 18, 1939, Congress passed a joint resolution accepting the new facility and agreeing to operate it as part of the National Archives. The Roosevelt Library was turned over to the Federal government on July 4, 1940, and dedicated on June 30, 1941.\n\nThe Roosevelt Library became the model for subsequent Presidential Libraries. Succeeding Libraries have been constructed with private and other non-Federal funds. A private, non-profit organization is formed to coordinate these efforts and provide support for Library and museum programs.\n\nOnce a Library is constructed, NARA assumes responsibility for its operation and maintenance in accordance with the Presidential Libraries Acts of 1955 and 1986.\n\nWhat is the role of the Office of Presidential Libraries within NARA?\n\nThe Office of Presidential Libraries is the program office responsible for the overall administration of the Presidential Library System. This office provides budgetary and administrative oversight for the system, coordinates multi-Library and system-wide initiatives, coordinates the development and implementation of NARA policies and procedures, and represents the Presidential Library System within NARA. The Office of Presidential Libraries also coordinates new Presidential Library development and construction, major construction and renovation projects at the libraries and coordinates national programs linking all Presidential Libraries.\n\nWhat institutions comprise the Presidential Library System administered by NARA?\n\nThe Presidential Library System is comprised of 14 Presidential Libraries documenting Presidents Herbert Hoover through Barack Obama.\n\nListed in the order in which they were added to the system, Presidential libraries and their dedication dates include:\n\nFranklin D. Roosevelt Presidential Library and Museum, July 4, 1940\n\nHarry S. Truman Presidential Library and Museum, July 6, 1957\n\nDwight D. Eisenhower Presidential Library and Museum, November 11, 1954 (Museum) and May 1, 1962 (Library)\n\nHerbert Hoover Presidential Library and Museum, August 10, 1962\n\nLyndon B. Johnson Presidential Library and Museum, May 22, 1971\n\nJohn F. Kennedy Presidential Library and Museum, October 20, 1979\n\nGerald R. Ford Presidential Library and Museum, April 27, 1981 (Library) and September 18, 1981 (Museum)\n\nJimmy Carter Presidential Library and Museum, October 1, 1986\n\nRonald Reagan Presidential Library and Museum, November 4, 1991\n\nGeorge Bush Presidential Library and Museum, November 6, 1997\n\nWilliam J. Clinton Presidential Library and Museum, November 18, 2004\n\nRichard Nixon Presidential Library and Museum, July 11, 2007\n\nGeorge W. Bush Presidential Library and Museum, April 25, 2013\n\nBarack Obama Presidential Library\n\nHow soon are the records of a former President open for research?\n\nHow soon the records of a former President are available for research depends on a number of variables. For older Presidential Libraries (Hoover through Carter, with the exception of Nixon), access to the holdings are governed by deeds of gift, and the papers are processed according to prioritized plans. These plans are often developed with input from the former Presidents. Major areas of current research interest and the timeliness of topics in the national arena are also considered. Nixon Presidential materials are governed by the Presidential Recordings and Materials Preservation Act (PRMPA), and material is reviewed in accordance with established regulations.\n\nFor newer Libraries (Reagan to George W. Bush), the holdings are governed by the Presidential Records Act (PRA) of 1978. Under the PRA, the records are exempt from public release for five years after the end of a Presidential administration. During this five-year period, archivists begin processing and preparing materials for release to researchers.\n\nAfter the end of the five-year period, all Presidential records become subject to Freedom of Information Act (FOIA) requests. These requests must be made in writing and cite the Freedom of Information Act and then be submitted to the appropriate Library by mail, e-mail, fax, or in person.\n\nThe Libraries whose Presidential holdings are governed by the PRA work to respond to FOIA requests from the general public. They process records and make them publicly available not only to requestors but also to anyone interested in conducting research on the particular topics covered by FOIA requests.\n\nHow many records do all the Presidential Libraries hold and how many of those are open to researchers?\n\nAs of September 30, 2016, approximately 238,000 cubic feet, or 88% of the nearly than 270,000 cubic feet of textual and nontextual holdings in the Presidential Libraries have been processed. The percentage of materials processed at the individual Libraries tend to follow a chronological trend. The older Libraries (Hoover, Roosevelt, and Truman) each have processed more than 90% of their holdings, the middle Libraries have all processed more than half their holdings for public access, and the most recent Libraries (from Reagan forward) have processed less than 50% of their holdings.\n\nHow can a researcher find out what records are open at a Presidential Library?\n\nResearchers can search the Library websites as part of the Online Public Access (OPA) portal.\n\nEach Library also has a website that contains information regarding their holdings (including finding aids and collection guides) as well as digitized materials from their holdings. If finding aids are not available online, researchers can contact the Library, for more information on the materials available for research.\n\nMuseum Information\n\nAre the museums of the Presidential Libraries open to the general public?\n\nPresidential Libraries and Museums are open to the general public of all ages. Each Library has a museum component that documents the life and times of its respective President.\n\nEach Library charges an admission fee, with revenues going to support museum operations and programs.\n\nThe museums also host changing exhibits about particular topics relating to American history and experience and are open to the public year-round.\n\nMany Libraries also have an active education component, providing programs geared specifically to students and often tied to local curricula.\n\nThe Museum parts of the Libraries seem to be favorable to the former Presidents, as they often talk about the positive things the President did while in office. Why is that?\n\nThe composition of the first exhibits in the museums reflect the funding sources of those exhibits. The Presidential foundations (private, non-profit support organizations) raise the funds and construct the Presidential Library facilities, pay for the core exhibits in each Library's museum, provide significant funding (and, in many cases, staff) for public programs and education programs, and (for George Bush, Clinton, George W. Bush, and all future Presidential Libraries) provide an endowment to the government to offset maintenance costs for the facilities. The National Archives ensures the facility meets the environmental and security requirements for a Presidential archival depository and provides the core professional staff who undertake the archival, museum, programmatic, and administrative operations of the Library. This partnership results in an array of temporary exhibits and programming in facilities across the country that illustrate the life and times of the Presidents, general topics related to the Presidency, and cultural topics, with the National Archives paying only a fraction of the costs of these resources. Another aspect of this partnership is that the exhibit themes are influenced by the organization(s) funding the exhibits.\n\nWhile the funding source of an exhibit plays a role in its interpretative theme, it is also worth noting that the most recent Presidential Libraries have exhibits that feature contemporary issues and topics. The depiction of contemporary, or nearly contemporary, events in an exhibit comes with different challenges than the portrayal of events and personalities from a more distant time frame. Exhibits in the Presidential Libraries evolve as the themes transition from contemporary to historical. Examples of more critical interpretations of Presidents include the Truman Library’s exhibit on his decision to use the atomic bomb and the Nixon Library’s recently renovated exhibit on Watergate. Where the Truman exhibit can rightfully be lauded today for its balanced content, a more recent Library may well receive similar praise when that Library reaches the age of the Truman Library and reflects the perspective that only time and more historical research can provide.\n\nIn all our exhibits, regardless of their age, we strive to present engaging exhibits of the President and the American experience to the broadest audience possible.\n\nPassport to Presidential Libraries Program\n\nWhat is the Passport Program?\n\nThe Passport to Presidential Libraries program gives visitors an opportunity to purchase a special keepsake booklet they can take with them on their travels to Presidential Libraries across the nation. A visitor receives a commemorative stamp from the Library at the time of the purchase and can collect stamps from every Presidential Library visited in the future. Once they collect stamps from all Presidential Libraries, they may visit any of the Presidential Libraries for a special gift. The Passport book retails for $5.\n\nHow do I get my Passport stamped?\n\nStamps are available at each Library's admissions desk and/or museum store. We unfortunately cannot retroactively stamp Passports or accept Passports via mail for stamping purposes.\n\nWho can I call with questions about the Passport?\n\nPlease direct all inquiries and feedback regarding the Passport to Presidential Libraries to the Office of Presidential Libraries at (301) 837-3250.\n\nFunding\n\nHow is a Presidential Library paid for and funded?\n\nA Presidential Library is constructed with private or non-Federal funds donated to non-profit organizations established usually for the express purpose of building a Presidential Library and supporting its programs.\n\nSome Libraries have also received construction and development funding from state and/or local governments.\n\nThe Library is then transferred to the Federal government and operated and maintained by NARA through its congressionally appropriated operating budget.\n\nSome staff and programs at Presidential Libraries are paid for with funds from associated private foundations organized to fund the construction of the Library. These private foundations also provide continuing support for Library programs and special events, such as conferences and exhibitions.\n\nWhat is the role of a Presidential Library foundation?\n\nPresidential Libraries carry out a mandated program to preserve, process, and make available their archival holdings. As part of providing access, the Libraries and Museums provide outreach and educational programs.\n\nNARA does not have sufficient resources to provide the broadest spectrum of innovative and insightful public, education, and information programs in each Library. Foundation support is critical to the development of core public programming for a Presidential Library.\n\nPresidential Libraries and Museums, their web sites, and the scholarship they promote benefit in significant ways from private organizations established to support such programs.\n\nIn several cases, these organizations evolved from bodies chartered to raise money and construct the original Library building. In other instances, these organizations were formed after the dedication of the Library by friends of the President.\n\nJust as the origin and development of these organizations have varied, their formation and operation take a number of forms. Some of the organizations encourage public participation through payment of membership fees. Others are non-membership charitable foundations and corporations. Several seek to support their activities solely through private contributions. Some foundations are run by paid staff, others are voluntary.\n\nAlso, it should be noted that, starting with the George Bush Library, all future Presidential Library foundations must provide an endowment to NARA to help offset facility operating expenses. This endowment is presented to NARA and is used by the government to support facility maintenance needs.\n\nWhy should taxpayers support Presidential Libraries? Are taxpayer dollars being used to fund these programs instead of taking care of important government records?\n\nNARA’s mission is to serve American democracy by safeguarding and preserving the records of our Government, ensuring that the people can discover, use, and learn from this documentary heritage. We ensure continuing access to the essential documentation of the rights of American citizens and the actions of their government. We support democracy, promote civic education, and facilitate historical understanding of our national experience.\n\nPresidential Libraries support NARA’s mission by preserving and providing access to materials from a crucial part of our government as well as materials from individuals who have played key roles in our government. The papers and records created by, for, or about Presidents, Vice Presidents, and their administrations document the key decisions, policy and activities of the institution of the Presidency - the highest policy level of government. The documents and artifacts held by the Presidential Libraries not only inform society about the President as an individual and about his term in office, but also provide insights into the American experience.\n\nBy providing access to these holdings through our research rooms, our exhibits, and online we attempt to support NARA’s mission for the broadest audience possible. In our efforts to fulfill this mission we draw on the many partnerships formed between NARA and the Presidential Library foundations. As a result, many aspects of museum and public programs are, in fact, supported by private funds, although they are overseen by government professionals including curators, educators, and archivists.\n\nBuilding Details\n\nWho decides where a Presidential Library and Museum should be located?\n\nThe President, with advice from the Archivist of the United States, makes the decision about the location of his Presidential Library. In consultation with his family, friends, and associates, he usually selects from a series of proposals submitted by interested communities or universities.\n\nPresidents have often acknowledged their origins by placing their Libraries in their hometowns. However, in some cases Presidents place their Libraries on or near a university campus. For example, the George W. Bush Presidential Library and Museum is located on the campus of Southern Methodist University in Dallas, Texas.\n\nDoes NARA have any input into the decision on location or the kind of building the Presidential Library will be?\n\nThe former President or his representatives choose the architects, or an architectural firm/design team for the building of a Presidential Library and for the development and fabrication of museum exhibits. The President or his representatives are solely responsible for choice of the final location for the Library building and for the construction costs.\n\nThe Presidential Libraries Act (44 U.S.C. Section 2112 (a) (2)) requires the Archivist of the United States to promulgate architectural and design standards that apply to new and existing libraries “in order to ensure that such depositories (A) preserve Presidential records subject to Chapter 22 of 44 U.S.C. and papers and other historical materials accepted for deposit under section 2111 of 44 U.S.C. (B) contain adequate research facilities.” These standards have been promulgated to fulfill the requirements of the Act and to ensure that Presidential Libraries are safe and efficient to operate and provide adequate and secure research and museum facilities.\n\nThe Architectural and Design Standards for Presidential Libraries are a supplement to NARA directive 1571, Archival Storage Standards, and NARA provides the standards for Presidential Libraries to the architects and design team selected by the former President or his representatives.\n\nAre there any limits to the size of Presidential Library buildings?\n\nThough not specifically limiting the size of Presidential Libraries, the Presidential Libraries Act of 1986 mandates that Library foundations must provide an endowment to NARA upon acceptance of the Library facility by the Archivist of the United States. The size of this endowment is based in part on the size of the facility.\n\nThe requirement of a significant increase in the endowment for facilities over 70,000 square feet has had the practical effect of limiting the size of newer Libraries to less than 70,000 square feet.\n\nWhat is the largest Presidential Library?\n\nIn terms of building size, the largest Library operated by NARA is the Lyndon B. Johnson Presidential Library and Museum at 134,695 square feet.\n\nIt is followed closely by the John F. Kennedy Presidential Library and Museum at 134,293 square feet.\n\nWhat is the smallest Presidential Library?\n\nThe smallest Library in size is the Herbert Hoover Presidential Library and Museum at 47,169 square feet.\n\nHoldings\n\nWhat is housed in a Presidential Library? Do you hold the records of executive branch agencies?\n\nA Presidential Library is a rich resource for a particular President and his administration, as well as for the times in which he lived.\n\nThe papers and records created by a President and his administration, as well as the materials created by a President during his life and career comprise the core holdings of all Presidential Libraries.\n\nThe papers and records document the personal and professional lives of a President, his family, close friends, and business and political associates, revealing the details about White House activities, a President’ s career, and a President’ s personal life.\n\nAlong with the papers and records, a Presidential Library contains thousands of feet of motion picture film and videotape, as well as millions of still pictures revealing all aspects of a President's life before, during, and after the White House. This rich resource of audiovisual materials may include home movies, official White House photographs, and audiotapes of Presidential conversations.\n\nModern Presidential Libraries are also the custodians of the electronic records generated by a Presidential administration in its carrying out of the constitutional, statutory, and ceremonial duties of the Presidency.\n\nAdditionally, a Presidential Library contains thousands of artifacts, the objects that document a life and career. Whether a gift from a foreign head of state or a cherished childhood memento, the artifacts provide a unique record of a President's life, in and out of the public eye.\n\nNARA has a statutory obligation to care for and provide access to legally defined Presidential records as a result of the Presidential Records Act of 1978. This law vested the ownership and administration of Presidential records with the United States Government through NARA. This law applies to the core holdings of Presidential Libraries starting with the records from the administration of Ronald Reagan.\n\nThe holdings of the Presidential Libraries differ from the materials created by all executive branch agencies, the United States District and Circuit Courts, and Legislative branch agencies. The Federal Records Act provides the statutory framework NARA uses to determine what records from these agencies should be accessioned into the holdings of the National Archives.\n\nWhere are the materials of Presidents before Herbert Hoover?\n\nAlthough Franklin D. Roosevelt established the first Presidential Library, his predecessor, Herbert Hoover, later established a Presidential Library in West Branch, Iowa.\n\nThe materials of Presidents prior to Herbert Hoover are dispersed throughout the nation. Some are held by universities and historical societies, but a large quantity are held by the Library of Congress. The Other Places to Research Presidential Materials page is an excellent starting point to finding information on other presidents.\n\nUnfortunately, the extent of Presidential materials in archival and historical institutions across the country varies considerably depending on the attitudes of the former Presidents, their families, and friends to the preservation of their documentary materials. Many materials were lost, purposefully destroyed, or dispersed to family, friends, and supporters.\n\nWhat Presidential Library has the largest amount of holdings? What Library has the smallest?\n\nThe Clinton Presidential Library has the largest overall number of traditional holdings, with more than 38,000 cubic feet of textual and audiovisual records. The Hoover Presidential Library has the smallest overall holdings, with more than 6,000 cubic feet of materials.\n\nThe George W. Bush Presidential Library has by far the largest set of electronic holdings in the Presidential Library system, with approximately 80 TB of data including approximately 200 million email messages.\n\nLaws & Regulations\n\nWhat are the key statutes governing the establishment and operation of a Presidential Library?\n\nThough Congress approved the acceptance of the Franklin D. Roosevelt Presidential Library and Museum by the National Archives in 1939, the nation's legislative branch did not formally authorize the Presidential Library System until 1955 with the passage of the Presidential Libraries Act.\n\nThe Presidential Libraries Act of 1955 codified the acceptance, in the name of the United States, of land, buildings, and equipment for the purposes of creating a Presidential archival depository, as well as the role of the National Archives in maintaining, operating, and protecting them as a Presidential archival depository.\n\nThe act was amended in 1986, establishing a limit of 70,000 square feet for the Presidential Library facility that will be provided to the government and a requirement for an endowment to offset the maintenance costs of the facility. The most recent update to the act set the endowment requirement for future Presidential Libraries at 60 percent of the overall initial cost of the facility.\n\nWhat is a deed of gift?\n\nA deed of gift is a legal document between a donor and an archival repository.\n\nPrior to the passage of the Presidential Records Act in 1978, the documentary materials created by a President and his staff during an administration were considered the President's personal property to be disposed of as he desired.\n\nPresidents Herbert Hoover through Jimmy Carter (with the exception of Richard Nixon) donated their Presidential papers to NARA through deed of gift agreements.\n\nDeeds of gift include restrictions of materials for national security and invasion of privacy reasons.\n\nWhat is the Presidential Recordings and Materials Preservation Act?\n\nAs a result of the abuses of governmental power commonly known as \"Watergate\" and the controversy that occurred over the disposition of the Nixon tapes and papers documenting these abuses, Congress passed the Presidential Recordings and Materials Preservation Act (PRMPA) in 1974. PRMPA transferred ownership of the Presidential historical materials of Richard Nixon to the Federal government, deposited them with the National Archives and Records Administration (NARA), and specified access restrictions to these materials.\n\nThe act also called for a commission to study and make recommendations regarding the status of the papers of all Federal officials, including those of the President. The findings of this study led to the Presidential Records Act of 1978, vesting ownership of the official records of the President and Vice President with the Federal government after January 20, 1981.", "images": ["https://www.archives.gov/sites/all/themes/nara/images/nara-print-logo.jpg", "https://www.archives.gov/files/apple-icon.png"], "top_img": "https://www.archives.gov/files/apple-icon.png", "keywords": [], "authors": [], "canonical_link": "https://www.archives.gov/presidential-libraries/about/faqs.html", "title": "Frequently Asked Questions", "meta_data": {"viewport": "width=device-width, initial-scale=1.0", "description": "History Access/FOIA Museum Information Holdings Passport to Presidential Libraries Program Funding Building Details Laws & Regulations", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "National Archives", "type": "article", "url": "https://www.archives.gov/presidential-libraries/about/faqs.html", "title": "Frequently Asked Questions", "description": "History Access/FOIA Museum Information Holdings Passport to Presidential Libraries Program Funding Building Details Laws & Regulations", "updated_time": "2018-11-26T15:42:35-05:00"}, "twitter": {"card": "summary", "url": "https://www.archives.gov/presidential-libraries/about/faqs.html", "title": "Frequently Asked Questions", "description": "History Access/FOIA Museum Information Holdings Passport to Presidential Libraries Program Funding Building Details Laws & Regulations"}, "article": {"published_time": "2016-08-15T17:35:17-04:00", "modified_time": "2018-11-26T15:42:35-05:00"}}, "movies": [], "publish_date": 1471296917.0, "source": "https://www.archives.gov", "summary": ""}