{"url": "http://transcripts.cnn.com/TRANSCRIPTS/1202/04/se.04.html", "text": "\n\n\n\nReturn to Transcripts main page\n\nCNN LIVE EVENT/SPECIAL\n\nNevada Caucuses Coverage - 2200 Hour; Romney Wins Nevada; Rick Santorum Interviwewed; Mitt Romney's Remarks\n\nAired February 4, 2012 - 22:00 ET\n\nTHIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.\n\n\n\nWOLF BLITZER, CNN ANCHOR: CNN projects Mitt Romney the winner, the winner of the Nevada caucuses. CNN projects that the former Massachusetts governor has a decisive win in the caucuses in Nevada. Mitt Romney going ahead, capitalizing on his dramatic win in Florida, now capturing Nevada as well.\n\n\n\nWe do not -- we do not yet know who's going to come in second, who's going to come in third. But there is a dramatic -- a dramatic race under way for second and third place. But now you can see Romney headquarters in Las Vegas. The crowd hearing the news that Mitt Romney has won the Nevada caucuses. Very, very excited.\n\n\n\nJim Acosta is our man over at Mitt Romney headquarters in Las Vegas.\n\n\n\nJim, the crowd pretty excited there, as they should be.\n\n\n\nJIM ACOSTA, CNN NATIONAL POLITICAL CORRESPONDENT: That's right, Wolf. This is a very pumped up crowd. It's also a very big crowd. You know, we talked over the last couple of weeks that this campaign that Mitt Romney has at times had trouble drawing large crowds. That is not the case tonight. It's a very big boisterous crowd here for the former Massachusetts governor.\n\n\n\nAnd, you know, we are expecting to see Mitt Romney come out here and address this crowd within the hour. It was thought that he might come on in about an hour from now, but they might move things up a little sooner. They obviously have some ground to cover over the next couple of days.\n\n\n\nAnd I will tell you that one interesting thing, I think, that you can point to from the Romney campaign, a sign of confidence perhaps is they're kind of taking a day off tomorrow, Wolf, after they wrap up this day. They're having a down day here in Las Vegas. They're probably going to watch a football game tomorrow.\n\n\n\nBut then it's off to Colorado to get ready for the Tuesday caucuses in that state. But you can hear the crowd chanting behind me, \"Mitt, Mitt, Mitt.\" This is a very happy crowd here tonight and for good reason. Mitt Romney is doing something tonight that he hasn't done in this campaign so far -- that's win two in a row -- Wolf.\n\n\n\nBLITZER: The event tonight, where you are, where in Las Vegas are you, at a casino, a hotel?\n\n\n\nACOSTA: We are. We're at the Red Rock Casino, sort of on the western edge of Las Vegas, out by those Red Rock canyons, which is so beautiful here in this state. And, you know, it's been one of those crowds that we -- they've been waiting outside of this ballroom for the last couple of hours to get in, and they sort of letting those crowd in about 30 minutes ago. And you can see, you know, people of all shapes and sizes coming in here, families.\n\n\n\nThere's also a good sizable crowd of Mormon supporters for Mitt Romney. That's not too surprising. And according to all of our entrance polls, 26 percent, 27 percent of these Republican voters who are casting their votes for Mitt Romney in these caucuses are from the LDS Church and some of those folks here tonight as well, Wolf.\n\n\n\nBLITZER: A lot of supporters of Mitt Romney out in Las Vegas tonight. A dramatic win for Mitt Romney coming on the heels of a dramatic win in Florida, earlier New Hampshire, almost in Iowa.\n\n\n\nSoledad, let's send it over to you. Big night for Mitt Romney.\n\n\n\nSOLEDAD O'BRIEN, CNN ANCHOR: Yes, it was. Gloria Borger, David Gergen joining me now. The victory was not a surprise. From the get- go, we knew that he was way ahead in the polls, most likely would win, and the percentage was what we're going to look for. What's the big take away then?\n\n\n\nDAVID GERGEN, FORMER PRESIDENTIAL ADVISER: But it's still a very significant night, and that is Mitt Romney has now won three out of five all together. He's got the last two. He's got two big battleground states in a row.\n\n\n\nAnd in looking towards the fall, Republicans want a nominee who can compete very, very well in a battleground state. There are about a dozen of them. There are a couple more coming up. There's a good chance Mitt Romney is going to win both of those. And that's going to put him in an even more commanding position.\n\n\n\nThe question has still -- is out there, though, is the turnout down significant tonight? What should we read into that? We're learning that as the night goes on.\n\n\n\nO'BRIEN: And there's some early indication in rural areas that it's down 20 percent, which is a huge number.\n\n\n\nGERGEN: Yes. His unfavorables have gone up nationally. He is, you know, locked in tight races with some of these battleground states with Obama head to head. But there are some things that are changing in this in terms of he has to pay a lot of attention to. If he can win and wrap this up fairly quickly, it will allow him to pivot and do more than essentially beat up on Obama.\n\n\n\nI think he's got to present himself as a much fuller candidate. He's got to connect in ways far beyond what he's done so far. He's got to be listening and related to people who are, you know, lower income people, working people.\n\n\n\nO'BRIEN: So he has to shed Santorum and shed Gingrich before he can do \\that. GLORIA BORGER, CNN POLITICAL ANALYST: I mean, if the key point you were making is it has to be wrapped up ...\n\n\n\nGERGEN: Yes.\n\n\n\nBORGER: ...and from what we've heard from Newt Gingrich's daughters and from our own reporting is that Newt Gingrich is resetting his campaign, and that's probably what we're going to hear about tonight. That we've learned he's been meeting not only with campaign donors today, but also with top staff to figure out what he does going forward.\n\n\n\nDoes he become a more positive candidate again? Remember, he started out positive, went negative, maybe positive again. And how does he proceed to talk about the Reagan legacy...\n\n\n\nGERGEN: Yes.\n\n\n\nBORGER: ...which he says is what he represents?\n\n\n\nGERGEN: And one last point on this. What you can see happening as he emerges as the all but certain nominee, you can see the Obama forces and the left in general, the press in general, starting to gang up on him and they're going to try to define him.. A lot of people will gang up on Romney. He's got to be able to take that on. He can't spend all of his time worried about Santorum and Gingrich.\n\n\n\nO'BRIEN: As we move forward, let's talk about the next contest. Jessica Yellin is at the White House for us.\n\n\n\nAnd, of course, that would be Colorado, Jessica, which, of course, is a very strong state for President Obama.\n\n\n\nJESSICA YELLIN, CNN CHIEF WHITE HOUSE CORRESPONDENT: It is -- or was a strong state for President Obama, Soledad. You remember he held the convention, the Democratic convention there four years ago. It was a purple state -- we always like to call it that -- that he won.\n\n\n\nBut now it's, you know, up for grabs and it will be one of those states that both men, whoever the nominee on the Republican side is, will fight to hold and it will be one of those decisive states.\n\n\n\nNow, the Obama team thinks that if they can pick up, for example, Nevada, Colorado, North Carolina, Iowa, New Hampshire, those states cobbled together could make up for, say, a loss in Ohio, if they have to put up with that, and still get a victory and win the White House in November. So they're looking at different alternative ways to win in November.\n\n\n\nO'BRIEN: Jessica Yellin at the White House.\n\n\n\nYou know, the inevitability thing, if there's something that's been proven over the last maybe two, three weeks, maybe even a month, is that that does not just work.\n\n\n\nBORGER: It doesn't work. You know, it's funny, because I think when the Romney campaign started, there was this sort of air of inevitability about him. And what the people...\n\n\n\nO'BRIEN: Connected to electability.\n\n\n\nBORGER: Sure, it's connected to electability. But what the people in the campaign learned very quickly is that inevitability is not a campaign message. That voters actually think they ought to be able to vote and decide who's going to become the candidate.\n\n\n\nSo, inevitability in and of itself is not a message. What he has to play upon is what you just mentioned -- I'm the most electable in these swing states, look at my numbers against Barack Obama.\n\n\n\nBut, again, he's still going to have to pay some attention to Newt Gingrich and to Rick Santorum, who will both be out there criticizing him as just more Obama.\n\n\n\nGERGEN: I agree with you, Soledad. It's just been a lot of volatility and unpredictability about this and they could well continue. But think about this. A couple of weeks ago, there was a very plausible path for Newt Gingrich to the nomination. That seems less plausible tonight.\n\n\n\nBORGER: Much less.\n\n\n\nGERGEN: There is no plausible path that I can see for Ron Paul to get the nomination. It's increasingly impossible that Rick Santorum can win the nomination. So, yes, I can't see Mitt Romney losing it, but it's hard to see these other guys winning it. You know, that's why I think it becomes...\n\n\n\nBORGER: But the question is, what damage do they do to Mitt Romney along the way?\n\n\n\nGERGEN: I agree with that totally.\n\n\n\nO'BRIEN: Yes, that is something...\n\n\n\nGERGEN: Very good point.\n\n\n\nO'BRIEN: Wolf Blitzer has a close look inside the victory tonight.\n\n\n\nWolf?\n\n\n\nBLITZER: A dramatic victory for Mitt Romney. We're getting ready to hear from the Republican presidential candidate.\n\n\n\nThese folks are standing by, John. Let's go behind this dramatic win by Mitt Romney in Nevada tonight.\n\n\n\nJOHN KING, CNN ANCHOR: And, Wolf, to David Gergen's point. Part of this is psychology. Governor Romney trying to convince the Republican electors, even those who don't love him, look, I've got this wrapped up, and look, a big win in Florida, now a big win in Nevada.\n\n\n\nLet's take a look at entrance poll in Nevada, now an exit poll. This is the way they showed up front. Who won among moderate and liberal voters? Republicans who showed up and described themselves as moderate or liberal Republicans, Governor Romney did.\n\n\n\nWho won among Republicans who showed up at the caucus describing themselves as somewhat conservative? Governor Romney did.\n\n\n\nWho won among those who described themselves as very conservative? Governor Romney did. And that's very important because that's the place he's been weaker in previous states.\n\n\n\nWhat about the big issues? You see no faces here. That's because such a small percentage said abortion was an issue or illegal immigration. The two biggest issues were the economy and the budget deficit, both of those won by Governor Romney.\n\n\n\nIf you look right here, who has the right experience? Governor Romney. Strong moral character. Voters who said that was the most important to their choice -- Governor Romney.\n\n\n\nWho is the true conservative? Here's one weak spot. Ron Paul won among a small group that said that was their number one priority. This 45 percent of the voters in the Nevada caucus said this was their number one priority.\n\n\n\nAnd again, Governor Romney winning among those who say defeating President Obama was the top priority, getting almost three out of every four votes. Speaker Gingrich, a distant second. This has been Gingrich's strength in the State of South Carolina, Wolf. The voters there thought he was more electable and that was important. Now, two states in a row have said Governor Romney and here in Nevada tonight, by a huge margin.\n\n\n\nLet's just look at one more as we come down the line here. If you look here among faith, obviously Governor Romney is a member of the Church of Jesus Christ of Latter Day Saints. He's a Mormon, and he won big among Mormons. He won 9 out of every 10 votes among Mormons. Congressman Paul coming in second place. But he also won those who say they have no religion, voted for Congressman Paul.\n\n\n\nBut others Christians, Mormons, Catholics, Mainline Protestants, all going for Governor Romney. This is a sweep across the electorate tonight. Some would say, well, it was a state he won in 2008, so what, who cares?\n\n\n\nBut the point, beginning February with a win and a big win, starts the process in which team Romney thinks they could run the entire month, perhaps losing in Maine to Ron Paul. The psychology is going to kick in at some point.\n\n\n\nSpeaker Gingrich says he has a delegate strategy. He's in to Tampa. That's to try to convince fundraisers, if the next few weeks are pretty tough, keep sending me money. That's a tough argument to make.\n\n\n\nBLITZER: And as I said, Romney getting ready to speak to his supporters out in Las Vegas. And at some point, Newt Gingrich is going to have a news conference in Last Vegas. But I want to go to the White House right now. Jessica Yellin is standing by.\n\n\n\nJessica, you and I know, John knows, everyone in Washington knows that the Obama re-election campaign for a long time has simply assumed that Mitt Romney would get the Republican nomination. They've been fighting him for a long time.\n\n\n\nYELLIN: They have and this has been a good week for them on that front, Wolf, because Mitt Romney essentially handed them a series of campaign commercials. In a sense, he locked in the campaign message that they want to do. They want a contrast campaign, as we've been talking about, on the economy, where they can say that Mitt Romney is out of touch with regular folks.\n\n\n\nAnd by giving that interview with Soledad, no matter what the Romney campaign wants to say about taking it out of context, etcetera, it locks in this narrative that the Obama team wants to run with, that he is out of touch. And no matter what they say, they can at least replay those sound bites in a stream with, \"I like to fire people,\" and \"I'm not worth that much money\" or whatever he'd said in a campaign ad that will be played over and over. You can bet, Wolf.\n\n\n\nBLITZER: All right, Jessica, stand by. We're going to be coming back to you. We're also standing by to hear from Mitt Romney. He's going to be speaking to his supporters in Las Vegas at that hotel. That's coming up fairly soon. The crowd is excited. We have projected that Mitt Romney is the winner of the Nevada caucuses. At some point later, there will be a news conference by Newt Gingrich. We'll take that live as well. You'll hear the questions from reporters, his answers. He supposedly has a new strategy, is about to unveil tonight to try to get the Republican presidential nomination.\n\n\n\nI'll speak with Rick Santorum, the Republican presidential candidate. We're standing by for that. Also there's a special caucus under way in Las Vegas. Right now there's some surprise developments happening right now. You're looking at live pictures from this caucus. We're going to go there. You're going to want to see this. Our coverage will continue from the CNN election center right after this.\n\n\n\n(COMMERCIAL BREAK)\n\n\n\nBLITZER: Mitt Romney is the winner of the Nevada caucuses. CNN has made that projection. We're going to be hearing from Mitt Romney. He is getting ready to speak to supporters at this hotel in Las Vegas. Stand by for that.\n\n\n\nNewt Gingrich not the winner of the Nevada caucuses. He's going to hold a news conference at some tonight. We're going to have that live. He's taking questions from reporters, supposedly will outline a new strategy going forward. I'll also be interviewing Rick Santorum, the Republican presidential candidate. Stand by for that as well.\n\n\n\nThe votes, let's take a look at the votes right now as we actually have them with 13 percent of the vote in. Mitt Romney decisively ahead of Newt Gingrich, 47 percent to 22 percent. A battle, though, under way for second place. Ron Paul, right now with 13 percent of the vote in, coming in third at 19 percent. Rick Santorum at 12 percent. But a very impressive win for Mitt Romney in Nevada right now.\n\n\n\nThere's actually a special caucus that's been taking place in Las Vegas and it's a fascinating development. Our own Paul Steinhauser is standing by with some details of this.\n\n\n\nPaul, tell us what's happening at this special caucus.\n\n\n\nPAUL STEINHAUSER, CNN DEPUTY POLITICAL DIRECTOR: Wolf, this special caucus was supposed to start at the top of the hour and as you can see, no action yet. People are starting to file into the auditorium here at the Adelson Educational Complex, named after Sheldon Adelson who donated a lot of money to build this school.\n\n\n\nHere's the thing, Wolf. To take part in this caucus, you have to have to get into -- you have to sign this affidavit to get in, Wolf. And two things you have to sign, you have to say that you didn't take part earlier today in the caucuses in Clark County. They started at 9:00 a.m. local time. And you also have to say the reason you didn't take part and vote in the presidential preference poll in the earlier caucuses is because of your religious beliefs. This caucus is basically for a lot of Orthodox and other very observant Jews, Seventh Day Adventists and others who could not take part during the Sabbath until sun down was over.\n\n\n\nOK, so that's the story. Why it hasn't started yet. Still about 200 people to come in. But there was a little bit of fireworks about a half hour ago, Wolf. A guy called Evan Donahue, he says he's a delegate for Ron Paul. He says he's a volunteer for the Paul campaign out here in Nevada. He was not allowed in because, obviously, he had already voted and he was not an observant Jew or a Seventh Day Adventist. There was a scuffle and take a listen how it played out.\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: This building is private property. You are making me very upset, sir. I'm not going nowhere. You're not taking me anywhere. All of you folks are committing a felony. This says, conducted openly in such a manner that it's open to any registered voter. I am a registered voter, sir. I want to see what is going on in there. You are not making me leave. I am not leaving. I am not leaving. I will never leave. You will never stop me. I am here to defend democracy and I want to see what's going on.\n\n\n\n(END VIDEO CLIP)\n\n\n\nSTEINHAUSER: Well, Donahue says that the practices here by the Nevada GOP are discriminatory because to get in you have to sign this affidavit. The Nevada GOP is here, as well, obviously, the Clark County GOP, and they say, listen, this is a caucus, it's run by the party, party rules.\n\n\n\nWell, Evan Donahue is right here behind me right now. He is here. He says he's here to observe and we'll see what happens.\n\n\n\nWolf? BLITZER: So there's one thing, just to be precise, one thing to actually vote in this special caucus, it's another thing to just go in and observe what's going on. That's what this Ron Paul supporter wanted to do. He didn't vote. He already voted. He was just there to observe, is that right?\n\n\n\nSTEINHAUSER: That's what he says. But just to get into the room, you have to sign this affidavit. So, according to the Nevada, you know, the Clark County rules, he shouldn't be in the room right now because he already voted earlier in the day. A lot of other people have been turned away, Wolf, because they voted and couldn't sign this affidavit and still about 100 or 200 people out there waiting to get in, so we haven't started yet here, Wolf.\n\n\n\nBLITZER: We'll stay in close touch with you. Paul Steinhauser, thanks very, very much.\n\n\n\nWe're waiting to hear from Mitt Romney. He's the winner of the Nevada caucuses. He's getting ready to speak to his supporters at a hotel in Las Vegas.\n\n\n\nOnce again, later, Newt Gingrich is not going to be speaking to supporters, he's going to be answering questions from reporters. He's getting ready to hold a news conference. We'll take that live, as well.\n\n\n\nI'll be speaking with Rick Santorum, another of the four remaining Republican presidential candidates. Earlier, I spoke with Ron Paul. Our special coverage will continue right after this.\n\n\n\n(COMMERCIAL BREAK)\n\n\n\nBLITZER: Check it out, two very different pictures over here. The Romney headquarters at a hotel in Las Vegas. Lots of supporters getting ready to hear from the winner of the Nevada caucuses. That would be Mitt Romney.\n\n\n\nOver here on the right, Newt Gingrich headquarters, not a big crowd up there. No crowd at all. He's not going to give a speech. He's going to do a news conference. He's going to answer reporters' questions, supposedly getting ready to unveil a new strategy he wants to implement in the struggle to get the Republican presidential nomination.\n\n\n\nWe'll see both of those events live. We'll also speak with Rick Santorum at some point tonight. We spoke earlier with Ron Paul. In the meantime, let's check back with Soledad.\n\n\n\nSoledad, big huge night for Mitt Romney. Not necessarily so good for the other candidates, but there is still a fierce battle under way for second place in Nevada.\n\n\n\nO'BRIEN: Yes, absolutely. I think those pictures behind you kind of say it all, don't they? The cheering Romney supporters. And then, waiting for a president, for a Newt Gingrich.\n\n\n\nLet's bring you right to the contributors.\n\n\n\nThe Mormons really delivered for Mitt Romney as we look through the entrance polls. We know that they were able to deliver. Is there anything that you can take from what we know about Mormon response, Mormon commitment to Mitt Romney that you can say and transpose to the general election?\n\n\n\nUNIDENTIFIED MALE: I think when you get into the general election, it becomes more -- they become your typical Republican voter, but they're also a funding source for the Romney campaign.\n\n\n\nO'BRIEN: OK. So, funding. Organization?\n\n\n\nUNIDENTIFIED MALE: Organization will be a good thing for the Mormons. In fact, that was a selling point for Romney, although it didn't pan out for the primaries in 2008. That was one selling point a lot of people made is the way Mormons organize around the country. Those voters, young students will be able to help him. I don't know that that's true as much as hype.\n\n\n\nO'BRIEN: David Gergen talked a little about this sort of national polls, you see Mitt Romney going down, down, down, even though he's becoming more and more sort of the de facto candidate. And when you ask the question, can the candidate connect with -- understand the problems of America? With President Obama, the polls are like at 55 percent and Mitt Romney polling at the end of January around 39 percent. How big a problem is that?\n\n\n\nROLAND MARTIN, CNN POLITICAL ANALYST: Well, first of all, it's no shock his numbers will be going down because as you get deeper into a primary, his negatives naturally go up, because you have the attacks going back and forth, you have the ads, you have Newt Gingrich slinging arrows, get Rick Santorum in his speech tonight condemning, of course, the health care plan in Massachusetts.\n\n\n\nSo, people begin to hear more about you. He is going to have an issue when it comes to connecting with voters. I go back to -- when he goes into Ohio and Pennsylvania and he goes into Michigan, what is he going to say to those voters? How is he going to say, oh, before when I say it, look, let the market take over when it comes to foreclosures, but you're under water. What did I say before when I say let GM go into bankruptcy, but down to automakers. He has to deal with that. Those are real blue collar workers. If he doesn't make the arguments to them, how is he going to win them over to ...\n\n\n\nUNIDENTIFIED MALE: He's already having trouble connecting to the Republican base.\n\n\n\nMARTIN: So I'm saying.\n\n\n\nUNIDENTIFIED FEMALE: And this is critical for the general election. That's why I keep saying that his win tonight really doesn't have any implications for the general elections other than negative ones I think because he's shown that he can't win the Latino vote.\n\n\n\nUNIDENTIFIED MALE: I want to say I disagree. (CROSSTALK)\n\n\n\nUNIDENTIFIED MALE: Me thinks he lost this primary tonight listening to you guys.\n\n\n\n(CROSSTALK)\n\n\n\nUNIDENTIFIED FEMALE: That's right. And to Roland's point, when a voter goes into the voting booth to vote and many studies have been done about this, they vote on their gut. And right now President Obama is winning that battle of who is going to be the candidate who is going to fight for you, who understands what you're going through, and who is going to put forth policies that is going to fight for you.\n\n\n\nAnd that really, that's not just a talking point. If you look at Mitt Romney's plan, his economic plan, a tax cut for middle class families, $167. A tax cut for millionaires, $146,000. That's the reality that he's got to contend with.\n\n\n\nO'BRIEN: It does make it sound like he lost today, when actually not only did he win, he won by a lot.\n\n\n\nUNIDENTIFIED MALE: But his percentage is lower this year than in 2008.\n\n\n\n(CROSSTALK)\n\n\n\nWILL CAIN, CNN CONTRIBUTOR: It reinforces what Gloria talked about, David talked about. This word we've been batting around for months now of inevitability. When he's now winning tea party supporters, when he's now winning very conservative voters, it reinforces this. He is going to be the nominee. It reinforces inevitability.\n\n\n\nO'BRIEN: Wolf Blitzer's got Rick Santorum now. Wolf?\n\n\n\nBLITZER: Let's talk to Rick Santorum, Pennsylvanian senator, the Republican presidential candidate. He's joining us right now.\n\n\n\nSenator, thanks very much for coming in. You're in Colorado. Already didn't waste any time in Nevada. I suspect when you realized you weren't going to do all that well in Nevada, that's why you got out and look ahead to Tuesday's contest in Colorado.\n\n\n\nRICK SANTORUM (R) PRESIDENTIAL CANDIDATE: Yes, absolutely. I mean, you know, we're playing the demographics, you're playing on Mitt's home court in Nevada. He spent a lot of money, a lot of time there. He's been campaigning there really for five years and organizing, you know, as has Ron Raul. I mean, those are -- these early states, these first five states, you know, there's an inherent advantage to the folks who have run before, that have spent a lot of time and money in those states.\n\n\n\nAnd now we're moving out to states where they had to play sort of catch up four years ago and didn't have the organization, didn't have the strength, didn't run the campaign commercials and didn't have the strong identity. And so we think this is an opportunity for us for this race to begin to turn and begin to come toward our direction.\n\n\n\nBLITZER: Have you had the chance to call Mitt Romney and congratulate him yet?\n\n\n\nSANTORUM: As a matter of fact, I just got off -- I just gave a speech here in Greeley, Colorado and did a couple of interviews and now I'm doing yours. So I really haven't had a moment to do so. And I understand he's going to speak here in a minute. So I'll try to reach him maybe after he gets off the platform.\n\n\n\nBLITZER: But you will call him? I ask the question only because Newt Gingrich has made a point of not calling him to congratulate him after he won in Florida. But you will call him to congratulate?\n\n\n\nSANTORUM: Look, you know, one of the things I feel very strongly about is that politics is a rough enough game that it shouldn't be personal. And that when someone has an accomplishment, if someone beats you fair and square, you pick up the phone and you give him a call and you congratulate him for his good work. And we'll see him on the campaign trail.\n\n\n\nBLITZER: You know, I can't tell you how many people, so-called experts, pundits, analysts, Senator, have said to be the reason that Rick Santorum is staying in the race is that in case Newt Gingrich were to drop out, he could then emerge as the non-Mitt Romney, the so- called real conservative and develop a real challenge to Mitt Romney. Is that the way you're thinking?\n\n\n\nSANTORUM: I think, eventually, as I said before, this race will come toward us. We're the candidate that provides the real best perspective of beating Barack Obama. I think that's going to become more and more evident. It's just the opposite of what people actually thought at the beginning of this race. I think it's going to become clear.\n\n\n\nLook at the latest Rasmussen Poll that has us beating Obama by a point and has Romney losing by three, Gingrich losing by eighth or nine. The more that this race goes on, the more people see that we present the best chance to win this and you get a twofer. Not only do you get the best chance to win, but you get the candidate who actually holds the values that Republicans generally speak in this country hold.\n\n\n\nBLITZER: Tell us what's going to happen on Tuesday in Colorado, Minnesota, and Missouri.\n\n\n\nSANTORUM: You know, I think, again, demographically, Colorado is not the best state for us, but I think we can do well here. I think we will do much better than we did in Nevada. I think we can do even better maybe in Minnesota, and Missouri is an interesting one, because Newt is not on the ballot and that presents an opportunity for a one- on-one match up in a state that's a pretty key swing state for Republicans, actually a must-win state for Republicans in this election cycle. So, we're optimistic that we're going to perform very, very well in all three of those states.\n\n\n\nBLITZER: I'm going to let you go, but very quickly, your little daughter Bella, how is she doing?\n\n\n\nSANTORUM: Well, thank you so much for asking, and she is doing just great. She's almost back to -- back as good as new. I just want to thank you and everybody again. It's been a -- and what a relief and thank you for your prayers and for helping us out. It's certainly given a little more hop in my steps these last few days.\n\n\n\nBLITZER: Well, give her our love, as you know. Thanks very much, Senator. We'll talk to you on the campaign trail. Rick Santorum joining us from Colorado.\n\n\n\nSoledad?\n\n\n\nSOLEDAD O'BRIEN, CNN ANCHOR: Gloria Borger, David Gergen, first of all, we heard from Rick Santorum just now. Ron Paul we heard from a little bit earlier. We're going to hear from Newt Gingrich. We're expecting that for long for now. Mitt Romney, though, will also be coming out to give his acceptance speech. What do we need to hear from him? What you expect to hear from him?\n\n\n\nGLORIA BORGER, CNN POLITICAL ANALYST: I expect him to just turn to Barack Obama. I think that he's not going to be talking about Newt Gingrich. He's going to be talking about what a great win this was. But I think he's just going to pivot and talk about Barack Obama, how he can take it to Barack Obama, how he will be better at fixing the economy and all of the things that we've already heard we will hear repeated again.\n\n\n\nDAVID GERGEN, CNN CONTRIBUTOR: I think Gloria is basically right. That's what he did after his New Hampshire win. That's what he did after his Florida win. I would suggest though that's not what he should do tonight. Yes, he should take it to Barack Obama and probably is going to do some of that. But it's more important now that he begin making people understand what he would do, because, you know, he's got this big economic plan. I haven't met a single person that can tell you three things that they could just reel off and say here's what Mitt Romney would do if he will president.\n\n\n\nBORGER: 59-point.\n\n\n\nGERGEN: He has a 59-point plan. People don't -- you don't remember that. I can tell you when Reagan was running back in 1980, he had five things he was going to do, everybody knew what they were and he got a mandate out of it.\n\n\n\nO'BRIEN: He's got to work on connecting with people.\n\n\n\nGERGEN: He's got to work on connecting emotionally but also there has to be -- they've got a great line about being a takeover person, somebody who can turn things around. His son did that tonight and his wife Ann has been doing that. But he has now -- will have to sort of say, I can turn things around by doing the following.\n\n\n\nO'BRIEN: Does an improving economy make that an even trickier pivot?\n\n\n\nBORGER: It does because you have to be a little bit more nuisance to mean Republicans cannot be seen to be rooting against an economic recovery. Of course not. What Mitt Romney has said, and probably continues to say, is that Barack Obama hasn't made the recovery occur quickly enough and that it may not be sustained and if you do these 59 things, that maybe you will sustain.\n\n\n\nBut I think this is a point for all of these campaigns. We just heard from Rick Santorum. They're all now refining their message. Rick Santorum is saying, if Gingrich goes, I'm the anti-Romney candidate, and they believe that there's a base of support out there that is anti-Romney. Romney is, I can take on Obama. Newt Gingrich is, I'm the conservative in this race, I can beat...\n\n\n\nGERGEN: Before we leave that -- Rick Santorum, we were talking about this, Rick Santorum. I don't think there's anybody in a race who has grown more than he has.\n\n\n\nBORGER: He has.\n\n\n\nGERGEN: He's sort of -- he is a much, much more appealing candidate today than when he started and the contradiction -- you have to note the contradiction tonight, he's grown as a candidate and yet his chances of winning have gone down. And it's an interesting question. I didn't know about this Rasmussen poll, he actually has moved ahead of Obama by one point.\n\n\n\nBORGER: What's interesting about Rick Santorum is that he has attacked both Gingrich and Romney on health care, but he hasn't been personally negative or nasty.\n\n\n\nGERGEN: I agree with that.\n\n\n\nO'BRIEN: Which he points out in every speech that he gives.\n\n\n\nGERGEN: Yes.\n\n\n\nBORGER: And he's done very well in these debates because he's just pointed out the contrast. One other thing to say about Newt Gingrich is, he did not have a debate before Nevada. Debates have often given him a lot of oxygen.\n\n\n\nGERGEN: Except for Florida.\n\n\n\nBORGER: Except for Florida. But he had (INAUDIBLE).\n\n\n\nGERGEN: You know the state to watch now in terms of Santorum is Ohio. For both Gingrich and Santorum, Ohio. If they can pull out a victory there, that would be huge.\n\n\n\nO'BRIEN: All right. Well, let's talk about that with our contributors over here. What happens in Ohio if in fact Rick Santorum wins?\n\n\n\nUNIDENTIFIED MALE: Santorum has been presenting a blue collar message, and that's the exact message that he has to present because, again, white blue collar workers have been -- they have not been breaking President Barack Obama's way. It was a difficult fight for him back in 2008. And so Santorum is playing that kind of message.\n\n\n\nO'BRIEN: All right. We've got Wolf -- going to go back to Wolf because Mitt Romney is going to the microphone.\n\n\n\nWolf?\n\n\n\nBLITZER: All right, Soledad, thanks very much. Ann Romney, the wife of Mitt Romney, is going to introduce her husband. I want all of our viewers to listen.\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nANN ROMNEY, WIFE OF PRESIDENTIAL CANDIDATE MITT ROMNEY: Thank you, Nevada.\n\n\n\n(CHEERS AND APPLAUSE)\n\n\n\nA. ROMNEY: Once again, I'm here to make sure that you listen to me this time and obey when I tell you, don't clap until I'm finished. Nobody listened to me last time. But I do have to give special thanks to all the people that made this happen. And by the way, the most people I need to thank are all the volunteers. So a big thank you to all of you that volunteered.\n\n\n\n(APPLAUSE)\n\n\n\nA. ROMNEY: Our Nevada coach here, Lieutenant Governor Brian Krolicki and Congressman Joe Hick. I want to thank Congressman Mark Amodei, our Nevada Finance Chair Mark Hutchinson and the many Nevada elected officials throughout the state who have been so crucial to our success here. We are so appreciative. And, of course, Nevada State Director Sarah Nelson, Nevada Senior Adviser Ryan Irwin, Nevada State Finance Director Cory Christianson.\n\n\n\n(APPLAUSE)\n\n\n\nA. ROMNEY: And, you know, I want to give a special shout-out to Dema Guinn. You're a first lady of Nevada from a few years ago, and she and I served together as first ladies together and she became a very good friend of mine, and she's been helpful in this effort, too, and we so miss her sweet husband, Kenny. So a shout-out to my friend, Dema, to. Thank you all.\n\n\n\n(APPLAUSE)\n\n\n\nYou know, as I have just been observing things as I tend to do, I've noticed that Mitt has started to win in states that are so important for the general election. He won in New Hampshire. That is going to be a very important state in the general election. It's a swing state in the general. He did the same thing in Florida. That's going to be a very important state for us to win in the general. We appreciate that.\n\n\n\nBut also this state is going to be an important state in the general, and you guys -\n\n\n\n(APPLAUSE)\n\n\n\nNow that we have all of you excited and energized and volunteering, we're going to need you again next November. So we appreciate that. Maybe some of you are all waking up to figure out that our country is in trouble. We're heading in the wrong direction, and we're looking for a guy that can fix it and turn this economy around and create jobs. So we're excited to introduce the next president of the United States, Mitt Romney.\n\n\n\n(CHEERS AND APPLAUSE)\n\n\n\nMITT ROMNEY (R), PRESIDENTIAL CANDIDATE: Thank you. Thank you, guys. Wow, what a great showing. Thank you, Nevada.\n\n\n\nYou know, this is not the first time you gave me your vote of confidence, and this time I'm going to take it to the White House.\n\n\n\n(CHEERS AND APPLAUSE)\n\n\n\nFour years ago, candidate Cbama came to Nevada, promising to help. But after he was elected, his help was telling people to skip coming here for conventions and meetings.\n\n\n\nToday, Nevada unemployment is over 12 percent. Home values have plummeted. And Nevada's foreclosure rate is the highest in the nation. I've walked in Nevada neighborhoods blighted by abandoned homes, where people wonder why Barack Obama failed them.\n\n\n\nWell, Mr. President, Nevada has had enough of your kind of help.\n\n\n\n(APPLAUSE)\n\n\n\nThree years ago, a newly-elected President Obama told America that if Congress approved his plan to borrow nearly a trillion dollars, he would hold unemployment below 8 percent. It hasn't been below 8 percent since. This week he's been trying to take a bow for 8.3 percent unemployment. Not so fast, Mr. President. This is the 36th straight month with unemployment above the red line your own administration drew. And if you take into account all the people who are struggling for work or just stopped looking, the real unemployment rate is over 15 percent.\n\n\n\nMr. President, America has also had enough of your kind of help.\n\n\n\n(APPLAUSE)\n\n\n\nPEOPLE (CHEERING): Mitt, Mitt, Mitt, Mitt, Mitt, Mitt, Mitt.\n\n\n\nM. ROMNEY: Let me ask you -- let me ask you here a question. Did Obama care encourage businesses to hire more people?\n\n\n\nPEOPLE: No!\n\n\n\nM. ROMNEY: Did Dodd Frank get banks to renegotiate and make more loans?\n\n\n\nPEOPLE: No!\n\n\n\nM. ROMNEY: Did the National Labor Relations Board attack on Boeing in South Carolina encourage employers to expand here?\n\n\n\nPEOPLE: No!\n\n\n\nM. ROMNEY: Did efforts to block the domestic production of energy and the Keystone pipeline speed job creation?\n\n\n\nPEOPLE: No!\n\n\n\nM. ROMNEY: And did those billions of dollars the president sent to his green energy buddies give anyone here a job?\n\n\n\nPEOPLE: No!\n\n\n\nM. ROMNEY: Mr. President, we welcome any good news on the jobs front. But it is thanks to the innovation of the American people in the private sector and not to you, Mr. President.\n\n\n\n(CHEERS AND APPLAUSE)\n\n\n\nPEOPLE (CHEERING): Romney! Romney! Romney! Romney!\n\n\n\nM. ROMNEY: This president's misguided policies made these tough times last longer. Earlier in the week, he spoke with a woman from Texas during an online event. She told him that her husband has been out of work for three years. President Obama said that he found that \"interesting.\"\n\n\n\nInteresting? Really? I've got a better word. Tragic. America needs a president who can fix the economy because he understands the economy, and I do, and I will.\n\n\n\n(APPLAUSE)\n\n\n\nM. ROMNEY: This president began his presidency by apologizing for America. He should now be apologizing to America. We're not going to settle - we're not going to settle for a president who tells us it could be worse.\n\n\n\nWhat defines us as Americans is our conviction that things must be better. That conviction guides this campaign. It's rallied millions of Americans to our cause, including tens of thousands of Nevadans, who gave me their support here today and I thank them.\n\n\n\n(APPLAUSE)\n\n\n\nNevadans know that our future is brighter and better than these troubled times. It's better than 15 percent real unemployment. It's better than $15 trillion in debt. It's better than the misguided policies and broken promises of the last three years and the failed leadership of one man.\n\n\n\nOur campaign is about more than just replacing the president, however. This is really a campaign about saving the soul of America. President Obama says he wants to fundamentally transform America. We want to restore to America the founding principles that made this country great.\n\n\n\n(APPLAUSE)\n\n\n\nOur vision for the future could not be more different than his. President Obama will grow government and amass more trillion dollar deficits. I will not de-slow the growth of government, I will cut it. I will not just freeze -- I will not just freeze government share of the total economy, I will reduce it. And without raising taxes, I will finally balance the American budget.\n\n\n\n(APPLAUSE)\n\n\n\nPresident Obama's brand of capitalism sends your money to his friend's companies. My vision for free enterprise is to return entrepreneurship to the genius of consumer markets and to the creativity of the American people.\n\n\n\n(APPLAUSE)\n\n\n\nNow, like his colleagues in fat lounges, they think they know better. President Obama demonizes and denigrates almost every sector of our economy. I will instead make America the most attractive place in the world for entrepreneurs, for innovators and for job creators and get America working again!\n\n\n\n(APPLAUSE)\n\n\n\nAnd by the way, unlike the other people running for president, I know just how to do that.\n\n\n\n(APPLAUSE)\n\n\n\nIf I'm elected president, my priority will be worrying about your job, not saving my own.\n\n\n\n(APPLAUSE)\n\n\n\nNow, as you know, one of the most important and personal matters of our lives is our health care. President Obama would turn the decision making over to government bureaucrats. He forced through Obama Care. I will repeal Obama Care.\n\n\n\n(APPLAUSE)\n\n\n\nThe president -- just this week, President Obama orders religious organizations to violate their conscience. I will defend religious liberty and overturn any regulation that tramples on our first freedom, our right to worship as we choose.\n\n\n\nPEOPLE CHEERING: Mitt, Mitt, Mitt, Mitt, Mitt, Mitt, Mitt, Mitt.\n\n\n\nM. ROMNEY: President Obama is shrinking our military and hollowing out our national defense. I will insist on a military so powerful that no one in the world would ever think of challenging us. President Obama seems to believe that America's role as leader in the world is a thing of the past. I believe the 21st century will be and must be an American century.\n\n\n\n(APPLAUSE)\n\n\n\nPEOPLE CHEERING: Romney, Romney, Romney, Romney, Romney, Romney.\n\n\n\nM. ROMNEY: Our mission -- our mission is to increase the freedom and opportunity of the American people and our blueprint is the constitution of the United States. We're going to build an America where hope is a new job with a paycheck, not a faded word on an old bumper sticker.\n\n\n\n(APPLAUSE)\n\n\n\nAnd I will not attempt to bribe the voters with promises of new programs and new subsidies and ever increasing checks from government. If this election is a bidding war of who can promise the most benefits, then I'm not your president. You have that president today.\n\n\n\nBut if you want to make this election about restoring American greatness, then I hope you'll join with us.\n\n\n\n(APPLAUSE)\n\n\n\nIf you believe the disappointments of the last few years are a detour and not our destiny, then I'm asking for your vote. I'm asking each of you to remember how special it is to be an American. I want you to remember why it was you or your ancestors who sacrificed to come to America and to overcome the challenges of life in a new country, why they came here. It was not for a free ticket, it was for freedom.\n\n\n\n(APPLAUSE)\n\n\n\nIt was not for the pursuit of government benefits, it was for the pursuit of happiness. We still believe in that America. We still believe in the America that is a land of opportunity and a beacon of freedom. We believe in the America that challenges each of us to be bigger and better than ourselves. This election, we must fight for the America we love. We believe in America.\n\n\n\nThank you so much and God bless you all.\n\n\n\n(CHEERS AND APPLAUSE)\n\n\n\nThank you! Thank you!\n\n\n\n(CHEERS AND APPLAUSE)\n\n\n\nThank you! You're the best! Thank you!\n\n\n\n(END VIDEO CLIP)\n\n\n\nBLITZER: A very happy Mitt Romney with his family, his kids, his grand kids, celebrating a big win in Nevada, the Nevada caucuses. Right now, Mitt Romney, the winner of the Nevada caucuses. An impressive win coming on the heels of the impressive win in Florida. Now on to the next three contests this coming Tuesday. That will be in Colorado and Missouri and Minnesota.\n\n\n\nWe're waiting also to hear from Newt Gingrich. He's going to be giving a speech tonight. He's going to be having a news conference. Very unusual. Not a traditional event. But then again, the former speaker of the house, not necessarily always a traditional presidential candidate. He's getting ready to outline, we believe, a new strategy going forward as a result of the setbacks he suffered in Florida, also in Nevada right now. So we're expecting to hear from Newt Gingrich very soon. He'll open up with a statement and then will take reporter's questions. We'll watch to see what Newt Gingrich has to say as we get ready for the next three big contests on Tuesday that are coming up.\n\n\n\nBut right now you just heard Mitt Romney. Didn't speak very much about Newt Gingrich or Rick Santorum or Ron Paul. Didn't even mention their names. Certainly didn't even refer to them in any great measure. He's apparently already looking ahead to a presidential contest against the president of the United States. Almost all of his words were directly addressed to try to contrast where he stands on so many of these issues as opposed to the president of the United States.\n\n\n\nYou see he's shaking hands right now. One thing you'll see differently than you have in the past, you see U.S. Secret Service personnel. They are with Mitt Romney right now over the past few days. He has started getting Secret Service protection as well.\n\n\n\nSoledad, let me throw it over to you.\n\n\n\nO'BRIEN: Wolf, let's talk to our conservative contributors this evening. And what I want to know -- yes, the two of you, Will Cain and Erick Erickson. What do you think of the speech? To me it sounded very confident, low on specifics.\n\n\n\nUNIDENTIFIED MALE: I thought it was good. I'll say this, he's getting better at giving speeches and he's getting better at debates. When he does things over and over, he gets better. Do you know where the hole in his game, Soledad, is?\n\n\n\nActually, you do know, because you interviewed him this week. It is on interviews. And he's been reluctant to give interviews. He's not even on Fox with Bret Baier and he's probably not going to -- he's going to be reluctant with his interview with you. Maybe he should do more interviews. The more he does things, the better he gets. Debates, speeches, do more interviews.\n\n\n\nUNIDENTIFIED MALE: I thought it was the most energetic speech he's given. (INAUDIBLE) Yes, it wasn't heavy on specifics, but these typically aren't that heavy on specifics. It was very energized. I think he realizes where he is. He realizes he's about to be the nominee, unless we get some sort of upset coming up in February.\n\n\n\nO'BRIEN: As Wolf mentioned, he said he really didn't mention the other guys in the race and I think that's how he didn't mention them in his speech. There's some other people in the race and I'm better than them, too.\n\n\n\nSo those other people in the race, though, could potentially drag him down a bit. I mean, he's been trying to off load them so he can focus on moving forward and they -- I mean, we're going to hear from Newt Gingrich and he has said he's got a new strategy and his strategy is not, I'm getting out of the race.\n\n\n\nUNIDENTIFIED MALE: Well, you know, he's got a delegate number he has to reach. We talk about how he won these states. Well, he's winning delegates. And unless he gets a majority of delegates in the Republican nomination, the other guys can drag him down. They could go into a convention and perhaps someone else. He's got to clear that threshold.\n\n\n\nI suspect probably he will do it because money will dry up for the other guys. But, you know, Gingrich has. He's shaken up his campaign staff. He's got a lawyer from Georgia named Patrick Millsaps as his chief of staff now. He's rearranging his priorities. He's focused on Super Tuesday. Between he and Santorum fighting over evangelicals, that probably keeps Mitt in first, but it could still keep him from getting the delegates.\n\n\n\nUNIDENTIFIED MALE: (INAUDIBLE) Again, anything can happen in a campaign.\n\n\n\nO'BRIEN: You mean the other guys don't drop out.\n\n\n\nUNIDENTIFIED MALE: Yes. Grant it. Romney has been extremely corporate. He's been very disciplined in his approach. But anything can literally happen in a campaign. We saw it in 2008 when the whole issue of Reverend Jeremiah Wright came up. That could have easily derailed the campaign of then Senator Barack Obama. He dealt with it, gave a speech and got out of it. But you never know what can happen based upon one interview, one event. It could literally change the game. That's why you don't get out. It's way too early from a delegate standpoint.\n\n\n\nUNIDENTIFIED FEMALE: I agree with that. And to Erick's point earlier, the poor comments I don't think have actually trickled down and have the effect that I think they're going to have. And Gingrich and frankly Ron Paul can take advantage of that.\n\n\n\nAnd to your point, Will, he actually didn't win all the demographics. He lost the demographic of people who make $30,000 or less. And again, that underscores the fact that blue-color workers which he cannot win without their vote, do not see that this is a guy who will fight for them.\n\n\n\nUNIDENTIFIED FEMALE: Here's a basic fact, though, nothing succeeds like success in politics and in life, OK? And he won tonight and he won big and he has momentum. The other candidates now have to prove to their funders that they should continue to give them money. And this is where the Super PAC story comes in. Because there's very little incentive for a candidate to get out of the race if he's still getting millions of dollars from a Super PAC.\n\n\n\nSo if Sheldon Adelson says to Newt Gingrich, OK, guess what, I'm going to give you $2 million so you can get up to Super Tuesday...\n\n\n\nO'BRIEN: David Gergen is nodding his head, yes, yes, yes.\n\n\n\nBORGER: What's the incentive for Newt Gingrich to get out? If Adelson says no, then he doesn't have the juice. He doesn't have the money.\n\n\n\nGERGEN: We've been talking all evening about the need for Mitt Romney to warm up and to reach people. He has one big asset going in that regard -- Ann Romney.\n\n\n\nUNIDENTIFIED MALE: Yes.\n\n\n\nO'BRIEN: Do you think she's going to jump in and run? No.\n\n\n\nGERGEN: Well, I'll tell you something. They've used her now as the warm-up act, in effect, the last couple of times, and she's terrific at it. She's warm, she's humane, she has a quality about her that I think reflects well on him, and I think they've been very smart, they're starting to put him on these events like these tonight. They're putting him in the midst of people thronging around him as opposed to being on a podium back from people with a curtain behind him. It's a much more effective -- he's had a big night. I think he still needs to work on his speeches but he's getting better.\n\n\n\nUNIDENTIFIED MALE: It's a contrast to Newt Gingrich as well, who rarely do you see his wife introduce him.\n\n\n\nO'BRIEN: OK. We'll talk about Newt Gingrich because he's coming out. He says he's got the surprising new announcement, a new strategy about delegates that he's going to share with everybody.\n\n\n\nNo, no, actually I don't think he might drop out. I think it's not dropping out.\n\n\n\n(CROSSTALK)\n\n\n\nO'BRIEN: Let's not lie to the people. New strategy about delegates. That's on the other side of this commercial break.\n\n\n\n(COMMERCIAL BREAK)\n\n\n\n", "images": ["http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-arrow.jpg", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/nav-arrow.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-close.jpg", "http://i.a.cnn.net/cnn/images/1.gif", "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-main.gif", "http://i.cnn.net/cnn/images/1.gif", "http://i.cnn.net/cnn/.element/img/1.0/sect/TRANSCRIPTS/header.transcripts.gif", "http://cdn.cnn.com/cnn/images/1.gif", "http://i.cnn.net/cnn/.element/img/1.0/sect/TRANSCRIPTS/shows_by_cat_white_header.gif"], "top_img": "http://i.cdn.turner.com/cnn/.element/img/3.0/global/header/hdr-main.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "Transcripts", "meta_data": {}, "movies": [], "publish_date": null, "source": "http://transcripts.cnn.com", "summary": ""}