{"url": "http://www.neonnettle.com/videos/473-doctors-who-discovered-cancer-enzymes-in-vaccines-all-found-murdered", "text": "Snopes Paid to Push ‘Propaganda’ by Facebook, Former Editor Reveals\n\nClaims 'fact-checkers' are paid to 'appear to prevent damage' while pushing an agenda\n\n© press Former managing editor at Snopes Brooke Binkowski says the 'fact-checker' is pushing 'propaganda'\n\nSnopes is paid by Facebook to push \"propaganda,\" according to the former managing editor of the \"fact-checker,\" who claims the social media giant \"doesn't care\" about facts and is using journalists to promote an agenda so it can \"pass the buck.\"\n\nAccording to a bombshell report by the Guardian, several current and former Facebook fact-checkers have stepped forward and spoken out to reveal their distrust in the social network and their fact-checking employers.\n\nFacebook has fact-checking partnerships with Snopes, PolitiFact, Factcheck.org, the Weekly Standard, and Associated Press, and uses the information provided by these organizations to reduce the reach of posts that are \"debunked\" in their News Feed.\n\nThe partnering with these fact-checkers has come under heavy criticism, mainly due to the almost-monopolized influence news on Facebook has, which is then being filtered out by unregulated individuals who are often financially motivated and express political bias.\n\n“They’ve essentially used us for crisis PR,” declared former Snopes managing editor Brooke Binkowski during an interview with the Guardian.\n\n“They’re not taking anything seriously.\n\n\"They are more interested in making themselves look good and passing the buck…\n\n\"They clearly don’t care.”\n\n“You’re not doing journalism anymore. You’re doing propaganda,” she continued, adding, “They threw us under the bus at every opportunity.”\n\nAnother former Snopes employee, Kim LaCapria, recently left the company over its partnership with Facebook, accusing it of focusing only on the “appearance of trying to prevent damage without actually doing anything,” and expressing distaste with the fact that Snopes was being paid by Facebook.\n\nLaCapria said she was particularly upset to learn that Facebook was paying Snopes: “That felt really gross … Facebook has one mission and fact-checking websites should have a completely different mission.”\n\nAside from allegedly being paid by Facebook, Snopes also generates revenue by filling its website with advertisements from Google Adsense, asking for donations from readers via PayPal, and has an active GoFundMe campaign to \"Save Snopes\" which has so far generated over $850,000 of its $2 million goal.\n\nOf course, it's understandable that a website has overheads that need to be covered, but when a company is primarily driven by profit, how can they be trusted to remain non-partisan?\n\nAccording to a report by the Daily Mail, Snopes founder David Mikkelson was accused of embezzling thousands from the company.\n\nMikkelson's ex-wife Barbara, claimed in legal documents he embezzled $98,000 of company money and spent it on \"himself and prostitutes.\"\n\nDuring the lengthy and bitter legal dispute, CEO David Mikkelson also claimed to be underpaid and was demanding the \"industry standard\" or at least $360,000 a year.\n\nBeing motivated by \"facts\" is apparently very lucrative.\n\nAnd in the case of Snopes, their business model is a simple, yet devastatingly effective one since they partnered with Facebook and Google: They debunk viral news, and posts.\n\nTherefore, if a post goes viral on social media, and Snopes says that it's \"false,\" then it will be flagged as so and Facebook will place a link to the \"fact-check,\" thus driving more traffic and revenue to Snopes.\n\nDue to this arrangement, it adds a clear incentive to mark a viral news story as false rather than confirming lesser-known facts as true.\n\n© press Snopes founder David Mikkelson was accused on embezzling company money\n\nOver recent months this push to flag big news stories as \"false,\" mainly from conservative websites, has become more apparent.\n\nIn November, Breitbart accused Snopes of attempting to \"wash away\" the story of armed members of the New Black Panther Party campaigning for the Democrat gubernatorial candidate in Georgia, Stacey Abrams.\n\nAccording to Breitbart, the move was an \"openly partisan\" attempt to protect Abrams after the damaging story went viral.\n\nEarlier this month, The Daily Caller also accused Snopes of left-bias after it \"botched\" its fact-check of a viral meme that was mocked within political circles for spreading false information.\n\nSnopes said that the “general idea” of the meme was “correct,” yet, according to the TheDCNF, the fact-checker intentionally framed it that way as it portrayed President Trump in a negative light if the \"wildly misleading\" meme was true.\n\nIn Snopes \"transparency\" disclaimer, it states that it operates \"without any partisan considerations,\" saying:\n\n\"We don’t choose or exclude items for coverage based on whether they deal with Republican/Democratic, conservative/liberal, or religious/secular issues.\"\n\nDespite this statement, the left-leaning bias of their fact-checkers is clear.\n\nSnopes' \"science dude\" Alex Kasprak makes no secret of his political bias, and one look at his Twitter account shows it is filled with anti-Trump rhetoric and retweets of Trump-bashing posts.\n\nThe only way to report on that \"totally clears the president\" tweet is to highlight it as an example of our president's abject delusion, not as a valid legal opinion or as \"breaking news\" — Alex H. Kasprak (@alexkasprak) December 8, 2018\n\n\n\n\n\nPrior to joining Snopes, Kasprak wrote for left-wing news outlets Motherboard and BuzzFeed and is pegged as a \"science writer\" who mainly \"debunks\" science-related articles.\n\nIt comes as no surprise then that Kasprak mainly fact-checks conservative news sites, often using derogatory language when describing the outlets and their writers, using terms such as \"right-wing blog\" and \"junk news.\"\n\nBiting the hand that feeds\n\nSnopes apparent bias has seen the company suffer considerably over recent months as it continues to abuse its influence over Facebook's News Feed to promote a political agenda.\n\nVisits to snopes.com have plummeted by almost half over recent months as users are seemingly losing trust in the organization.\n\nAccording to website data tool SimilarWeb, visits to Snopes dropped another 20 percent in November to 19.59 million for the month.\n\nThis number is a considerable drop from their July figure of 37.79 million, representing a staggering 48.16 percent drop in website traffic in just four months.\n\nWhile it's unclear what has caused this drop, when you consider that being flagged as \"fake news\" on Facebook cuts reach to the websites being debunked, it's clear to see that attacking the sources of their viral \"fact-checks,\" is hardly sustainable if it destroys the sites that it continually attacks.\n\n© SimilarWeb Website visits to Snopes have plummeted by almost 50 percent since July\n\nThe appearance of trying to prevent damage\n\n“Why should we trust Facebook when it’s pushing the same rumors that its own fact checkers are calling fake news?” an unnamed Facebook fact-checker told the Guardian.\n\n“It’s worth asking how do they treat stories about George Soros on the platform knowing they specifically pay people to try to link political enemies to him?[…] Working with Facebook makes us look bad.”\n\nAccording to Breitbart, one fact-checker who has reportedly “long worked” with Facebook even referred to the social network as a “terrible company,” declaring, “and, on a personal level, I don’t want to have anything to do with them,” while another fact-checker proclaimed, “Most of us feel it’s more trouble than it’s worth.”\n\nFacebook started its fact-checking efforts following President Trump’s 2016 presidential election victory and is even expanding into fact-checking images and videos.\n\nLeft-wing biases have been found at nearly all Facebook fact-check partners in the United States, including Snopes, Politifact, and the Weekly Standard.\n\nAn investigation revealed that Snopes employs left-wing people almost exclusively, with some of its most prominent fact-checkers openly describing themselves as “progressive” and expressing anti-Trump sentiment.\n\nA satirical article from popular satire website Babylon Bee about CNN using a washing machine to “spin the news,” was also nearly removed by Facebook after Snopes fact-checked it as false.\n\nOne of Facebook’s other top fact-checking partners, Politifact, is funded by a frequent Clinton Foundation donor, and gave preferential treatment to Hillary Clinton during the 2016 presidential election — rating 51 percent of Clinton’s claims as true versus just over 15 percent for Trump.\n\nEven a 2013 article from one of Facebook’s other fact-checking partners, the Weekly Standard, claimed Politifact “has it out for Republicans,” and the Weekly Standard itself has also pushed out misleading information during its partnership with Facebook.\n\nUPDATE: Since this article was published, and subsequently went viral on social media, Snopes CEO David Mikkelson denied the information we presented in this article. Snopes didn't \"fact-check\" or \"debunk\" any of the information, nor did they present any evidence to refute the claims. Mikkelson, however, saw fit to abuse his position as Facebook approved \"fact-checker\" and flagged our story as a \"hoax\" with Facebook, pulling it from users' News Feed, immediately squashing the story as a result. Make of that what you will.", "images": ["https://neonnettle.com/news/images/snopes-paid-facebook-propaganda-editor-1141218.jpg", "http://www.neonnettle.com/sphere/images/florida-school-girls-plot-kill-15-drink-blood-t251018.jpg", "http://www.neonnettle.com/news/images/trump-pelosi-son-ukraine-corruption-t281219.jpg", "http://www.neonnettle.com/news/images/biden-refuse-3939391.jpg", "http://www.neonnettle.com/videos/images/biden-188.jpg", "http://www.neonnettle.com/news/images/180717_net-29jss.jpg", "http://www.neonnettle.com/news/images/trump-ec-3939911.jpg", "http://www.neonnettle.com/news/images/facebook-founder-mark-zuckerberg-dangerous-un-american-t10519.jpg", "http://www.neonnettle.com/videos/images/snopes-paid-facebook-propaganda-editor-1141218.jpg", "http://www.neonnettle.com/news/images/facebook-293jd.jpg", "http://www.neonnettle.com/news/images/whitford--92921.jpg", "http://www.neonnettle.com/assets/img/Whatfinger250x250.jpg", "http://www.neonnettle.com/news/images/pope-francis-christians-nonbelievers-christianity-convert-t281219.jpg", "http://www.neonnettle.com/features/images/impeachment-trump-democrats-trial-senate-t121219.jpg", "http://www.neonnettle.com/assets/img/ilmf-trump-hat.jpg", "http://www.neonnettle.com/feed/images/democrats-rebuttal-nunes-memo-t.jpg", "http://www.neonnettle.com/news/images/91-percent-virginia-counties-second-amendment-sanctuary-t281219.jpg", "http://www.neonnettle.com/news/images/teenager-kills-pedophile-priest-abused-him-t281219.jpg", "http://www.neonnettle.com/features/images/ultra-sund-339921.jpg", "http://www.neonnettle.com/features/images/quebec-doctors-euthanize-dementia-patients-without-consent-t151219.jpg", "http://www.neonnettle.com/videos/images/snopes-paid-facebook-propaganda-editor-3141218.jpg", "http://www.neonnettle.com/news/images/facebook-libra-cryptocurrency-ebay-visa-paypal-t121019.jpg", "http://www.neonnettle.com/videos/images/snopes-paid-facebook-propaganda-editor-2141218.jpg", "http://www.neonnettle.com/news/images/facebook-upload-nude-photo-security-t11618.jpg", "http://www.neonnettle.com/news/images/pope-francis-rigid-conservative-christians-hatred-t221219.jpg", "http://www.neonnettle.com/news/images/consevartives-do-not-trust-facebook-t10719.jpg"], "top_img": "https://neonnettle.com/news/images/snopes-paid-facebook-propaganda-editor-1141218.jpg", "keywords": [], "authors": ["Jay Greenberg"], "canonical_link": "https://neonnettle.com/news/5930-snopes-paid-to-push-propaganda-by-facebook-former-editor-reveals-", "title": "Snopes Paid to Push ‘Propaganda’ by Facebook, Former Editor Reveals", "meta_data": {"description": "Neon Nettle - Snopes Paid to Push ‘Propaganda’ by Facebook, Former Editor Reveals  - Claims 'fact-checkers' are paid to 'appear to prevent damage' while pushing an agenda", "author": "Jay Greenberg", "og": {"type": "article", "url": "https://neonnettle.com/news/5930-snopes-paid-to-push-propaganda-by-facebook-former-editor-reveals-", "image": {"identifier": "https://neonnettle.com/news/images/snopes-paid-facebook-propaganda-editor-1141218.jpg", "width": 620, "height": 340}, "site_name": "Neon Nettle", "title": "Snopes Paid to Push ‘Propaganda’ by Facebook, Former Editor Reveals", "description": "Claims 'fact-checkers' are paid to 'appear to prevent damage' while pushing an agenda - Snopes is paid by Facebook to push propaganda, according to the former managing editor of the ... | NEON NETTLE"}, "fb": {"admins": 761055017, "app_id": 966242223397117, "pages": 415381551894688}, "ia": {"markup_url": "https://neonnettle.com/news/fbia/5930?ia_markup=1"}, "twitter": {"domain": "neonnettle.com", "site": "@neonnettle", "title": "Snopes Paid to Push ‘Propaganda’ by Facebook, Former Editor Reveals", "description": "Claims 'fact-checkers' are paid to 'appear to prevent damage' while pushing an agenda", "creator": "@neonnettle", "card": "summary_large_image", "image": "https://neonnettle.com/news/images/snopes-paid-facebook-propaganda-editor-1141218.jpg"}, "HandheldFriendly": "True", "MobileOptimized": 320, "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1, maximum-scale=1"}, "movies": [], "publish_date": null, "source": "http://www.neonnettle.com", "summary": ""}