{"url": "http://revolutionradio.org/2018/05/07/democrats-go-full-tyranny-now-demand-nationwide-gun-confiscation-from-law-abiding-americans-at-gunpoint-of-course/", "text": "by: Ethan Huff\n\nNaturalNews.com\n\nMonday, May 07, 2018\n\nA California Democrat was recently given a platform by USA Today to publish a shocking editorial that calls for nationwide confiscation of all “military-style semiautomatic assault weapons” from law-abiding citizens.\n\nRepresentative Eric Swalwell from California’s 15th District wrote that all so-called “assault” weapons need to be banned, and that a federal gun buy-back program needs to be instituted in order to effectively collect them all from the citizenry.\n\nRep. Swalwell even goes a step further, insisting that those who refuse to hand over their “assault” weapons be criminally prosecuted – including law-abiding gun owners who have never been convicted of committing a crime with their legally-purchased weaponry.\n\nNot content to simply impose a fresh ban on all new “assault” weapon purchases, which in and of itself is unconstitutional, Rep. Swalwell actually wants to see door-to-door gun confiscation teams engage in Nazi-style removal tactics in order to rid the streets of all firearms that he personally deems reckless and unnecessary.\n\n“Reinstating the federal assault weapons ban that was in effect from 1994 to 2004 would prohibit manufacture and sales, but it would not affect weapons already possessed,” Rep. Swalwell wrote in his op-ed for USA Today. “This would leave millions of assault weapons in our communities for decades to come.”\n\n“Instead, we should ban possession of military-style semiautomatic assault weapons, we should buy back such weapons from all who choose to abide by the law, and we should criminally prosecute any who choose to defy it by keeping their weapons.”\n\nDemocrats like Rep. Swalwell are enemies of the Constitution, and enemies of We the People\n\nThe Rest…HERE", "images": ["http://revolutionradio.org/wp-content/uploads/2019/01/2-Week-TravelersStew2.jpg", "http://revolutionradio.org/wp-content/uploads/2018/06/My-Patriot-Supply-banner-1.png", "http://revolutionradio.org/wp-content/uploads/2017/07/cropped-RR-favicon-300x300.jpg", "http://revolutionradio.org/wp-content/uploads/2017/07/cropped-RR-favicon-32x32.jpg"], "top_img": "http://revolutionradio.org/wp-content/uploads/2017/07/cropped-RR-favicon-32x32.jpg", "keywords": [], "authors": [], "canonical_link": "http://revolutionradio.org/2018/05/07/democrats-go-full-tyranny-now-demand-nationwide-gun-confiscation-from-law-abiding-americans-at-gunpoint-of-course/", "title": "Democrats go full TYRANNY: Now demand nationwide gun confiscation from law-abiding Americans… at gunpoint, of course", "meta_data": {"robots": "index,follow", "description": "by: Ethan Huff\t\r\nNaturalNews.com\r\nMonday, May 07, 2018 \r\n\r\nA California Democrat was recently given a platform by USA Today to publish a shocking editorial...", "keywords": ",", "generator": "WordPress 4.9.3", "msapplication-TileImage": "http://revolutionradio.org/wp-content/uploads/2017/07/cropped-RR-favicon-270x270.jpg"}, "movies": [], "publish_date": 1525622400.0, "source": "http://revolutionradio.org", "summary": ""}