{"url": "http://www.politifact.com/truth-o-meter/statements/2012/oct/16/barack-obama/obama-mitt-romney-refused-say-whether-he-supports-/", "text": "Updated Thursday, October 25th, 2012 at 2:08 p.m.\n\nAsked about fair pay for women during the second presidential debate, President Barack Obama was quick to bring up the first piece of legislation he signed into law -- the Lilly Ledbetter Fair Pay Act.\n\n\n\nAudience member Katherine Fenton asked Obama, \"In what new ways to you intend to rectify the inequalities in the workplace, specifically regarding females making only 72 percent of what their male counterparts earn?\"\n\n\n\nObama talked about being raised by a single mom who put herself through school and of his grandmother, who worked her way up from a bank secretary to a vice president but \"hit the glass ceiling.\"\n\n\n\n\"She trained people who would end up becoming her bosses during the course of her career. She didn't complain. That's not what you did in that generation,\" he said at the debate at Hofstra University on Oct. 16, 2012. \"And this is one of the reasons why one of the first -- the first bill I signed was something called the Lilly Ledbetter bill.\"\n\n\n\nRomney responded by saying at one point he had more women in senior leadership positions than any other governor and that he wanted to help more women find jobs.\n\n\n\nObama jumped in, saying, \"Katherine, I just want to point out that when Gov. Romney's campaign was asked about the Lilly Ledbetter bill, whether he supported it, he said, ‘I'll get back to you.’ And that's not the kind of advocacy that women need in any economy.\"\n\n\n\nDid Romney and his campaign really refuse to say whether he supported the law? Sort of.\n\n\n\nThe law, which Obama signed on Jan. 29, 2009, made it easier for workers to pursue wage discrimination claims but received little Republican support in Congress. It updated 1960s civil rights and age discrimination laws to reset the statute of limitations on such claims with each new paycheck. In 2007, the Supreme Court had ruled in Ledbetter vs. Goodyear Tire & Rubber Co. that the 180-day statute of limitations started from the day an employer made the decision to discriminate — making it harder for employees who claimed such discrimination later to get relief, such as back pay.\n\n\n\nWhat did Romney have to say about it? For a previous fact-check in May, the Obama campaign directed us to a couple media reports.\n\n\n\nIn an April 2012 conference call covered by a Washington Post blogger, a Huffington Post reporter asked an unnamed Romney adviser whether Romney supported the Lilly Ledbetter Act. The adviser responded, \"Sam (Stein), we’ll get back to you on that.\"\n\n\n\nLater, Romney spokeswoman Andrea Saul clarified in an email, \"He supports pay equity and is not looking to change current law.\"\n\n\n\nThe second piece the Obama campaign showed us was a Romney interview by Diane Sawyer of ABC News. Sawyer asked Romney, \" If you were president — you had been president — would you have signed the Lilly Ledbetter Law?\"\n\n\n\nRomney’s response:\n\nRomney: \"It's certainly a piece of legislation I have no intention of changing. I wasn't there three years ago —\"\n\nSawyer: \"But would you have signed it?\"\n\nRomney: \"... I'm not going to go back and look at all the prior laws and say had I been there which ones would I have supported and signed, but I certainly support equal pay for women and — and have no intention of changing that law, don't think there's a reason to.\"\n\nHere, Romney did refuse to say whether he would have signed the bill into law. But he also said he has \"no intention of changing that law.\"\n\nOur ruling\n\n\n\nObama said that when asked whether he would have signed the Lilly Ledbetter Act into law, Romney's campaign said, \"I'll get back to you.\" His point was that the campaign was dodging the question.\n\n\n\nIndeed, a Romney adviser did say earlier this year that he would \"get back\" to a reporter about whether he supported the Lilly Ledbetter Act. A spokeswoman then said he would not change it, and Romney later said he \"certainly support(s) equal pay for women,\" and has \"no intention of changing that law.\"\n\n\n\nSo Obama is correct about the initial statement, but Romney later clarified by saying he wouldn't change the law. We rate Obama's claim Mostly True.\n\nCORRECTION: A previous version of this item said the Supreme Court's Ledbetter decision made it \"impossible for employees who learned of such discrimination later to get relief, such as back pay.\" In fact, the court declined to address the question of whether employees who learned of discrimination after the statute of limitations expired would be protected under Title VII of the Civil Rights Act of 1964.", "images": ["https://static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif", "http://www.politifact.com/truth-o-meter/statements/2012/oct/16/barack-obama/obama-mitt-romney-refused-say-whether-he-supports-/\r\n/static.politifact.com/politifact/photos/truth_squad_logo_cmyk.jpg", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/rulings/tom-mostlytrue.png", "https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png"], "top_img": "https://static.politifact.com/rulings/tom-mostlytrue.png", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/truth-o-meter/statements/2012/oct/17/barack-obama/obama-mitt-romney-refused-say-whether-he-supports-/", "title": "Obama: Mitt Romney refused to say whether he supports Lilly Ledbetter Act", "meta_data": {"description": "Updated Thursday, October 25th, 2012 at 2:08 p.m. Asked about fair pay for women during the second presidential debate, President Barack Obama was quick to bring up the first piece of legislation he signed into law -- the Lilly Ledbetter Fair Pay Act. Audience member Katherine Fenton asked Obama, &quot;In what new ways to you intend to rectify the inequalities in the workplace, specifically regarding females making only 72 percent of what their male counterparts earn?&quot; Obama talked about being raised by a single mom who put herself through school and of his grandmother, who worked her way up from ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "Obama: Mitt Romney refused to say whether he supports Lilly Ledbetter Act", "type": "article", "url": "https://www.politifact.com/truth-o-meter/statements/2012/oct/17/barack-obama/obama-mitt-romney-refused-say-whether-he-supports-/", "image": {"identifier": "https://static.politifact.com/rulings/tom-mostlytrue.png", "width": 600, "height": 600}, "site_name": "@politifact", "description": "Updated Thursday, October 25th, 2012 at 2:08 p.m. Asked about fair pay for women during the second presidential debate, President Barack Obama was quick to bring up the first piece of legislation he signed into law -- the Lilly Ledbetter Fair Pay Act. Audience member Katherine Fenton asked Obama,"}, "twitter": {"card": "summary", "site": "PolitiFact", "url": "https://www.politifact.com/truth-o-meter/statements/2012/oct/17/barack-obama/obama-mitt-romney-refused-say-whether-he-supports-/", "username": "PolitiFact", "title": "Obama: Mitt Romney refused to say whether he supports Lilly Ledbetter Act", "description": "Updated Thursday, October 25th, 2012 at 2:08 p.m. Asked about fair pay for women during the second presidential debate, President Barack Obama was quick to bring up the first piece of legislation he signed into law -- the Lilly Ledbetter Fair Pay Act. Audience member Katherine Fenton asked Obama, &quot;In what new ways to you intend to rectify the inequalities in the workplace, specifically regarding females making only 72 percent of what their male counterparts earn?&quot; Obama talked about being raised by a single mom who put herself through school and of his grandmother, who worked her way up from ...", "image": "https://static.politifact.com/rulings/tom-mostlytrue.png"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1350316800.0, "source": "http://www.politifact.com", "summary": ""}