{"url": "https://apnews.com/c810d7de280a47e88848b0ac74690c83", "text": "A transcript of an Oval Office interview Friday with President Donald Trump by AP White House Correspondent Julie Pace. Where the audio recording of the interview is unclear, ellipses or a notation that the recording was unintelligible are used.\n\nAP: I do want to talk to you about the 100 days.\n\nTRUMP: Good.\n\nAP: I want to ask a few questions on some topics that are happening toward the end of the interview.\n\nTRUMP: Did you see Aya (Hijazi, an Egyptian-American charity worker who had been detained in the country for nearly three years) ...\n\nAP: Can you tell me a little bit about how that came about?\n\nTRUMP: No, just — you know, I asked the government to let her out. ...\n\nTRUMP: You know Obama worked on it for three years, got zippo, zero.\n\nAP: How did you hear about this story?\n\nTRUMP: Many people, human rights people, are talking about it. It’s an incredible thing, especially when you meet her. You realize — I mean, she was in a rough place.\n\nAP: Did you have to strike a deal with (Egyptian President Abdel-Fattah) el-Sissi over this?\n\nTRUMP: No. No deal. He was here. He — I said, “I really would appreciate it if you would look into this and let her out.” And as you know, she went through a trial. And anyway, she was let go. And not only she, it was a total of eight people. ...\n\n___\n\nTRUMP: Yeah, it’s funny: One of the best chemistries I had was with (German Chancellor Angela) Merkel.\n\n(Crosstalk) AP: Really?\n\nTRUMP: Chancellor Merkel.\n\nTRUMP: And I guess somebody shouted out, “Shake her hand, shake her hand,” you know. But I never heard it. But I had already shaken her hand four times. You know, because we were together for a long time.\n\nAP: Did you expect you would have good chemistry with her?\n\nTRUMP: No. Because, um, I’m at odds on, you know, the NATO payments and I’m at odds on immigration. We had unbelievable chemistry. And people have given me credit for having great chemistry with all of the leaders, including el-Sissi. ...\n\nTRUMP: So it was a great thing to see that happen.\n\n___\n\nAP: Do you feel like you have changed the office of the presidency, how the presidency can be used to effect change?\n\nTRUMP: I think the 100 days is, you know, it’s an artificial barrier. It’s not very meaningful. I think I’ve established amazing relationships that will be used the four or eight years, whatever period of time I’m here. I think for that I would be getting very high marks because I’ve established great relationships with countries, as President el-Sissi has shown and others have shown. Well, if you look at the president of China, people said they’ve never seen anything like what’s going on right now. I really liked him a lot. I think he liked me. We have a great chemistry together. ...\n\nTRUMP: I’ve developed great relationships with all of these leaders. Nobody’s written that. In fact, they said, “Oh, well, he’s not treating them nicely,” because on NATO, I want them to pay up. But I still get along with them great, and they will pay up. In fact, with the Italian prime minister yesterday, you saw, we were joking, “Come on, you have to pay up, you have to pay up.” He’ll pay.\n\nAP: Did he say that? In your meeting? Your private meeting?\n\nTRUMP: He’s going to end up paying. But you know, nobody ever asked the question. Nobody asked. Nobody ever asked him to pay up. So it’s a different kind of a presidency.\n\nAP: Do you feel like that’s one thing that you’ve changed, that you maybe are actually asking the direct questions about some of these things?\n\nTRUMP: Yeah. Let me give me an example. A little before I took office there was a terrible article about the F-35 fighter jet. It was hundreds of billions of dollars over budget. It was seven years behind schedule. It was a disaster. So I called in Lockheed and I said, “I’m sorry, we’re going to have to bid this out to another company, namely Boeing,” or whoever else. But Boeing. And I called in Boeing and I started getting competing offers back and forth. ...\n\nTRUMP: I saved $725 million on the 90 planes. Just 90. Now there are 3,000 planes that are going to be ordered. On 90 planes I saved $725 million. It’s actually a little bit more than that, but it’s $725 million. Gen. Mattis, who had to sign the deal when it came to his office, said, “I’ve never seen anything like this in my life.” We went from a company that wanted more money for the planes to a company that cut. And the reason they cut — same planes, same everything — was because of me. I mean, because that’s what I do.\n\nTRUMP: Now if you multiply that times 3,000 planes, you know this is on 90 planes. In fact, when the Prime Minister (Shinzo) Abe of Japan came in because they bought a certain number of those ... The first thing he said to me, because it was right at the time I did it, he said, “Could I thank you?” I said, “What?” He said, “You saved us $100 million.” Because they got a $100 million savings on the 10 or 12 planes that they (bought). Nobody wrote that story. Now you know that’s a saving of billions and billions of dollars, many billions of dollars over the course of — it’s between 2,500 and 3,000 planes will be the final order. But this was only 90 of those 2,500 planes.\n\nAP: And you expect those savings to carry out across that full order?\n\nTRUMP: More. I’m gonna get more than that. This was a thing that was out of control and now it’s great. And the woman that runs Lockheed, Marillyn (Hewson), she was great. But all of a sudden it was a different kind of a thing. You know?\n\n___\n\nAP: Do you feel like you’ve been able to apply that kind of a relationship to your dealings with Congress as well?\n\nTRUMP: I have great relationships with Congress. I think we’re doing very well and I think we have a great foundation for future things. We’re going to be applying, I shouldn’t tell you this, but we’re going to be announcing, probably on Wednesday, tax reform. And it’s — we’ve worked on it long and hard. And you’ve got to understand, I’ve only been here now 93 days, 92 days. President Obama took 17 months to do Obamacare. I’ve been here 92 days but I’ve only been working on the health care, you know I had to get like a little bit of grounding right? Health care started after 30 day(s), so I’ve been working on health care for 60 days. ...You know, we’re very close. And it’s a great plan, you know, we have to get it approved.\n\nAP: Is it this deal that’s between the Tuesday Group and the Freedom Caucus, is that the deal you’re looking at?\n\nTRUMP: So the Republican Party has various groups, all great people. They’re great people. But some are moderate, some are very conservative. The Democrats don’t seem to have that nearly as much. You know the Democrats have, they don’t have that. The Republicans do have that. And I think it’s fine. But you know there’s a pretty vast area in there. And I have a great relationship with all of them. Now, we have government not closing. I think we’ll be in great shape on that. It’s going very well. Obviously, that takes precedent.\n\nAP: That takes precedent over health care? For next week?\n\nTRUMP: Yeah, sure. Next week. Because the hundred days is just an artificial barrier. The press keeps talking about the hundred days. But we’ve done a lot. You have a list of things. I don’t have to read it.\n\n___\n\nAP: You did put out though, as a candidate, you put out a 100-day plan. Do you feel like you should be held accountable to that plan?\n\nTRUMP: Somebody, yeah, somebody put out the concept of a hundred-day plan. But yeah. Well, I’m mostly there on most items. Go over the items, and I’ll talk to you ...\n\n(Crosstalk.)\n\nTRUMP: But things change. There has to be flexibility. Let me give you an example. President Xi, we have a, like, a really great relationship. For me to call him a currency manipulator and then say, “By the way, I’d like you to solve the North Korean problem,” doesn’t work. So you have to have a certain flexibility, Number One. Number Two, from the time I took office till now, you know, it’s a very exact thing. It’s not like generalities. Do you want a Coke or anything?\n\nAP: I’m OK, thank you. No. ...\n\nTRUMP: But President Xi, from the time I took office, he has not, they have not been currency manipulators. Because there’s a certain respect because he knew I would do something or whatever. But more importantly than him not being a currency manipulator the bigger picture, bigger than even currency manipulation, if he’s helping us with North Korea, with nuclear and all of the things that go along with it, who would call, what am I going to do, say, “By the way, would you help us with North Korea? And also, you’re a currency manipulator.” It doesn’t work that way.\n\nAP: Right.\n\nTRUMP: And the media, some of them get it, in all fairness. But you know some of them either don’t get it, in which case they’re very stupid people, or they just don’t want to say it. You know because of a couple of them said, “He didn’t call them a currency manipulator.” Well, for two reasons. Number One, he’s not, since my time. You know, very specific formula. You would think it’s like generalities, it’s not. They have — they’ve actually — their currency’s gone up. So it’s a very, very specific formula. And I said, “How badly have they been,” ... they said, “Since you got to office they have not manipulated their currency.” That’s Number One, but much more important, they are working with us on North Korea. Now maybe that’ll work out or maybe it won’t. Can you imagine? ...\n\nAP: So in terms of the 100-day plan that you did put out during the campaign, do you feel, though, that people should hold you accountable to this in terms of judging success?\n\nTRUMP: No, because much of the foundation’s been laid. Things came up. I’ll give you an example. I didn’t put Supreme Court judge on the 100 (day) plan, and I got a Supreme Court judge.\n\nAP: I think it’s on there.\n\nTRUMP: I don’t know. ...\n\nAP: “Begin the process of selecting.” You actually exceeded on this one. This says, “Begin the process of selecting a replacement.”\n\nTRUMP: That’s the biggest thing I’ve done.\n\nAP: Do you consider that your biggest success?\n\nTRUMP: Well, I — first of all I think he’s a great man. I think he will be a great, great justice of the Supreme Court. I have always heard that the selection and the affirmation of a Supreme Court judge is the biggest thing a president can do. Don’t forget, he could be there for 40 years. ... He’s a young man. I’ve always heard that that’s the biggest thing. Now, I would say that defense is the biggest thing. You know, to be honest, there are a number of things. But I’ve always heard that the highest calling is the nomination of a Supreme Court justice. I’ve done one in my first 70 days.\n\nTRUMP: Our military is so proud. They were not proud at all. They had their heads down. Now they have their heads up. ...\n\nTRUMP: I’m rebuilding the military. We have great people. We have great things in place. We have tremendous borders. I mention the F-35 because if I can save $725 million — look at that, that’s a massive amount of money. And I’ll save more as we make more planes. If I can save that on a small number of planes — Gen. (Jim) Mattis (the defense secretary) said, “I’ve never seen anything like this,” because he had to sign the ultimate (unintelligible) ... He had to sign the ultimate, you know. He said, “I’ve never seen anything like this before, as long as I’ve been in the military.” You know, that kind of cutting.\n\nAP: Right.\n\nTRUMP: Now, if I can do that (unintelligible) ... As an example, the aircraft carriers, billions of dollars, the Gerald Ford, billions and billions over budget. That won’t happen.\n\nAP: Is that something you’re going to take on?\n\nTRUMP: (unintelligible) But as we order the other ones, because they want to order 12, the other ones are going to come in much less expensive. ...\n\n___\n\nAP: Can I ask you, over your first 100 days — you’re not quite there yet — how do you feel like the office has changed you?\n\nTRUMP: Well the one thing I would say — and I say this to people — I never realized how big it was. Everything’s so (unintelligible) like, you know the orders are so massive. I was talking to —\n\nAP: You mean the responsibility of it, or do you mean —\n\nTRUMP: Number One, there’s great responsibility. When it came time to, as an example, send out the 59 missiles, the Tomahawks in Syria. I’m saying to myself, “You know, this is more than just like, 79 (sic) missiles. This is death that’s involved,” because people could have been killed. This is risk that’s involved, because if the missile goes off and goes in a city or goes in a civilian area — you know, the boats were hundreds of miles away — and if this missile goes off and lands in the middle of a town or a hamlet .... every decision is much harder than you’d normally make. (unintelligible) ... This is involving death and life and so many things. ... So it’s far more responsibility. (unintelligible) ....The financial cost of everything is so massive, every agency. This is thousands of times bigger, the United States, than the biggest company in the world. The second-largest company in the world is the Defense Department. The third-largest company in the world is Social Security. The fourth-largest — you know, you go down the list.\n\nAP: Right.\n\nTRUMP. It’s massive. And every agency is, like, bigger than any company. So you know, I really just see the bigness of it all, but also the responsibility. And the human responsibility. You know, the human life that’s involved in some of the decisions.\n\n___\n\nAP: You’ve talked a little bit about the way that you’ve brought some business skills into the office. Is there anything from your business background that just doesn’t translate into the presidency, that just simply is not applicable to this job?\n\nTRUMP: Well in business, you don’t necessarily need heart, whereas here, almost everything affects people. So if you’re talking about health care — you have health care in business but you’re trying to just negotiate a good price on health care, et cetera, et cetera. You’re providing health. This is (unintelligible). Here, everything, pretty much everything you do in government, involves heart, whereas in business, most things don’t involve heart.\n\nAP: What’s that switch been like for you?\n\nTRUMP: In fact, in business you’re actually better off without it.\n\nAP: What’s making that switch been like for you?\n\nTRUMP: You have to love people. And if you love people, such a big responsibility. (unintelligible) You can take any single thing, including even taxes. I mean we’re going to be doing major tax reform. Here’s part of your story, it’s going to be a big (unintelligible). Everybody’s saying, “Oh, he’s delaying.” I’m not delaying anything. I’ll tell you the other thing is (unintelligible). I used to get great press. I get the worst press. I get such dishonest reporting with the media. That’s another thing that really has — I’ve never had anything like it before. It happened during the primaries, and I said, you know, when I won, I said, “Well the one thing good is now I’ll get good press.” And it got worse. (unintelligible) So that was one thing that a little bit of a surprise to me. I thought the press would become better, and it actually, in my opinion, got more nasty.\n\n___\n\nAP: But in terms of tax reform, how are you going to roll that out next week?\n\nTRUMP: Well I’m going to roll (out) probably on Wednesday, around Wednesday of next week, we’re putting out a massive tax reform — business and for people — we want to do both. We’ve been working on it (unintelligible). Secretary Mnuchin is a very talented person, very smart. Very successful (unintelligible). ... We’re going to be putting that out on Wednesday or shortly thereafter. Let me leave a little room just in case (unintelligible). ... And that’s a big story, because a lot of people think I’m going to put it out much later.\n\nAP: Do you have any details on that in terms of rates?\n\nTRUMP: Only in terms that it will be a massive tax cut. It will be bigger, I believe, than any tax cut ever. Maybe the biggest tax cut we’ve ever had. ...\n\n___\n\nAP: Obviously, that’s going to come in a week where you’re going to be running up against the deadline for keeping the government open. If you get a bill on your desk that does not include funding for the wall, will you sign it?\n\nTRUMP: I don’t know yet. People want the border wall. My base definitely wants the border wall, my base really wants it — you’ve been to many of the rallies. OK, the thing they want more than anything is the wall. My base, which is a big base; I think my base is 45 percent. You know, it’s funny. The Democrats, they have a big advantage in the electoral college. Big, big, big advantage. I’ve always said the popular vote would be a lot easier than the electoral college. The electoral college — but it’s a whole different campaign (unintelligible). The electoral college is very difficult for a Republican to win, and I will tell you, the people want to see it. They want to see the wall, they want to see security. Now, it just came out that they’re 73 percent down. ... That’s a tremendous achievement. ... Look at this, in 100 days, that down to the lowest in 17 years and it’s going lower. Now, people aren’t coming because they know they’re not going to get through, and there isn’t crime. You know the migration up to the border is horrible for women, you know that? (Unintelligible.) Now, much of that’s stopped because they can’t get through.\n\nAP: It sounds like maybe you’re beginning to send a message that if you do get a spending bill that doesn’t have border funding in there, you would sign it.\n\nTRUMP: Well, first of all, the wall will cost much less than the numbers I’m seeing. I’m seeing numbers, I mean, this wall is not going to be that expensive.\n\nAP: What do you think the estimate on it would be?\n\nTRUMP: Oh I’m seeing numbers — $24 billion, I think I’ll do it for $10 billion or less. That’s not a lot of money relative to what we’re talking about. If we stop 1 percent of the drugs from coming in — and we’ll stop all of it. But if we stop 1 percent of the drugs because we have the wall — they’re coming around in certain areas, but if you have a wall, they can’t do it because it’s a real wall. That’s a tremendously good investment, 1 percent. The drugs pouring through on the southern border are unbelievable. We’re becoming a drug culture, there’s so much. And most of it’s coming from the southern border. The wall will stop the drugs.\n\nAP: But, just trying to nail you down on it one more time, will you sign a spending bill if it doesn’t have —\n\nTRUMP: I don’t want to comment. I just don’t know yet. I mean, I have to see what’s going on. I really do. But the wall’s a very important thing to — not only my base, but to the people. And even if it wasn’t, I mean I’ll do things that aren’t necessarily popular. ... The wall is very important to stopping drugs.\n\nAP: If you don’t have a funding stream, your message to your base is what?\n\nTRUMP: My base understands the wall is going to get built, whether I have it funded here or if I get it funded shortly thereafter, that wall’s getting built, OK? One hundred percent. One hundred percent it’s getting built. And it’s also getting built for much less money — I hope you get this — than these people are estimating. The opponents are talking $25 billion for the wall. It’s not going to cost anywhere near that.\n\nAP: You think $10 billion or less.\n\nTRUMP: I think $10 billion or less. And if I do a super-duper, higher, better, better security, everything else, maybe it goes a little bit more. But it’s not going to be anywhere near (those) kind of numbers. And they’re using those numbers; they’re using the high numbers to make it sound impalatable (sic). And the fact it’s going to cost much less money, just like the airplane I told you about, which I hope you can write about.\n\n___\n\n(Off-the-record discussion.)\n\n___\n\nTRUMP: They had a quote from me that NATO’s obsolete. But they didn’t say why it was obsolete. I was on Wolf Blitzer, very fair interview, the first time I was ever asked about NATO, because I wasn’t in government. People don’t go around asking about NATO if I’m building a building in Manhattan, right? So they asked me, Wolf ... asked me about NATO, and I said two things. NATO’s obsolete — not knowing much about NATO, now I know a lot about NATO — NATO is obsolete, and I said, “And the reason it’s obsolete is because of the fact they don’t focus on terrorism.” You know, back when they did NATO there was no such thing as terrorism.\n\nAP: What specifically has NATO changed?\n\nTRUMP: (Cites Wall Street Journal article) ... I did an interview with Wolf Blitzer, and I said NATO was obsolete — I said two things — obsolete, and the country’s aren’t paying. I was right about both. I took such heat for about three days on both, because nobody ever criticized NATO. I took heat like you wouldn’t believe. And then some expert on NATO said, “You know, Trump is right.” But I said it was obsolete because they weren’t focused on terror. ...\n\nIt’s not fair that we’re paying close to 4 percent and other countries that are more directly affected are paying 1 percent when they’re supposed to be paying 2 percent. And I’m very strong on it and I’m going to be very strong on it when I go there in a month.”\n\n__\n\nAP: This morning you tweeted that after the possible terrorist attack in Paris, that it will have a big effect on the upcoming French election. What did you mean by that?\n\nTRUMP: Well, I think it will have a big effect on who people are going to vote for in the election.\n\nAP: Do you think it’s going to help Marine Le Pen?\n\nTRUMP: I think so.\n\nAP: Do you believe that she should be the president?\n\nTRUMP: No, I have no comment on that, but I think that it’ll probably help her because she is the strongest on borders and she is the strongest on what’s been going on in France.\n\nAP: Do you worry at all that by saying that, that a terrorist attack would have an impact on a democratic election, that it would actually embolden terrorists to try to —.\n\nTRUMP: No. Look, everybody is making predictions who is going to win. I am no different than you, you could say the same thing. ...\n\nAP: I just wonder if you are encouraging, you are the president of the United States, so to say that you worry that it encourages terrorists ...\n\nTRUMP: No, I am no different than — no, I think it discourages terrorists, I think it discourages. I think what we’ve done on the border discourages it. I think that my stance on having people come in to this country that we have no idea who they are and in certain cases you will have radical Islamic terrorism. I’m not going to have it in this country. I’m not going to let what happened to France and other places happen here. And it’s already largely, you know — we have tens — we have hundreds of thousands of people that have been allowed into our country that should not be here. They shouldn’t be here. We have people allowed into our country with no documentation whatsoever. They have no documentation and they were allowed under the previous administrations, they were allowed into our country. It’s a big mistake.\n\nAP: Just so that I am clear. You are not endorsing her for the office, but you are —\n\nTRUMP: I am not endorsing her and I didn’t mention her name.\n\nAP: Right, I just wanted to make sure I have that clear.\n\nTRUMP: I believe whoever is the toughest on radical Islamic terrorism and whoever is the toughest at the borders will do well at the election. I am not saying that person is going to win, she is not even favored to win, you know. Right now, she is in second place.\n\n___\n\nAP: I have a question on the markets, actually. One thing that I think has been different about this White House is that you do point to the markets as a sign of progress. Do you worry, though — I mean, the markets go up and down.\n\nTRUMP: You live by the sword, you die by the sword, to a certain extent. But we create a lot of jobs, 500,000 jobs as of two months ago, and plenty created since. Five hundred thousand. ... As an example, Ford, General Motors. I’ve had cases where the gentleman from China, Ma, Jack Ma (chairman of Alibaba Group), he comes up, he says, “Only because of you am I making this massive investment.” Intel, only because of you. ... The press never writes that.\n\n___\n\nAP: What about NAFTA? What’s the plan on NAFTA?\n\nTRUMP: What would you like to know?\n\nAP: I would like to know what your plan is in terms of renegotiating.\n\nTRUMP: I am very upset with NAFTA. I think NAFTA has been a catastrophic trade deal for the United States, trading agreement for the United States. It hurts us with Canada, and it hurts us with Mexico. Most people don’t even think of NAFTA in terms of Canada. You saw what happened yesterday in my statements, because if you look at the dairy farmers in Wisconsin and upstate New York, they are getting killed by NAFTA.\n\nAP: Is your plan still, though, to renegotiate the whole deal?\n\nTRUMP: I am going to either renegotiate it or I am going to terminate it.\n\nAP: Termination is still on the table.\n\nTRUMP: Absolutely. If they don’t treat fairly, I am terminating NAFTA.\n\nAP: What’s a timeline for that decision?\n\nTRUMP: It’s a six-month termination clause, I have the right to do it, it’s a six-month clause.\n\n___\n\nAP: If I could fit a couple of more topics. Jeff Sessions, your attorney general, is taking a tougher line suddenly on Julian Assange, saying that arresting him is a priority. You were supportive of what WikiLeaks was doing during the campaign with the release of the Clinton emails. Do you think that arresting Assange is a priority for the United States?\n\nTRUMP: When Wikileaks came out ... never heard of Wikileaks, never heard of it. When Wikileaks came out, all I was just saying is, “Well, look at all this information here, this is pretty good stuff.” You know, they tried to hack the Republican, the RNC, but we had good defenses. They didn’t have defenses, which is pretty bad management. But we had good defenses, they tried to hack both of them. They weren’t able to get through to Republicans. No, I found it very interesting when I read this stuff and I said, “Wow.” It was just a figure of speech. I said, “Well, look at this. It’s good reading.”\n\nAP: But that didn’t mean that you supported what Assange is doing?\n\nTRUMP: No, I don’t support or unsupport. It was just information. They shouldn’t have allowed it to get out. If they had the proper defensive devices on their internet, you know, equipment, they wouldn’t even allow the FBI. How about this — they get hacked, and the FBI goes to see them, and they won’t let the FBI see their server. But do you understand, nobody ever writes it. Why wouldn’t (former Hillary Clinton campaign chairman John) Podesta and Hillary Clinton allow the FBI to see the server? They brought in another company that I hear is Ukrainian-based.\n\nAP: CrowdStrike?\n\nTRUMP: That’s what I heard. I heard it’s owned by a very rich Ukrainian, that’s what I heard. But they brought in another company to investigate the server. Why didn’t they allow the FBI in to investigate the server? I mean, there is so many things that nobody writes about. It’s incredible.\n\nAP: Can I just ask you, though — do you believe it is a priority for the United States, or it should be a priority, to arrest Julian Assange?\n\nTRUMP: I am not involved in that decision, but if Jeff Sessions wants to do it, it’s OK with me. I didn’t know about that decision, but if they want to do it, it’s OK with me.\n\n___\n\nAP: On Iran, which is another thing you talked a lot on the campaign —\n\nTRUMP: And the other thing that we should go after is the leakers. ...\n\nAP: On Iran, you also talked about it quite a bit on the campaign trail. And you said in the press conference yesterday that you think that Iran is violating the spirit of the agreement. When you say that, do you mean in terms of the actual nuclear accord, or do you mean what they are doing in the region?\n\nTRUMP: In terms of what they are doing all over the Middle East and beyond.\n\nAP: So you believe that they are complying with the agreement?\n\nTRUMP: No, I don’t say that. I say that I believe they have broken the spirit of the agreement. There is a spirit to agreements, and they have broken it.\n\nAP: In terms of what they are doing elsewhere in the Middle East?\n\nTRUMP: In terms of what they are doing of all over.\n\nAP: When you talk to European leaders, when you talk to Merkel, for example, or Teresa May, what do they say about the nuclear deal? Do they want you to stay in that deal?\n\nTRUMP: I don’t talk to them about it.\n\nAP: You don’t talk to them about the Iran deal?\n\nTRUMP: I mention it, but it’s very personal when I talk to them, you know, it’s confidential. No, they have their own opinions. I don’t say that they are different than my opinions, but I’d rather have you ask them that question.\n\nAP: At this point, do you believe that you will stay in the nuclear deal?\n\nTRUMP: It’s possible that we won’t.\n\n___\n\nAP: Dreamers, you’ve talked about them, you’ve talked about heart earlier. This is one area where you have talked —\n\nTRUMP: No, we aren’t looking to do anything right now. Look, the dreamers ... this is an interesting case, they left and they came back and he’s got some problems, it’s a little different than the dreamer case, right? But we are putting MS-13 in jail and getting them the hell out of our country. They’ve taken over towns and cities and we are being really brutal with MS-13, and that’s what we should be. They are a bad group, and somebody said they are as bad as al-Qaida, which is a hell of a reference. So we are moving criminals out of our country and we are getting them out in record numbers and those are the people we are after. We are not after the dreamers, we are after the criminals.\n\nAP: And that’s going to be the policy of your administration to allow the dreamers to stay?\n\nTRUMP: Yes. Yes. That’s our policy. I am not saying ... long-term, we are going to have to fix the problem, the whole immigration problem. But I will tell you: Right now we have a great gentleman, one of my real stars is Gen. (John) Kelly, now (Homeland Security) Secretary Kelly. We are down 73 percent at the border, we are cleaning out cities and towns of hard-line criminals, some of the worst people on earth, people that rape and kill women, people that are killing people just for the sake of having fun. They are being thrown in jails and they are being ... all over the country and nobody’s ever done it like us, so we are being unbelievably thorough with that. We are out in Long Island cleaning out the MS-13 scum, they are all scum, that’s probably the worst gang anywhere on Earth. ...\n\nAP: A lot of the dreamers have been hoping to hear something from you. I don’t want to give them the wrong message with this.\n\nTRUMP: Here is what they can hear: The dreamers should rest easy. OK? I’ll give you that. The dreamers should rest easy. ...\n\n___\n\n(An aide talks about the president’s address to Congress.)\n\nTRUMP: A lot of the people have said that, some people said it was the single best speech ever made in that chamber.\n\nAP: You seem like you enjoyed it.\n\nTRUMP: I did. I did. I believed in it and I enjoyed it. It was a great feeling to introduce the wife of a great young soldier who died getting us very valuable information. Have you seen the tremendous success? ... That’s another thing that nobody talks about. Have you seen the tremendous success we’ve had in the Middle East with the ISIS (an abbreviation for the Islamic State group)? When (current Iraqi Prime Minister Haider al) Abadi left from Iraq, he said Trump has more success in eight weeks than Obama had in eight years. ... We have had tremendous success, but we don’t talk about it. We don’t talk about it.\n\nAP: Do you mean you don’t talk about it personally because you don’t want to talk about it?\n\nTRUMP: I don’t talk about it. No. And the generals don’t talk about it.\n\n___\n\nAP: You had put a request into the Pentagon to put forward an ISIS plan within 30 days. I know they have sent that over. Have you accepted a plan? Are you moving forward on a strategy?\n\nTRUMP: We have a very strong plan, but we cannot talk about it, Julie.\n\nAP: So you have decided on a plan?\n\nTRUMP: Remember how many times have you been to the speech where I talked about Mosul.\n\nAP: Right.\n\nTRUMP. Right. Mosul. Four months we are going in, three months. We are still fighting Mosul. You know why? Because they were prepared. If we would have gone in and just done it, it would have been over three months ago.\n\nAP: Can you say generally what the strategy is? Should people —\n\nTRUMP: Generally is we have got to get rid of ISIS. We have no choice. And other terrorist organizations.\n\nAP: Should Americans who are serving in the military expect that you are going to increase troop numbers in the Middle East to fight ISIS?\n\nTRUMP: No, not much.\n\nAP: In terms of the strategy, though, that you have accepted, it sounds like, from the generals —\n\nTRUMP: Well, they’ve also accepted my strategy.\n\nAP: Does that involve more troops on the ground, it sounds like?\n\nTRUMP: Not many.\n\nAP: So a small increase?\n\nTRUMP: It could be an increase, then an increase. But not many more. I want to do the job, but not many more. ... This is an important story. I’ve done a lot. I’ve done more than any other president in the first 100 days and I think the first 100 days is an artificial barrier. And I’m scheduled ... the foundations have been set to do some great things. With foreign countries. Look at, look at President Xi. I mean ...\n\nAP: What do you think it was about your chemistry?\n\nTRUMP: We had good chemistry. Now I don’t know that I think that’s going to produce results but you’ve got a good chance.\n\nAP: Uh-huh.\n\nTRUMP: Look, he turned down many coal ships. These massive coal ships are coming where they get a lot of their income. They’re coming into China and they’re being turned away. That’s never happened before. The fuel, the oil, so many different things. You saw the editorial they had in their paper saying they cannot be allowed to have nuclear, you know, et cetera. People have said they’ve never seen this ever before in China. We have the same relationship with others. There’s a great foundation that’s built. Great foundation. And I think it’s going to produce tremendous results for our country.\n\n___\n\nAP: One more 100 days question.\n\nTRUMP: That’s fine.\n\nAP: ... is do you think you have the right team in place for your next 100 days?\n\nTRUMP: Yes. I think my team has been, well, I have different teams. I think my military team has been treated with great respect. As they should be. I think my other team hasn’t been treated with the respect that they should get. We have some very talented people, and very diverse people.\n\nAP: Do you mean your White House team when you say that?\n\nTRUMP: Yeah, my White House team. I think Reince (Priebus) has been doing an excellent job. I think that, you know, this is a very tough environment not caused necessarily by me. Although the election has, you know, look, the Democrats had a tremendous opportunity because the electoral college, as I said, is so skewed to them. You start off by losing in New York and California, no matter who it is. If, if Abe Lincoln came back to life, he would lose New York and he would lose California. It’s just the registration, there’s nothing you can do. So you’re losing the two biggest states, that’s where you start. OK. The Electoral College is so skewed in favor of a Democrat that it’s very, very hard. Look at Obama’s number in the Electoral College. His numbers on the win were ... but the Electoral College numbers were massive. You lose New York, you lose Illinois. Illinois is impossible to win. And you look at, so now you lose New York, Illinois, no matter what you do, and California. Right. And you say, man. Now you have to win Florida, you have to win Ohio, you have to win North Carolina. You have to win all these states, and then I won Wisconsin and Michigan and all of these other places, but you remember there was no way to, there was no way to 270.\n\nAP: Right.\n\nTRUMP: So she had this massive advantage, she spent hundreds of millions of dollars more money than I spent. Hundreds of millions ... Yeah. Or more, actually because we were $375 she was at $2.2 billion. But whatever. She spent massive amounts of money more and she lost. Solidly lost, because you know it wasn’t 270, it was 306. So there’s anger. But there was massive anger before I got there, so it’s not easy for a White House staff to realize that you are going into a situation where you are going to be at no, where are going to get no votes. I mean, here’s a judge who is No. 1 at Columbia, No. 1 at Harvard and an Oxford scholar. And he got three votes.\n\nAP: Three Democratic votes, but yeah.\n\nTRUMP: Three Democratic votes. OK. He’s an Oxford scholar at the highest level. The No. 1, you know, one of the great academics, one of the great writers. No bad decisions with all ... nothing. He’s like a ...\n\nAP: Do you think that you can break through that? I mean this —\n\nTRUMP: Yeah, I do.\n\nAP: Is one of the biggest challenges for a president.\n\nTRUMP: I think (I) can to an extent. But there’s a, there’s a basic hard-line core that you can’t break though, OK, that you can’t break through. There’s a hard-line group you can’t break through, you can’t. It’s sad. You can’t. Look, I met with Congressman Cummings and I really liked him, a lot. Elijah Cummings (of Maryland). I really liked him a lot. And during the conversation because we have a very strong mutual feeling on drug prices. He came to see me, at my invitation, because I saw him talking about, he came to see me about drug prices because drug prices are ridiculous. And I am going to get them way, way, way down and he liked that. He said you will be the greatest president. He said you will be, in front of five, six people, he said you will be the greatest president in the history of this country.\n\nAP: He disputed that slightly.\n\nTRUMP: That’s what he said. I mean, what can I tell you?\n\nAP: Yeah.\n\nTRUMP: There’s six people sitting here. What did he, what, what do you mean by slightly?\n\nAP: He said, he said that he felt like you could be a great president if and then —\n\nTRUMP: Well he said, you’ll be the greatest president in the history of, but you know what, I’ll take that also, but that you could be. But he said, will be the greatest president but I would also accept the other. In other words, if you do your job, but I accept that. Then I watched him interviewed and it was like he never even was here. It’s incredible. I watched him interviewed a week later and it’s like he was never in my office. And you can even say that.\n\n___\n\nAP: And that’s one of the difficulties I think presidents have had is that you can have these personal relationships with people from the other party, but then it’s hard to actually change how people vote or change how people —\n\nTRUMP: No I have, it’s interesting, I have, seem to get very high ratings. I definitely. You know Chris Wallace had 9.2 million people, it’s the highest in the history of the show. I have all the ratings for all those morning shows. When I go, they go double, triple. Chris Wallace, look back during the Army-Navy football game, I did his show that morning.\n\nAP: I remember, right.\n\nTRUMP: It had 9.2 million people. It’s the highest they’ve ever had. On any, on air, (CBS “Face the Nation” host John) Dickerson had 5.2 million people. It’s the highest for “Face the Nation” or as I call it, “Deface the Nation.” It’s the highest for “Deface the Nation” since the World Trade Center. Since the World Trade Center came down. It’s a tremendous advantage.\n\nI have learned one thing, because I get treated very unfairly, that’s what I call it, the fake media. And the fake media is not all of the media. You know they tried to say that the fake media was all the, no. The fake media is some of you. I could tell you who it is, 100 percent. Sometimes you’re fake, but — but the fake media is some of the media. It bears no relationship to the truth. It’s not that Fox treats me well, it’s that Fox is the most accurate.\n\nAP: Do you believe that? That Fox —\n\nTRUMP: I do. I get treated so badly. Yesterday, about the thing, you know when I said it’s a terrorism ... it may be. I said it may be a terrorist attack and MSNBC, I heard, went crazy, “He called it a terrorist attack.” They thought it was a bank robbery. By the way, I’m 10-0 for that. I’ve called every one of them. Every time they said I called it way too early and then it turns out I’m ... Whatever. Whatever. In the meantime, I’m here and they’re not.\n\n___\n\nAP: Do you feel that one of the things with cable is there’s such real-time reaction with everything you say?\n\nTRUMP: Yeah.\n\nAP: Can you separate that sometimes from that actual decision?\n\nTRUMP: The one thing —\n\nAP: That you have to do —\n\nTRUMP: OK. The one thing I’ve learned to do that I never thought I had the ability to do. I don’t watch CNN anymore.\n\nAP: You just said you did.\n\nTRUMP: No. No, I, if I’m passing it, what did I just say (inaudible)?\n\nAP: You just said —\n\nTRUMP: Where? Where?\n\nAP: Two minutes ago.\n\nTRUMP: No, they treat me so badly. No, I just said that. No, I, what’d I say, I stopped watching them. But I don’t watch CNN anymore. I don’t watch MSNBC. I don’t watch it. Now I heard yesterday that MSNBC, you know, they tell me what’s going on.\n\nAP: Right.\n\nTRUMP: In fact, they also did. I never thought I had the ability to not watch. Like, people think I watch (MSNBC’s) “Morning Joe.” I don’t watch “Morning Joe.” I never thought I had the ability to, and who used to treat me great by the way, when I played the game. I never thought I had the ability to not watch what is unpleasant, if it’s about me. Or pleasant. But when I see it’s such false reporting and such bad reporting and false reporting that I’ve developed an ability that I never thought I had. I don’t watch things that are unpleasant. I just don’t watch them.\n\nAP: And do you feel like that’s, that’s because of the office that you now occupy —\n\nTRUMP: No.\n\nAP: That you’ve made that change?\n\nTRUMP: I don’t know why it is, but I’ve developed that ability, and it’s happened over the last, over the last year.\n\nAP: That’s interesting.\n\nTRUMP: And I don’t watch things that I know are going to be unpleasant. CNN has covered me unfairly and incorrectly and I don’t watch them anymore. A lot of people don’t watch them anymore, they’re now in third place. But I’ve created something where people are watching ... but I don’t watch CNN anymore. I don’t watch MSNBC anymore. I don’t watch things, and I never thought I had that ability. I always thought I’d watch.\n\nAP: Sure.\n\nTRUMP: I just don’t. And that’s taken place over the last year. And you know what that is, that’s a great, it’s a great thing because you leave, you leave for work in the morning you know, you’re, you don’t watch this total negativity. I never thought I’d be able to do that and for me, it’s so easy to do now. Just don’t watch.\n\nAP: That’s interesting.\n\nTRUMP: Maybe it’s because I’m here. I don’t know.", "images": ["https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1", "https://apnews.com/en_badge_web_generic.png", "https://apnews.com/images/ShareLogo2.png"], "top_img": "https://apnews.com/images/ShareLogo2.png", "keywords": [], "authors": ["The Associated Press"], "canonical_link": "https://apnews.com/c810d7de280a47e88848b0ac74690c83", "title": "Transcript of AP interview with Trump", "meta_data": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#dedede", "msapplication-config": "browserconfig.xml", "description": "A transcript of an Oval Office interview Friday with President Donald Trump by AP White House Correspondent Julie Pace. Where the audio recording of the interview is unclear, ellipses or a notation that the recording was unintelligible are used. AP: I do want to talk to you about the 100 days. TRUMP: Good. AP: I want to ask a few questions on some topics that are happening toward the end of the interview. TRUMP: Did you see Aya (Hijazi, an Egyptian-American charity worker who had been detained in the country for nearly three years) ...", "keywords": "Archive", "twitter": {"card": "summary_large_image", "site": "@ap", "title": "Transcript of AP interview with Trump", "description": "A transcript of an Oval Office interview Friday with President Donald Trump by AP White House Correspondent Julie Pace. Where the audio recording of the interview is unclear, ellipses or a notation that the recording was unintelligible are used. AP: I do want to talk to you about the 100 days. TRUMP: Good. AP: I want to ask a few questions on some topics that are happening toward the end of the interview. TRUMP: Did you see Aya (Hijazi, an Egyptian-American charity worker who had been detained in the country for nearly three years) ...", "image": "https://apnews.com/images/ShareLogo2.png", "url": "https://apnews.com/c810d7de280a47e88848b0ac74690c83"}, "og": {"title": "Transcript of AP interview with Trump", "description": "A transcript of an Oval Office interview Friday with President Donald Trump by AP White House Correspondent Julie Pace. Where the audio recording of the interview is unclear, ellipses or a notation that the recording was unintelligible are used. AP: I do want to talk to you about the 100 days. TRUMP: Good. AP: I want to ask a few questions on some topics that are happening toward the end of the interview. TRUMP: Did you see Aya (Hijazi, an Egyptian-American charity worker who had been detained in the country for nearly three years) ...", "type": "article", "url": "https://apnews.com/c810d7de280a47e88848b0ac74690c83", "image": {"identifier": "https://apnews.com/images/ShareLogo2.png", "width": 700, "height": 360}, "site_name": "AP NEWS"}, "fb": {"app_id": 870613919693099, "pages": 249655421622}, "article": {"modified_time": "2017-04-23T23:25:42Z", "section": "Archive", "tag": "Archive"}, "google-site-verification": "XvG-YKlyyPmG2x0J9-rdS-zI8LhL4d75ZQoccETD2qA"}, "movies": [], "publish_date": null, "source": "https://apnews.com", "summary": ""}