{"url": "http://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448&page=4", "text": "May 9, 2010 \u0097 -- TAPPER: Good morning, and a happy Mother's Day to all the moms watching. We'll begin with a Sunday first, Attorney General Eric Holder. Welcome to \"This Week.\"\n\nHOLDER: It's good to be here.\n\nTAPPER: Well, let's start with the latest on the investigation into the failed Times Square bomber, Faisal Shahzad. What's the latest?\n\nHOLDER: Well, we've now developed evidence that shows that the Pakistani Taliban was behind the attack. We know that they helped facilitate it. We know that they probably helped finance it and that he was working at their direction.\n\nTAPPER: Is there any evidence that there's a cell that Shahzad was working with in the United States? Or was it just him operating from directions from Pakistan?\n\nHOLDER: All I can really say is that the investigation is ongoing and we are examining overseas connections that he might have, as well as any people he might have worked with here in the United States. But the investigation's ongoing in both those spheres.\n\nTAPPER: In the last few days, U.S. officials have met with Pakistani officials, and the message, as conveyed by Secretary of State Hillary Clinton on \"60 Minutes\" is this.\n\n(BEGIN VIDEO CLIP)\n\nCLINTON: We want more. We expect more. We've made it very clear that if, heaven forbid, an attack like this that we can trace back to Pakistan were to have been successful, there would be very severe consequences.\n\n(END VIDEO CLIP)\n\nTAPPER: What would those consequences be? And what more do you need the Pakistanis to be doing, the Pakistani government, beyond increased military action in North Waziristan, where the Pakistani Taliban is primarily located?\n\nHOLDER: Well, in connection with the Shahzad investigation, they had been, I think, extremely aggressive, they've been cooperative with us, and I think we have been satisfied with the work that they have done. We want to make sure that kind of cooperation continues. To the extent that it does not, we will, as Secretary Clinton indicated, take the appropriate steps. But as of now, with regard to Shahzad, I think we're satisfied with the level of cooperation we've received.\n\nTAPPER: Did the Pakistani government know about Shahzad before this happened? And did they tell the U.S. government at all anything about that?\n\nHOLDER: We don't have any indication that the Pakistani government was aware of his plans or the attack that was planned by the Pakistani Taliban. We don't have any indication of that.\n\nTAPPER: OK, Pakistani Taliban leader Hakimullah Mehsud of the Pakistani -- Pakistani Taliban appeared in a video last month saying the time is very near when a Fedayeen, or soldiers, will attack the American states in the major cities. At the time that he issued that warning, U.S. policymakers didn't think the Pakistani Taliban had the ability to reach into the United States. They were, obviously, wrong?\n\nHOLDER: Well, I'm not sure that we didn't think they had that ability. We didn't think that necessarily was their aim. We certainly have seen with the Shahzad incident that they have not only the aim, but the capability of doing that. And that's why they have taken on, I think, a new significance in our anti-terror fight.\n\nTAPPER: Shahzad was on a Treasury Department watch list since the late 1990s for bringing large sums of cash into this country. He was taken off that watch list. Did the U.S. government drop the ball?\n\nHOLDER: No, I don't think so. I think we have done a good job in monitoring those people who we need to identify as potential threats to the, you know, government, and I think one has to understand that in connection with the -- the resolution of this plot, American law enforcement I think was very successful.\n\nTAPPER: More than 200,000 people from the U.S. traveled to Pakistan last year. How on Earth do you keep track of which ones intend to do us harm?\n\nHOLDER: It is a difficult job. We have to try to use the various intelligence sources that we have, try to look for telltale signs for who we should be concerned about.\n\nThe vast majority of people who go to Pakistan and come from Pakistan to the United States are well intentioned. They have relatives. They have cultural ties to both countries. So we have to really try to focus and make sure that our attention is directed at those people who would do our nation harm.\n\nTAPPER: There have been reports that others arrested this year in terrorist plots in the United States had traveled to Pakistan. Are there any ties with Shahzad?\n\nHOLDER: Well, the investigation's ongoing. And we're looking at a variety of things to try to make sure that we hold everybody accountable who was responsible for this attempted attack. I think the investigation is proceeding at a good pace. We have developed, I think, a good amount of information in a relatively short period of time, but we will be continuing to work on it.\n\nTAPPER: There was a time when the FBI and law enforcement lost track of Shahzad after the attempted incident, before he got on the plane. What happened?\n\nHOLDER: Well, we lost contact with him for just a bit of time, but I think what people have to understand is that we had a layered approach so that at the end of the day I think we were always confident that he would be picked up, and the question was only where he would be picked up and when he would be picked up.\n\nA surveillance was conducted, but we wanted to have him at a fairly good distance so that we could observe him and see if he would make contact with other people who were connected to the plot. Contact was lost for a relatively short period of time.\n\nTAPPER: How long? An hour?\n\nHOLDER: Oh, I don't know, about an hour, so maybe something along those lines. But what was key and what ultimately proved to be successful was this layered approach. He was caught before he was able to leave the country.\n\nTAPPER: But he almost got out, right? I mean, we got lucky in a few ways. First of all, let's be honest: The reason that we avoided a horrible incident is because he was apparently an incompetent bomb- maker, right?\n\nHOLDER: Well, there certainly was a bit of that, but I think also one has to look at the overall operation. He was stopped before he was able to leave the country because of a notification that the FBI made to put him on the no-fly list. We also had vigilant citizens who looked at that vehicle that he left and saw the smoke coming out and notified the appropriate authorities.\n\nThis was, in some ways, I think, a good example of what an aroused American populace, coupled with a vigilant law enforcement community, can actually do.\n\nTAPPER: Critics say that he should not have been -- some critics say he should not have been his Miranda rights, the right to remain silent, et cetera. Now, I know that the public safety exception was invoked, so before he was read his rights, he was interrogated. But does the current Miranda system, which was created before I was born and was updated, this public safety exception, in 1984 -- so none of the crafters were really aware of this plot, this threat that we face today.\n\nDoes it give you the flexibility you need?\n\nHOLDER: Well, that's one of the things that we're looking at. I think we have to first say that the system that we have in place has proven to be effective. We have used our law enforcement authorities that we have as they now exist very effectively. People have been given Miranda warnings. People have continued to talk, as was the case here, as was the case with Abdulmutallab in Detroit.\n\nBut I think we also want to look at make determinations as to whether or not we have the necessary flexibility, whether we have a system that can deal with the situation that agents now confront. The public safety exception comes from a case called Quarles that dealt with a -- the robbery of a -- of a supermarket.\n\nWe're now dealing with international terrorism. And if we are going to have a system that is capable of dealing in a public safety context with this new threat, I think we have to give serious consideration to at least modifying that public safety exception. And that's one of the things that I think we're going to be reaching out to Congress to do, to come up with a proposal that is both constitutional, but that is also relevant to our time and the threat that we now face.\n\nTAPPER: What kind of modification are you talking about, more time for the -- for investigation before the Miranda rights are read or what?\n\nHOLDER: Well, I think a number of possibilities, and those are the kinds of things that we'll be discussing with Congress, to make sure that we are as effective as we can be, that agents are clear in what it is that they can do and interacting with people in this context, so we're going to be working with Congress so that we come up with something that, as I said, gives the necessary clarity, is flexible, but is also constitutional, is also constitutional.\n\nTAPPER: Senator Joe Lieberman and some others introduced legislation this past week which would give the State Department the right to strip the U.S. citizenship from anyone who is designated a foreign terrorist agent. I understand the administration does not support this and thinks that there are constitutional issues, but there's a point that Senator Lieberman made about the fact that President Obama currently has the authority -- at least according to Lieberman, who's the chairman of the Homeland Security Committee -- to order the assassination of a U.S. citizen, the cleric Awlaki, and -- well, this is what Senator Lieberman had to say.\n\n(BEGIN VIDEO CLIP)\n\nLIEBERMAN: If the president can authorize the killing of a United States citizen because he is fighting for a foreign terrorist organization, we can also have a law that allows the U.S. government to revoke Awlaki's citizenship and that of other American citizens who have cast their lot with terrorist organizations.\n\n(END VIDEO CLIP)\n\nTAPPER: Isn't there a strange double-standard here? The administration gets all offended about revoking, you know, terrorist suspects' citizenship, but feels no compunction at all about ordering their assassination?\n\nHOLDER: Well, I'm not going to assume that what has been said there about ordering anybody's assassination is necessarily true. But with regard to the bill that Senator Lieberman is potentially talking about, that's not something I had a chance to really review. There are potential constitutional issues with it, as I've seen some critics discuss. I've not had a chance, as I said, to review it in any great detail, but I think what people have to understand is that the system we presently have in place takes terrorists and can put them in jail for extended periods of time. We can put people in jail fro the rest of their lives. We can even execute people under the law as it presently exists, and one has to wonder whether we need to go further than that.\n\nTAPPER: I want to turn to a couple of other topics. You and the White House have been proud of the improved review process for the release or transfer of detainees from Guantanamo, and in fact, writing of those detainees who had been released and who have returned to terrorism, White House counterterrorism czar John Brennan wrote in February, quote, \"I want to underscore the fact that all these cases relate to detainees released during the previous administration and under the prior detainee review process,\" but in fact there are reports that a detainee released by the Obama administration in December into Afghanistan, Abdul Hafeez (ph), has rejoined the Taliban. Did this review process fail?\n\nHOLDER: I've seen this story. I've not seen the intelligence necessarily that confirms that. I don't think -- one has to understand that the process that we've put in place, of the 240 prisoners who were in Guantanamo when we took office, was exhaustible. It involved the law enforcement community, it involved the intelligence community. We took into account all of the information we had on each one of those people, did an analysis of each of them, and made a determination as to who potentially was a threat. Only put people in countries where we thought structures could be in place, put in place so that they would not be a threat--\n\nTAPPER: What structure could possibly exist in Afghanistan?\n\nHOLDER: Well, that's one of the reason why, for instance, with regard to Yemen, the president has made a determination that we're going to suspend the repatriation of people to Yemen to make sure that we don't take anybody out of Guantanamo and put them in a country where they could pose a threat to the United States or to American military forces.\n\nTAPPER: But you're not going to confirm that Abdul Hafeez has rejoined the fight against the United States.\n\nHOLDER: I am not in a position to confirm that. As I said, I've not seen any intelligence that corroborates that.\n\nTAPPER: OK. Last fall, you announced that the trial of the century against Khalid Sheikh Mohammed and other 9/11 plotters would take place in New York City, but it seems to me that that's walked back by the White House. Here is what you had to say about the president's response to your announcement of the trial last fall to PBS.\n\n(BEGIN VIDEO CLIP)\n\nHOLDER: He has a personal belief that the president is supposed to be hands off with his Justice Department, and those things that are the province of the attorney general, all he needs to be is informed.\n\n(END VIDEO CLIP)\n\nTAPPER: This doesn't seem to be the case any longer. Are you disappointed that the White House seems to be politicizing the decisions you make about the trial of Khalid Sheikh Mohammed?\n\nHOLDER: I don't think the decision has been politicized at all. This is a national security matter, and I think it's appropriate for the president to be involved in that decision. We are working to see exactly where the trial will be held. Nothing is really off the table at this point. We are trying to come up with a place where these people can be brought to justice as quickly as we can, taking into consideration a variety of things that we have to consider. And I think in that regard, the involvement of the president, given the fact that it is a national security matter, as opposed to something else the Justice Department might be doing, his involvement I think is appropriate.\n\nTAPPER: You've said we're a nation of cowards because we don't talk freely and openly about race. So in that spirit, let me give it a shot. Do you think the Arizona immigration law is racist?\n\nHOLDER: Well, I don't think it's necessarily a good idea. I mean, I think we have to understand that the immigration problem that we have, illegal immigration problem that we have, is a national one, and a state-by-state solution to it is not the way in which we ought to go.\n\nTAPPER: But your issue with it is not that it's state-by-state. Your issue with it is that there are concerns that there might be racial profiling that takes place, right?\n\nHOLDER: That is certainly one of the concerns that you have, that you'll end up in a situation where people are racially profiled, and that could lead to a wedge drawn between certain communities and law enforcement, which leads to the problem of people in those communities not willing to interact with people in law enforcement, not willing to share information, not willing to be witnesses where law enforcement needs them. I think you have to think about the collateral consequences of such a law, understanding the frustration that people feel in Arizona. IT's one of the reasons why I think we have to have a national solution to this immigration problem.\n\nTAPPER: Do you think it's racist?\n\nHOLDER: I don't think it's racist in its motivation. But I think the concern I have is how it will be perceived and how it perhaps could be enacted, how it could be carried out. I think we could potentially get on a slippery slope where people will be picked on because of how they look as opposed to what they have done, and that is I think something that we have to try to avoid at all costs.\n\nTAPPER: The oil company BP has a spotty record when it comes to cutting corners and, in some cases, worker safety. Are you looking into the oil spill in the gulf, possible criminal charges, and ways to make sure that these companies -- not just BP, but Halliburton and the others -- are held accountable?\n\nHOLDER: Well, our primary concern at this point is to try to make sure that we keep that oil offshore, that we disperse it, that we scoop it up, that we burn it, that we do all those kinds of things so that it can't get to shore and do damage to our wetlands, damage businesses that are on the coast.\n\nI've sent down representatives from the Justice Department to examine what our options are with regard to the activities that occurred there and whether or not there has been misfeasance, malfeasance on the part of BP or Oceana (ph).\n\nSo we're looking at that situation. But as I said, our primary focus at this point -- through our Department of Homeland Security, the Interior Department -- is really try to deal with the spill.\n\nTAPPER: All right. That's all the time we have. Attorney General Eric Holder, thank you so much for coming by.\n\nHOLDER: Well, thanks for having me. I appreciate it.\n\nTAPPER: And joining me now from New York, former mayor and Republican presidential candidate, Rudy Giuliani. Mr. Mayor, thanks so much for joining us.\n\nGIULIANI: Well, thank you, Jake.\n\nTAPPER: Now, you're a former U.S. attorney. If you had been in charge of this investigation, what -- into Faisal Shahzad, what would you do differently, if anything?\n\nGIULIANI: Well, I would not have given him Miranda warnings after just a couple of hours of questioning. I would have instead declared him an enemy combatant, asked the president to do that, and at the same time, that would have given us the opportunity to question him for a much longer period of time. Whether it works in the case of Shahzad or it doesn't, the reality is, the better policy is to give the intelligence agents who are going to question him the maximum amount of time to question him, to check out the credibility of what he's saying.\n\nI mean, I don't know yet what the truth is here. We shouldn't. I mean, I think too much has been leaked about this, and the administration has talked too much about it, because the more you talk about it, the more you warn people in the Taliban to go hide somewhere.\n\nWhen I was a prosecutor and associate attorney general, the last thing in the world I wanted to do is to have the other side figure out, you know, the information we had before we had a chance to act on it. So the reality is, just to figure -- just to get these guys to tell the truth and then to corroborate how much they're saying and for them to remember, it's going to take three, four, five days of questioning.\n\nTo cut it off after 30 or 40 minutes like they did in Detroit on Christmas Day or to cut it off after two or three hours doesn't make much sense. And if they think they need to change the law, well, my goodness, have some urgency about it and go do it. Don't just think about it.\n\nTAPPER: So you support what Attorney General Holder had to say about going to Congress and trying to get an updated Miranda warning?\n\nGIULIANI: I do. I do. I support it, but I really at this point am frustrated by the lack of urgency that is shown about these terrorism matters. I mean, we've had three now where we've seen, you know, big breakdowns: Fort Hood, Christmas Day, and now -- and now this one.\n\nIt's about time that we stopped thinking about it and we stopped studying it. I don't know how often the attorney general said he was studying things. How about we stop studying and we start doing things, like we change Miranda, like we fix what appears to be a policy of political correctness in which we missed every signal that related to Major Hasan and promoted him in the military?\n\nAnd here we missed some very big signals that Shahzad was giving us, going back to Pakistan, remaining there for five or six months, bringing in -- I've forgotten exactly how much cash he brought in from Pakistan, but I think it was something like $60,000...\n\n(CROSSTALK)\n\nTAPPER: It was something like -- I think it was $80,000...\n\nGIULIANI: Eighty thousand dollars in cash.\n\nTAPPER: ... but it was several -- several years ago, yes.\n\nGIULIANI: Yes, but that doesn't trigger an alarm, even several years ago?\n\n(CROSSTALK)\n\nTAPPER: ... triggered an alarm and he was...\n\nGIULIANI: ... fix these things now instead of talking about them.\n\nTAPPER: Apparently, it did trigger an alarm. He was put on a Treasury watch list, but I'm not sure what more could have been done after that.\n\nGIULIANI: Well, don't you see a pattern here, Jake? And I'm not -- I'm just not talking about the Obama administration. I'm talking about our entire apparatus that has to be fixed. We missed the signals with -- with the -- the -- the bomber in -- in -- in Detroit. We missed the signals with Major Hasan. We missed the signals here.\n\nMaybe we've got to say to ourselves, let's go back and fix all this, rather than study it, to see what we're going to do. We've been at this long enough now to stop studying and start doing things.\n\nTAPPER: I want to talk about the fact that you think that Shahzad should be tried as an enemy combatant. Can you point to any time when a U.S. citizen was interrogated as an enemy combatant as opposed to in the criminal system where the result, the interrogation was more successful than apparently this interrogation is going? I mean, Attorney General Holder and other law enforcement officials say...\n\nGIULIANI: Oh, sure.\n\nTAPPER: ... this is going very well.\n\nGIULIANI: Well, yes, that's OK. I like that. I'm glad it's going very well. And I've, you know, administered Miranda warnings probably 1,000 times, and sometimes they work and the person -- they worked to have the person keep -- keep talking. Sometimes the person stops talking. It depends on the reaction of the person. It's the matter of policy that concerns me.\n\nThis is not a smart thing to do. It doesn't make sense to interrupt a terrorist in the middle of his confessing and talking to you. I think even Attorney General Holder realizes that, which is why he wants to go to Congress and seem to get more time for that.\n\nAll I'm saying is, OK, do it. What they did in Detroit, in giving Major -- rather...\n\nTAPPER: Abdulmutallab.\n\nGIULIANI: ... Abdulmutabalab (sic) a -- a -- right, giving him a warning after -- after 30 minutes makes no sense. It makes no sense to do that. So, sure, it may work sometimes; it may not work other times. It's not the best policy to follow.\n\nAnd so far, two in a row, we've gotten lucky. So let's not rely on luck. Let's rely on solid policy.\n\nTAPPER: My understanding, during the Abdulmutallab incident, is that -- is that actually after about 50 minutes they had to take him to get medical care, and that's why he stopped talking then, because he actually -- his life was in danger. But be that as it may, I fear the point you're making.\n\nI want to ask you a question about, in the trial of Richard Reid in 2003, Judge William Young said to Richard Reid in 2003, \"You're not an enemy combatant. You're a terrorist. You're not a soldier in any war. To give you that reference, to call you a soldier gives you far too much stature. We do not negotiate with terrorists. We hunt them down one by one and bring them to justice.\"\n\nThat's a different attitude than the one you're talking about. Some people say that by making somebody like Shahzad, who is certainly less successful than several of the mobsters you put away, who did far more heinous things than Shahzad actually was able to accomplish, but were tried in a criminal court, they say that what you're proposing would elevate somebody like Shahzad.\n\nGIULIANI: Well, that's absurd, of course. I mean, you get more rights as a civilian defendant than you do as an enemy combatant, so that's a matter of semantics. Maybe you're giving them more status in terms of semantics, but you're giving them less rights, which is really important.\n\nI mean, look at this whole thing with Senator Lieberman's recommendation that citizenship be revoked and look at the reluctance of the attorney general to support that. It shows a sort of sense of, I don't know, not understanding the magnitude of the problem.\n\nI mean, why shouldn't we revoke the citizenship of someone who's been designated the -- an agent of a foreign -- of a foreign power or an agent of a -- of a terrorist group? Of course we should. Of course we should be able to revoke it. And I'd be happy to test the constitutionality of that.\n\nInstead we have an attorney general who's studying that, also. They're at war with us, and we're spending time studying what rights they have. This doesn't make much sense, Jake. We're worried more about the rights of the terrorists, it seems -- or at least pondering that -- more than we are urgency about actually curing some of these things that will keep us safe and not have us rely on luck, which is how we got -- got through these last two ones.\n\nTAPPER: We only have a little bit more time. I want to just get your reaction to what happened in Utah yesterday where Senator Bob Bennett, conservative Republican, lost his party primary. Are you worried at all that the Republican Party is not only growing more hostile to more liberal to moderate Republicans such as yourself, but also conservative Republicans who are shown to -- at least shown an ability to work with Democrats?\n\nGIULIANI: No, I don't think so. I think the reality is that the Republican Party is very much based on its core principles. I think it's operating from its core principles. And I think that at this point, you know, President Obama has pushed the envelope so far that Republican Party wants to have candidates who are going to be -- be effective in standing up to the administration's inexorable march toward European social democracy.\n\nI mean, I -- I see an administration that both in terms of economics and in terms of foreign policy, national security, seems to be moving us in the direction of European social democracy, with government taking over large segments of our -- of our economy, from car companies to banks to the energy industry, which they're trying to do, their health care industry, regulated in a minute (ph) way, the way the social democracies will -- which largely have failed in Europe -- have been doing now for -- you know, for several generations.\n\nTAPPER: All right. Unfortunately...\n\nGIULIANI: We need Republicans who are ideologically committed to standing up against that and really moving us in a different direction. I think that's what you see going on with the Tea Party movement. I think that's what you see going on in these -- in these elections.\n\nTAPPER: All right, wonderful. Thank you so much, Mayor Giuliani. That's all the time we have.\n\nGIULIANI: Thank you, Jake. Always nice to talk to you.\n\nTAPPER: Appreciate it. Nice talking to you, sir.\n\nThe roundtable is next with George Will, Robin Wright, Shelby Steele, and John Podesta. And later, the Sunday funnies.\n\nTAPPER: Scenes from the flash crash on Thursday. We'll get to the economy and the Greek debt crisis in a second with our roundtable. As always, George Will, Shelby Steele, author and a gentleman from the Hoover Institution, former Clinton White House chief of staff John Podesta of the Center for American Progress, and author and journalist Robin Wright of the center -- of the Institute of Peace. Did I get that right...\n\nWRIGHT: U.S. Institute for Peace.\n\nTAPPER: U.S. Institute for Peace. I'm sorry. I have so many organizations in my head.\n\nWe're going to get to the economy in a second, but I want to start with national security, given the conversations we just had with Attorney General Holder and Mayor Giuliani. George, what does this attempted terrorist attack say to you? What's the message from the attempted Times Square attack?\n\nWILL: It is that the Pakistan connection, if true, is good news in the sense that it indicates the decline of the tradecraft of terrorism over time. The underwear bomber at Christmas and this man, also, are staggeringly incompetent and minor league figures compared to the amazing precision and scale of the 9/11 attacks.\n\nProbably credit goes to both the Bush and the Obama administration for the extraordinary pressure with the drone attacks and all the rest that are being put on the Taliban and other supporters who are now footloose and having trouble coordinating.\n\nThe bad news -- if there is bad news in this -- is the targeting of Times Square. Let me tell you a story. Right after 9/11, I asked Jack Valenti, the late Jack Valenti, then chairman of the motion picture association, if he worried that someone might target Universal Studios as a symbol of Western decadence. He said, no, what worries me is six backpack bombs in six cineplexes around the country on a Saturday night. That would put huge economic damage on the movie industry. The question is, have they begun to figure that out?\n\nTAPPER: Shelby, the ideology of Islamism still seems to be powerful even if the quality, the candidates of terrorists that the Pakistani Taliban and others are getting are not as good. The ideology seems just as strong. This guy lived, Faisal Shahzad, who we should say is innocent until proven guilty, but he's lived in the United States and had not a bad life here.\n\nSTEELE: Right, right. No, I think the ideology is the -- is the story. It's -- there's a larger clash, I think in the world, between the third world, people who were formally oppressed and so forth, who coming into freedom experience that as shame and came in, really, into a sort of confrontation with their own inferiority, their sense of inferiority. And I think jihadism is an ideology that compensates for a sense of inferiority.\n\nAnd that's really its appeal. It has no real religious connection. These are not particularly religious people. But they're people who, as they -- as they sort of move into modernity, fail or having a rough time making that kind of transition, and so therefore there's this wonderful ideology based in the idea of killing people, of death, you know, if I put on the gun on the table now, I'm the most powerful man in the -- in the room. I'm not inferior anymore.\n\nAnd it's that -- sort of the grandiosity of administering death randomly is extremely attractive to people who -- who had this inner sense that I'm just never going to make that -- that move into modernity.\n\nTAPPER: John, I want to play some sound for you from House Minority Leader John Boehner talking on Thursday about this attempted attack.\n\nPODESTA: OK.\n\n(BEGIN VIDEO CLIP)\n\nBOEHNER: Yes, we've been lucky, but luck is not an effective strategy for fighting the terrorist threat. This is a nation at war. And stopping at nothing to confront and defeating the terrorist threat, this is how we best protect the American people and set an example for the rest of the world.\n\n(END VIDEO CLIP)\n\nTAPPER: You heard the attorney general. There was some luck at stake here. How do you see Republicans responding to this?\n\nPODESTA: Well, you know, Widair (ph) said let's take advantage of it, the Republican pollster. I think you see John Boehner there. Nobody can even pause for a second to give credit to the New York City police, to the -- to the FBI, to the customs bureau for what was really a rapid roll-up of this guy, pulling him off the plane and putting him into custody, getting now him to talk.\n\nSo I think that they're almost -- they're on the verge of rooting for failure here, because I think they want to damage Obama so badly. And I think that that's tragic for the country.\n\nAnd, you know, it seems to me that what they need to do is to recognize success, to push the system to do a better job. I think one of the things that George said is relevant, I think, which is that there's more pressure now on the Pakistani Taliban because of more effective strategy that's being employed in Pakistan, but that means that we're likely to be confronted with -- with more threat.\n\nAnd I think it's time for the Republicans to get on board and try to find at least in this space -- I can understand it on -- you know, they almost root for failure on the economy side, as -- as well. They, you know, describe the job number, for example, on Friday as bad news, 290,000 jobs. But this is, I think, beyond the pale.\n\nTAPPER: Robin, what are your sources telling you about Faisal Shahzad and his involvement with the Pakistani Taliban?\n\nWRIGHT: Well, apparently, he's singing like a bird, I was told last night. But there are also a lot of tall tales that he's telling, and they have to keep going back to him over and over and over because a lot of it's not making sense. There are some inconsistencies.\n\nHe says, for example, that he met with the leader of the Taliban, Hakimullah Mehsud, and yet here he carried out an operation that was as amateurish as anything we have seen since 9/11. And this is a group that is capable of very sophisticated operations...\n\nTAPPER: The Pakistani Taliban is?\n\nWRIGHT: The Pakistani Taliban is very sophisticated in the kinds of operations. And here's a guy who buys some fireworks that, according to the manufacturing, couldn't blow up a watermelon.\n\nI think that one of the interesting things is still, what was his motive? And this is a guy who didn't -- was not engaged in a suicide bomb. He was engaged in an operation where he walked away and intended to fly back to...\n\nTAPPER: Left the keys in the car...\n\nWRIGHT: ... and left the keys to his car and to his home, I mean, and that -- that there are some questions about, have we reached a point where the Taliban doesn't necessarily need to even go out and recruit people, that there are Muslims who are angry about what the United States is doing in Pakistan, along the border with particularly the drone attacks, and did he respond because of what he saw when he went home?\n\nAnd there's a real danger that we're crossing a line into unintended consequences. In the same way Osama bin Laden was a de facto ally of the United States until after the U.S. deployed in the Persian Gulf during the Gulf War in 1990 and 1991, turned on the United States and Saudi Arabia, and we've seen the consequences of that. Are there dangers that we're creating another generation of people as a result of U.S. military strategy?\n\nWILL: There are many millions of angry people who are angry for the reasons Shelby mentioned. Sooner or later, some of them are going to set off bombs in America, and it's time for the leaders of both parties to begin preparing Americans for this, to say this is inevitable, you can't be perfect, and to get used to it, and to point to the fact that the Israelis have a vibrant democracy, a robust economy, and a terrorism problem, and always have.\n\nTAPPER: The -- there was a response to the attack from Glenn Beck the other day that I thought was interesting, because he specifically was talking about whether or not Shahzad should have been read his Miranda rights. Here's Glenn Beck on \"Fox and Friends.\"\n\n(BEGIN VIDEO CLIP)\n\nBECK: It's easy to follow the Constitution when you benefit from it or you're not affected by it. But what happens when you go against what you want to do, when you want to strap this guy down to the rack and make him talk, but you don't because it violates the Constitution? That's what makes this country different.\n\n(END VIDEO CLIP)\n\nTAPPER: It's obviously not \"Fox and Friends.\" It's his own show. But here we have Glenn Beck saying that there's nothing wrong with Mirandizing somebody like Shahzad, who's an American citizen. And you have not only Republican leaders, but Attorney General Eric Holder talking about changing the Miranda laws.\n\nI never thought that I'd -- I'd see Glenn Beck as a beacon of reason when it comes to this specific issue, but what's going on here, Shelby?\n\nSTEELE: Well, I think people are genuinely confused about -- about this issue. I mean, I am. I hear -- I hear all sorts of -- you know, some people say you need -- you don't need -- doesn't really matter whether you Mirandize people or not, because they're going to be -- they're going to talk, and you want to befriend them, and you want them to give you information, and when they do give you that information, it may or not be held against them anyway.\n\nSo it's -- it's difficult to -- it's difficult to know what to -- which way to go on this. I think Glenn Beck is sort of taking the classic constitutional position and saying, let's -- let's make sure we do it the right way. This is what makes us unique as Americans, and so let's Mirandize people that we may suspect are terrorists.\n\nTAPPER: John?\n\nPODESTA: Yes, well, you know, for all those people who want to, as Mayor Giuliani said, put him in -- into the military system, I think if you look back and see what's happened, Shahzad, Abdulmutallab, the Headley in Chicago, Zazi, they were all given their Miranda rights. They kept cooperating. They kept talking, as Shelby was indicating. They got actionable intelligence out of them.\n\nIf you look at the two cases under the Bush administration where U.S. citizens were declared enemy combatants...\n\n(CROSSTALK)\n\nTAPPER: Al-Marri and Jose Padilla, yes.\n\nPODESTA: ... al-Marri and Jose Padilla, they were put into a military detention system, they didn't talk for years. Finally, you know, the cases ended up being resolved on the other side.\n\nSo I think the real question is, what works? And I think there's some indication that the path that the attorney general has proceeded down is working better than -- than -- than the alternative there's being suggested.\n\nI think this idea of expanding the public safety exception is one that ought to be taken up by Congress and probably will be in short order.\n\nTAPPER: Robin, what's wrong with the argument that this is a war that we're in and so we should treat these individuals as enemies of the state and treat them -- you know, Dr. Sam Mudd, who was accused of participating in the assassination of Abraham Lincoln, he went before a military tribunal. I mean, it's not like these things were just hatched up by George W. Bush. Why is it so crazy?\n\nWRIGHT: Well, I think that, as we find more and more of these operatives are working inside the United States and they're not coming from the outside, that we have some real questions to answer. And you see also what Senator Lieberman has introduced this week about stripping people of their citizenship. There's a lot of confusion about, what do we do? How do we handle them? Who qualifies as an American? If you engage in terrorism, do you -- is their citizenship then liable?\n\nAnd there are some real constitutional questions about all of these issues. How far do we want to go in stripping the rights of the document that -- that makes us a great nation? And there are problems with -- for example, in the Lieberman bill, at what point do you say that anyone who votes, anyone who serves in another country, anyone who serves in a foreign army is eligible to have their citizenship stripped...\n\nTAPPER: Right, that already is on the books. Those laws are already on the books.\n\nWRIGHT: Right. But the fact is, it's not -- it's not applied. There are lots of Americans who have served in the Israeli army. In an era of globalization, you see lots of nationalities where people vote in American elections and they vote in the country from which they came. And so that becomes -- it really opens up a Pandora's box if we -- if we engage in actions like that.\n\nTAPPER: I want to switch to another topic now, and that is, in addition to today being Mother's Day -- and happy Mother's Day, by the way -- today's also Europe Day, and Europe is going through quite some problems right now when it comes to the Greek debt crisis.\n\nGeorge, you've wanted to talk about this for a long time, and I've resisted, and I apologize for that, but why is it, do you think, that we don't hear much from policymakers, from the media about the Greek debt crisis? Or, you know what? Forget that question. Why should the American people care about this?\n\nWILL: Because it's an early heart attack that ought to alert us to the fact that we could have a bigger heart attack. Greece is not too big to fail. It has a GDP the size of a Dallas-Fort Worth metroplex. It's too connected.\n\nWhat we are doing, and the Europeans are doing, and Americans are doing through the International Monetary Fund, is we're bailing out the banks that have -- particularly the French and German banks -- that have bought a lot of Greek paper.\n\nNow, the fact is, the United Kingdom has a worse fiscal picture. Los Angeles has a worse fiscal picture.\n\nSTEELE: California has a worse...\n\nWILL: California in general, New Jersey, Illinois.\n\nTAPPER: Worse than Greece?\n\nWILL: Yes, in some senses. What we're doing at this point is we're seeing the collapse of a model, a welfare state model, that says you can constantly enlarge government on a narrower and narrower tax base, producing more and more people dependent on the government.\n\nWhat they said in Greece, the caption under the pictures, it said, \"Anti-government mobs.\" They're composed of government employees, these anti-government mobs, fighting for their entitlements.\n\nTAPPER: And, Shelby, you know, one of the things that I thought was interesting about these -- about these mobs protesting and rioting about austerity cuts in -- in -- tax increases and service cuts, is that it's really not that difficult to imagine the United States in a similar position and people getting angry about it, not just government workers, but conservative activists, liberal activists, everyone getting angry about it, because we, too, want to have our cake and -- and eat it, too.\n\nSTEELE: There's always this impulse in government to do the good, to do something that -- and make sure everybody, every human being alive in the -- in your country has health insurance and so forth. And it's fine and -- fine to do the good, but the only way to do it is to also grant people -- expand the idea of entitlement and make people actually feel, as a part of their identity, that they are owed something.\n\nAnd then as -- as time goes on and you -- as George says, you -- you -- they call this a debt crisis. It's really an overspending crisis, where you're -- you're just constantly finding -- trying to do good things, expanding entitlement. You get to a place where it starts to collapse. California, my state, is in dire straits right now for this. And we have some of the similar people rioting, students complaining about the UC system cuts and so forth.\n\nThere's no money. There's just no money. So it's not as though somebody is doing something evil or oppressive. The state just has no money.\n\nTAPPER: John, I want to put up a graphic here. It shows public debt as a percentage of the gross domestic product, in Greece, it's 113.4 percent. In the United States, 52.9 percent. That's still a lot, and that's only public debt. That's not including some of the shenanigans that our government -- some of the chicanery and shell game that we have going on with the Social Security trust fund and such.\n\nHow -- how important is it for the American people to pay attention to what's going on in Greece because we're going to be facing that same problem some day soon?\n\nPODESTA: Well, I think there are two issues, and they're related. One is the one that George raised, which is Greece is linked into a system that could in the very near term affect our growth. And the most important we need to do right now is to continue the job numbers that came out on Friday, the pace of expansion of the U.S. economy. That's the most important factor that's going to get our deficits down and get our debt under control.\n\nBut over the long term, we -- there's a structural deficit. When I -- when you put that chart up on the board, 52 percent, it reminded me that when I left the White House, it was 32 percent, 33 percent, I think.\n\nI think that there was a lot of structural deficit built in, in the 1980s. The absence of regulation -- we talked about the expansion of government, the absence of government, the absence of regulation in the financial sector led to a great collapse and -- and a response to create demand in the economy, to put people back to work.\n\nBut over time, we've got to get that deficit down. We've got to get the -- and I think that the administration is going to be challenged by this, and I think that's why Secretary Gates' speech yesterday talking about the need to even restrain the growth of military spending and use those savings to support the force structure that's necessary is -- was quite a significant speech, and probably didn't get as much attention as it deserved.\n\nTAPPER: We only have a couple more minutes, but I want to turn to some big breaking news from yesterday, which was in Utah. Incumbent Senator Bob Bennett lost his party's primary. Here's Senator Bennett reacting to the news.\n\n(BEGIN VIDEO CLIP)\n\nBENNETT: The political atmosphere, obviously, has been toxic. And it's very clear that some of the votes that I have cast have added to the toxic environment. Looking back on them, with one or two very minor exceptions, I wouldn't have cast any of them any differently, even if I had known at the time they were going to cost me my career.\n\n(END VIDEO CLIP)\n\nTAPPER: Shelby, what's going on? This guy's a pretty legitimate conservative. I mean, I know he's done some things that have angered the right, but he's not a liberal.\n\nSTEELE: That's right. No, he's a sort of classic, down-the-line conservative. But I think that -- and there's some anti-incumbent sentiment here -- but I think the Tea Party and conservatives generally at this point are looking for conservatives who are anti-Obama, in that this has a -- this is really as much a reaction to Obama and -- and the kinds of expansion of government and so forth that he's -- that he has embarked on, as -- as -- I think it's more that than a fight among conservatives, and that Bennett is sort of, in a sense, a casualty of Obama.\n\nTAPPER: George?\n\nWILL: This is an anti-Washington year. How do you get more Washington than a three-term senator who occupies the seat once held by his father, a four-term senator, who before that worked on the Senate staff and then as a lobbyist in Washington? He's a wonderful man and a terrific senator, but the fact is, he's going against terrific headwinds this year, and he cast three votes, TARP, stimulus, and an individual mandate for health care.\n\nNow, you might like one, two or all three of those, but being opposed to them is not outside the mainstream of American political argument.\n\nTAPPER: Twenty seconds, Robin. What's going on here?\n\nWRIGHT: Well, it's the beginning of a trend. You have the next coming up, Kentucky, and Arizona, and New Hampshire. We're likely to see this elsewhere. It's fascinating to see how many new delegates were participating in the -- yesterday. Democracy's about the majority, but it's about the majority of people who participate. And in this case, a certain kind of people participated, and their candidate won.\n\nTAPPER: All right. The roundtable is going to continue in the green room on abcnews.com. And later, check out our fact checks.", "images": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "http://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/null"], "top_img": "http://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/null", "keywords": [], "authors": ["Abc News", "January", "Min Read"], "canonical_link": "https://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448", "title": "'This Week' Transcript: Holder and Giuliani", "meta_data": {"description": "Transcript of 'This Week' interview with Attorney General Eric Holder and Former New York City Mayor Rudy Giuliani.", "keywords": "this week, jake tapper, eric holder, rudy giuliani", "copyright": "2019 ABC News Internet Ventures. All rights reserved.", "author": "ABC News", "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939, "pages": 55845270277}, "fb_title": "'This Week' Transcript: Holder and Giuliani", "og": {"site_name": "ABC News", "url": "https://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448", "title": "'This Week' Transcript: Holder and Giuliani", "description": "Transcript of 'This Week' interview with Attorney General Eric Holder and Former New York City Mayor Rudy Giuliani.", "image": "null", "type": "article", "locale": "en_US"}, "lastPublishedDate": "2010-05-10T10:14:07Z", "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"app": {"name": {"iphone": "ABC News", "ipad": "ABC News", "googleplay": "ABC News"}, "url": {"iphone": "abcnewsiphone://link/story,10596448", "ipad": "abcnewsipad://link/story,10596448", "googleplay": "https://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448"}, "id": {"googleplay": "com.abc.abcnews"}}, "card": "summary_large_image", "site": "@ABC", "creator": "ABC News", "title": "'This Week' Transcript: Holder and Giuliani", "description": "Transcript of 'This Week' interview with Attorney General Eric Holder and Former New York City Mayor Rudy Giuliani.", "url": "https://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448", "image": {"identifier": "null", "width": 640, "height": 360}}, "al": {"iphone": {"url": "abcnewsiphone://link/story,10596448", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}, "ipad": {"url": "abcnewsipad://link/story,10596448", "app_store_id": 380520716, "app_name": "ABC News"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "web": {"url": "https://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448"}}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "movies": [], "publish_date": null, "source": "http://abcnews.go.com", "summary": ""}