{"url": "www.theburningplatform.com/2017/07/24/412-michigan-muslims-arrested-in-feds-largest-bust-in-u-s-history/", "text": "The state of Michigan is quickly turning into a Sharia swamp, thanks to the reckless immigration policies of Obama over the past 8 years. Not only are portions of Michigan being transformed into a “mini Baghdad,” but the state is also being overrun with rampant illegal activity, where the Muslim populace is constantly being busted in welfare fraud and disgusting mutilation practices on little girls. Now thanks to the hordes of Muslims taking over the state, Michigan can add another “accomplishment” on their list, as the Justice Department is dubbing what just went down in this state the “largest scam in United States history.”\n\n\n\nThe corrupt establishment will do anything to suppress sites like the Burning Platform from revealing the truth. The corporate media does this by demonetizing sites like mine by blackballing the site from advertising revenue. If you get value from this site, please keep it running with a donation. [Jim Quinn - PO Box 1520 Kulpsville, PA 19443] or Paypal -----------------------------------------------------The corrupt establishment will do anything to suppress sites like the Burning Platform from revealing the truth. The corporate media does this by demonetizing sites like mine by blackballing the site from advertising revenue. If you get value from this site, please keep it running with a donation. [Jim Quinn - PO Box 1520 Kulpsville, PA 19443] or Paypal\n\nMuslims continually prove that they have little intentions into assimilating into western civilization or adhering to our nation’s laws after arriving to America from their third world countries. Our generosity to these savages is frequently repaid by insolence, as many Muslims are constantly busted at the center of welfare fraud rings, as they seek to scam the very country who has given them so much. In yet another case of blatant disregard for for our nation’s laws, a group of Muslim doctors in Detroit have just been busted as the masterminds behind a $1.3 billion dollar fraudulent scheme, leading to the arrests of 412 people overnight, in the “largest scam” that the United States Department of Justice has ever seen.\n\nThe scam involves a scheme where Muslim doctors will write massive quantities of prescriptions for opioids. These drugs never land in the hands of patients however, as the Muslims will them make fraudulent claims to Medicaid and pocket the money. Additionally, the drugs often wind of on the streets as part of a huge back-alley drug operation. The U.S. Justice Department is calling this prescription drug and health care fraud scheme the largest operation of its kind in American history, naming several Michigan Muslim doctors responsible for orchestrating this huge criminal enterprise to rip off Medicare. ClickonDetroit.com has more:\n\n“Officials have made 412 arrests nationwide, including 56 doctors and targeting 200 clinics. The Justice Department said those arrested are responsible for $1.3 billion in fraudulent transactions.\n\nFederal officials said a group of Michigan doctors was responsible for a major chunk of the scheme.\n\nOne of the clinics hit in the sting operations is in Farmington. Federal officials said the opioid epidemic is part of it, but the medical office and a number of others were set up specifically as a criminal enterprise to rip off Medicare.\n\nFederal officers raided the Fisher Building Wednesday, and U.S. Attorney General Jeff Sessions said their work accounted for 10 percent of the scam’s value.\n\n‘Six doctors in Michigan prescribed patients with unnecessary opioids, some of which ended up for sale on the streets,’ Sessions said.\n\nA physician group called Global Quality used to operate out of a Woodward Avenue office building.”\n\nThe ring leader of the massive Medicare scam is Muslim Mashiyat Rashid, who profited with an astounding $164 million from the fraud. He had had no qualms about rubbing the American taxpayers’ noses in what he stole from them, frequently bragging about his large piles of cash on social media. Here’s an image he posted on Facebook where he poses beside his Bentely sedan and corporate jet…all bought and paid for with the Medicare money he scammed from the American taxpayer.\n\nOther nauseating pictures show Rashid standing at the NBA finals with his court-side tickets, enjoying a life of opulence he enjoyed while screwing over the American people. Rashid’s name is included in court documents as Feds prepare their case for trial, where Muslim doctors Joseph Betro, Spilios Pappas, Abdul Haq, Tariz Omar and Mohammad Zahoor were busted working directly with Rashid in recent years to make their millions.\n\nMore than 400 others across the country were charged late last week for taking part in the health care scam in connection with a raid last week at the Fisher Building in Detroit. Other Muslim defendants include:\n\nMashiyat Rashid, of Oakland County – controlled, owned or operated Global Quality, Aqua Therapy, Tri-County Physicians, Tri-State Physicians, New Center Medical, National Laboratories, and Tri-County Wellness;\n\nYasser Mozeb, of Oakland County – allegedly received payments from Global Quality and Tri-County Wellness;\n\nAbdul Haq, of Washtenaw County, physician enrolled as a participating provider with Medicare for Aqua Therapy, Tri-County Physicians and Tri-State Physicians;\n\nJoseph Betro, of Oakland County, physician enrolled as a participating provider with Medicare for Tri-County Physicians and New Center Medical;\n\nTariz Omar, of Oakland County, physician enrolled as a participating provider with Medicare for Tri-County Physicians.\n\nMohammed Zahoor, of Oakland County, physician enrolled as a participating provider with Medicare for Tri-County Physicians.\n\nTrump’s Justice Department isn’t messing around, as the defendants are being brought up on a plethora of federal charges, including five counts of health care fraud and health care fraud conspiracy. Rashid has additionally been charged with conspiracy to defraud the United States and money laundering, receipt of kickbacks in connection with a federal health care program, and payment of kickbacks in connection with federal health care program. In all, investigators say that Rashid’s companies’ fraudulently billed Medicare $126 million, with a total of $1.3 billion in similar scams across the country.\n\nWe must continue to sound the alarm about what’s going right underneath our noses. This isn’t the first time that Muslims have ripped off Americans with fraud, and with the hordes of migrants that liberals keep fighting to bring into our country, stories like this will sadly become the new norm if the American people do not wake the hell up soon!", "images": ["https://secure.gravatar.com/avatar/a2944210889cc3c402722471a55e28a8?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/128f52732d5005cefbac8643169fb28f?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/a709b1427b655f5f533949718fd064e0?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/12a3dc87de42b28aec999f25a3dfc075?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/d59a7108fb54343a40cb645d93152427?s=49&d=wavatar&r=pg", "https://live.staticflickr.com/65535/49067287303_3ee1350b9c_m.jpg", "https://secure.gravatar.com/avatar/ade0a3cf62ed9705679f789c805632c5?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/2d667499035322f9cdc4e5c84596028d?s=64&d=wavatar&r=pg", "http://1csabj4ddrd61fgqez2e4nss.wpengine.netdna-cdn.com/wp-content/uploads/2017/07/shit-bird-700x392.jpg", "https://secure.gravatar.com/avatar/e646cb2e47d035fade4cabbd88279628?s=64&d=wavatar&r=pg", "https://3.bp.blogspot.com/-R8GFySXRGv8/WRi6eGLFBOI/AAAAAAAAGCY/KnVYruQgh-0qJhbvp8ERKBMI84b5Dfo5gCLcB/s1600/fw1.JPG", "https://secure.gravatar.com/avatar/52556155e402c3a26e09cdb2dde91976?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/4d44c4401ada95a4b89dc2912e006ad2?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/?s=40&d=wavatar&r=pg", "http://www.dailystormer.com/wp-content/uploads/2014/12/Dave-Bry-Snake-revolution-jew.jpg", "http://1csabj4ddrd61fgqez2e4nss.wpengine.netdna-cdn.com/wp-content/uploads/2017/07/raid-cover2-700x340.jpg", "https://secure.gravatar.com/avatar/46278895b2bafd17e01aa6b6284c24f0?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/769084f2da2ebbc1e483af3f0e72adaa?s=64&d=wavatar&r=pg", "https://straightlinelogic.files.wordpress.com/2019/09/eikab_ebook_cover_heo.png?w=200", "https://www.theburningplatform.com/wp-content/plugins/donation-thermometer/therm_,36_34300_40000_FF0000.png", "http://1csabj4ddrd61fgqez2e4nss.wpengine.netdna-cdn.com/wp-content/uploads/2017/07/nba-700x389.jpg", "https://d1w4q6ldc8l0qo.cloudfront.net/media/AN/refer-a-friend/animated/05_250_250_dark_a1-min.gif", "https://secure.gravatar.com/avatar/47cbdbd0aa701f1cd1b59d20f6a3f9f4?s=64&d=wavatar&r=pg", "https://www.theburningplatform.com/wp-content/uploads/2019/01/Whatfinger250x250.jpg", "http://www.birchgold.com/wp-content/uploads/greenspan2_100x100.jpg", "https://secure.gravatar.com/avatar/?s=48&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/f2f672814a3982ae0d360b438133eace?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/feae86826c200c3e9b4e2826cdd185e2?s=64&d=wavatar&r=pg", "https://www.theburningplatform.com/wp-content/uploads/2016/06/cropped-deepwater.jpg", "https://www.paypalobjects.com/en_US/i/scr/pixel.gif", "https://secure.gravatar.com/avatar/a918cb246ff2ebc8080228eb92d032d2?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/e585475e7150a5356d654891c48a1619?s=64&d=wavatar&r=pg", "http://www.birchgold.com/wp-content/uploads/yuan_dollar_100x100.jpg", "https://secure.gravatar.com/avatar/df45b81515d77b0872785debd574cc24?s=64&d=wavatar&r=pg", "https://secure.gravatar.com/avatar/6272544f92e13bb4a6e28244f31909f6?s=64&d=wavatar&r=pg", "http://www.birchgold.com/wp-content/uploads/gold_bone_100x100.jpg"], "top_img": "https://www.theburningplatform.com/wp-content/uploads/2019/01/Whatfinger250x250.jpg", "keywords": [], "authors": ["Southern Sage", "Mn Steel", "Kokoda - The Most Deplorable", "Mike Murray", "Boat Guy", "Hardscrabble Farmer", "Vote Harder", "Tn Patriot", "Eyes Wide Shut", "M G"], "canonical_link": "https://www.theburningplatform.com/2017/07/24/412-michigan-muslims-arrested-in-feds-largest-bust-in-u-s-history/", "title": "412 Michigan Muslims Arrested In Fed’s ‘LARGEST BUST IN U.S. HISTORY’ – The Burning Platform", "meta_data": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 5.3.2", "ca_title": "412 Michigan Muslims Arrested In Fed’s ‘LARGEST BUST IN U.S. HISTORY’", "ca_image": "http://1csabj4ddrd61fgqez2e4nss.wpengine.netdna-cdn.com/wp-content/uploads/2017/07/raid-cover2-700x340.jpg", "twitter": {"partner": "tfwp", "card": "summary", "title": "412 Michigan Muslims Arrested In Fed’s ‘LARGEST BUST IN U.S. HISTORY’", "site": "@burningplat", "description": "Hat tip Yojimbo Guest Post by Prissy Holly The state of Michigan is quickly turning into a Sharia swamp, thanks to the reckless immigration policies of Obama over the past 8 years. Not only are portions of Michigan being transformed into a “mini Baghdad,” but the state is also being overrun with rampant illegal activity, where the…"}}, "movies": [], "publish_date": 1500825600.0, "source": "http://www.theburningplatform.com", "summary": ""}