{"url": "http://www.politifact.com/new-jersey/statements/2013/may/02/leonard-lance/leonard-lance-claims-federal-tax-code-contains-4-m/", "text": "\"The Internal Revenue code has ballooned to a 5,600-page, 4 million-word complicated mess that is seven times as long as the Bible with none of the good news.\"\n\nThe U.S. Internal Revenue code may make War and Peace read like a novella.\n\nThat’s how onerous and confounding the nation’s tax code is, according to Rep. Leonard Lance (R-7th), who issued a news release April 15 calling for \"meaningful tax reform\" and blasting the complexity of the tax code.\n\n\"The Internal Revenue code has ballooned to a 5,600-page, 4 million-word complicated mess that is seven times as long as the Bible with none of the good news,\" Lance said in the news release.\n\nBut not all the news is bad for Lance.\n\nLet’s first review the size of the tax code and then compare that with the size of the Bible.\n\nA 2010 report by the Internal Revenue Service’s Taxpayer’s Advocate Office found that the tax code contained 3.8 million words. That calculation was made by downloading a zipped file of the code, unzipping it and running it through Microsoft Word’s word-count feature, according to a footnote in the report. A 2012 version of the report puts the number of words in the code at ‘about 4 million.’\n\nWe also reached out to CCH, the Riverwoods, Ill.-based publisher of the two-volume 2013 Winter version of the tax code and was told the best estimate of word length was 4 million. CCH is a Wolters Kluwer business.\n\nSo Lance’s claim about the number of words is generally accurate.\n\nNext, let’s look at number of pages. Lance said 5,600, based on the same figure cited by articles in the Washington Post, the Harvard Business Review and other publications, according to Todd Mitchell, Lance’s chief of staff.\n\nMark Luscombe, a principal federal tax analyst for CCH, said the publisher’s version of the tax code is 5,036 pages.\n\n\"Private publishers do a print version of the Internal Revenue code, but then you’re looking at one private publisher’s version of the code,\" he said. \"We do it in two volumes and we keep condensing it.\"\n\nThe key point here? Letter size, font and spacing matter when counting pages in the tax code and even in the Bible.\n\nDennis Olson, the Charles T. Haley professor of Old Testament Theology at the Princeton Theological Seminary said an approximation of 800,000 words for the Old and New testaments combined is fair.\n\n\"The King James Version would be 823,156 while the more recent New Revised Standard Version would be 774,746 words,\" Olson said in an e-mail.\n\nHellen Mardaga, an assistant professor of New Testament at Catholic University in Washington, said there’s no standard way to measure the size of the Bible, given its numerous translations and texts but said she, too, was aware of estimates that put the Bible at 800,000 words.\n\nMardaga also noted that dividing 4 million – the number of words in the tax code – by 800,000 - would mean the tax code is five times longer than the Bible -- not Lance’s seven.\n\nWe looked at versions of the King James and New American Standard versions of the Bible on Amazon.com, an online retailer of books and other merchandise. The four Bibles we looked at ranged in size from 512 pages to 1,112. Accordingly, Mitchell said he has seen numerous references comparing the size of the tax code with the Bible, ranging from 4 times as long to 10 times as long. Seven, he said, is in the middle.\n\n\"It all depends on what version (of the Bible) you have in front of you,\" he said. \"I’m not sure there’s a right or wrong answer to the question.\"\n\nOur ruling\n\nLance said, \"The Internal Revenue code has ballooned to a 5,600-page, 4 million-word complicated mess that is seven times as long as the Bible with none of the good news.\"\n\nIt’s generally accepted that the code is about 4 million words in length, according to previous published reports and the publisher of the 2013 winter version of the tax code. Lance also based his figure of 5,600 pages on previous reports from publications such as the Harvard Business Review. Opinions also differ on the code’s length when compared with the Bible, given the many versions, translations and texts of it. And while the tax code isn’t seven times as long as the Bible, even given a standard word count for the good book, we get Lance’s overall point: the tax code is long and complex. We rate his claim Mostly True.\n\nTo comment on this story, go to NJ.com.", "images": ["https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/politifact/mugs/lance.JPG", "https://static.politifact.com/rulings/tom-mostlytrue.png", "http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif"], "top_img": "https://static.politifact.com/rulings/tom-mostlytrue.png", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/new-jersey/statements/2013/may/02/leonard-lance/leonard-lance-claims-federal-tax-code-contains-4-m/", "title": "Leonard Lance claims federal tax code contains 4 million words, is 7 times as long as Bible", "meta_data": {"description": "The U.S. Internal Revenue code may make War and Peace read like a novella. That&rsquo;s how onerous and confounding the nation&rsquo;s tax code is, according to Rep. Leonard Lance (R-7th), who issued a news release April 15 calling for &quot;meaningful tax reform&quot; and blasting the complexity of the tax code. &quot;The Internal Revenue code has ballooned to a 5,600-page, 4 million-word complicated mess that is seven times as long as the Bible with none of the good news,&quot; Lance said in the news release. But not all the news is bad for Lance. Let&rsquo;s first review the size of the ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "Leonard Lance claims federal tax code contains 4 million words, is 7 times as long as Bible", "type": "article", "url": "https://www.politifact.com/new-jersey/statements/2013/may/02/leonard-lance/leonard-lance-claims-federal-tax-code-contains-4-m/", "image": {"identifier": "https://static.politifact.com/rulings/tom-mostlytrue.png", "width": 600, "height": 600}, "site_name": "@politifact", "description": "The U.S. Internal Revenue code may make War and Peace read like a novella. That’s how onerous and confounding the nation’s tax code is, according to Rep. Leonard Lance (R-7th), who issued a news release April 15 calling for"}, "twitter": {"card": "summary", "site": "PolitiFactNewJersey", "url": "https://www.politifact.com/new-jersey/statements/2013/may/02/leonard-lance/leonard-lance-claims-federal-tax-code-contains-4-m/", "username": "PolitiFactNJ", "title": "Leonard Lance claims federal tax code contains 4 million words, is 7 times as long as Bible", "description": "The U.S. Internal Revenue code may make War and Peace read like a novella. That&rsquo;s how onerous and confounding the nation&rsquo;s tax code is, according to Rep. Leonard Lance (R-7th), who issued a news release April 15 calling for &quot;meaningful tax reform&quot; and blasting the complexity of the tax code. &quot;The Internal Revenue code has ballooned to a 5,600-page, 4 million-word complicated mess that is seven times as long as the Bible with none of the good news,&quot; Lance said in the news release. But not all the news is bad for Lance. Let&rsquo;s first review the size of the ...", "image": "https://static.politifact.com/rulings/tom-mostlytrue.png"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1367424000.0, "source": "http://www.politifact.com", "summary": ""}