{"url": "http://www.boston.com/news/politics/articles/2011/11/17/before_leaving_governors_office_in_2006_mitt_romneys_staff_eliminated_e_mail_records/?page=2", "text": "Officials from the two prior administrations, of governors Paul Cellucci and Jane Swift, could not be reached last night, leaving it unclear whether their aides took similar actions regarding hard drives, e-mails, and computer servers.\n\n“They have an obligation as a public official to preserve their records,’’ Galvin said. “Electronic records are held to the same standard as paper records. There’s no question. They’re not in some lesser standard.’’\n\nGalvin pointed out that, in 1997, the Supreme Judicial Court ruled that “the governor is not explicitly included’’ in the Public Records Law. He said that means that e-mails don’t have to be released to the public, but the governor’s office still has to preserve them and turn them over to the state archivist.\n\n“I don’t sell things to people who work for me,’’ said Galvin, a Democrat. “I’ve heard of people getting their chair or something as a gift. But generally if you work for me you don’t take your laptop with you when you leave.’’\n\nSecretary of State William F. Galvin, who oversees the state Public Records Law, said it appeared odd that state property - in this case, hard drives - was essentially being sold to private individuals.\n\nShe accused Patrick of “doing the Obama campaign’s dirty work’’ and called it one in a series of “political attacks to distract from Obama’s horrible record on jobs.’’ Patrick, a Democrat, is a close friend and supporter of President Obama, and is expected to play a prominent role in his reelection campaign.\n\n“In leaving office, the governor’s staff complied with the law and longtime executive branch practice,’’ she said. “Some employees exercised the option to purchase computer equipment when they left. They did so openly with personal checks.’’\n\nAndrea Saul, a spokeswoman for the Romney campaign, said the governor’s aides did nothing wrong.\n\n“The governor’s office has found no e-mails from 2002-2006 in our possession,’’ Reilly said in a statement. “Before the current administration took office, the computers used during that time period were replaced and the server used during that time period was taken out of service, all files were removed from it, and it was also replaced.’’\n\nAs a result, Patrick’s office, which has been bombarded with inquiries for records from the Romney era, has no electronic record of any Romney administration e-mails, Reilly said.\n\nRomney administration officials had the remaining computers in the governor’s office replaced just before Governor Deval Patrick’s staff showed up to take power in January 2007, according to Mark Reilly, Patrick’s chief legal counsel.\n\nJust before Mitt Romney left the Massachusetts governor’s office and first ran for president, 11 of his top aides purchased their state-issued computer hard drives, and the Romney administration’s e-mails were all wiped from a server, according to interviews and records obtained by the Globe.\n\nJust before leaving office, Romney’s staff went before the Records Conservation Board, which is made up of appointees from various state agencies and reviews public record retention. In some cases, the Romney administration was given permission to destroy records, Galvin said, oftentimes because they were redundant.\n\n“I know that all of the Romney materials were dealt with by the public records board,’’ Galvin said. “That doesn’t mean that what was portrayed to the records board was a complete and accurate summary. I don’t know that.’’\n\nMark Nielsen, who was Romney’s chief legal counsel, bought his hard drive on Dec. 12, 2006, just over two weeks before Patrick administration officials took over the governor’s office.\n\n“The longstanding practice in the governor’s office was to give employees the option to buy old equipment when they were leaving office, and certain employees, including me, did that,’’ Nielsen told the Globe. “But those purchases were in conformance with the law and with longstanding executive branch practice.’’\n\n“I’m confident that we complied with the letter and the spirit of the law,’’ he added. When asked why he would want to purchase his hard drive, he said, “Employees were given that option and it was my understanding that it was a longstanding practice in the governor’s office.’’\n\nWhen asked about replacing the remaining computers and wiping the server clean, he said, “All I can tell you is we fully complied with the law and complied with longstanding executive branch practice. Nothing unusual was done.’’\n\nPam Wilmot, executive director of Common Cause Massachusetts, said Romney administration officials may not have violated the letter of the state Public Records Law, but may have run afoul of its spirit.\n\n“Information that was generated in the administration belongs to the people of the Commonwealth, unless it was personal in nature,’’ she said. “There is a place for purchasing of surplus property, but there are procedures to do that. And it seems that we are, as a Commonwealth, losing something if all records were deleted.’’\n\nAll told, 11 Romney administration officials bought 17 hard drives from the governor’s office, paying $65 for each one, according to copies of canceled checks that they wrote and members of the current administration. Many of the aides wrote “equipment’’ or “hard drives’’ in the memo space on their checks.\n\nBeth E. Myers, who was Romney’s chief of staff, bought her hard drive on Aug. 18, 2006, the same month that she left state employment.\n\nShe later became Romney’s campaign manager.\n\nPeter G. Flaherty, who was Romney’s deputy chief of staff, bought the hard drive from his computer on Nov. 3, 2006, four days before Patrick was elected, defeating his Republican opponent, Kerry Healey, who was Romney’s lieutenant governor. Flaherty later became the Romney campaign’s chief liaison to social conservatives.\n\nThe rest of the hard drives were bought in November and December of 2006 by other aides.\n\nWhile Patrick aides said they do not have any electronic records of Romney administration e-mails, Galvin said there are 700 to 800 boxes of paper records from the Romney era at the state archives in Boston.\n\nIn 2009, Mayor Thomas M. Menino of Boston was embroiled in controversy after one of his top aides, Michael J. Kineavy, acknowledged that he had deleted nearly every e-mail he sent or received over the previous five years.\n\nThe law requires municipal employees to preserve e-mails for at least two years, even if they have “no informational or evidential value,’’ and provides for penalties of up to a year in jail.\n\nA nine-month investigation by Attorney General Martha Coakley’s office concluded, however, that the destruction of the e-mails was not a crime because Kineavy was not willfully attempting to hide the correspondence from the public.\n\nLevenson can be reached at mlevenson@globe.com. Viser can be reached at maviser@globe.com\n\n© Copyright 2011 Globe Newspaper Company.", "images": ["http://graphics.boston.com/images/registration/truste2007/TRUSTe_Certified_Privacy.gif", "http://cache.boston.com/bonzai-fba/File-Based_Image_Resource/from_provider_globe.gif", "http://cache.boston.com/universal/site_graphics/player_iconlogo.png", "http://cache.boston.com/universal/site_graphics/bcom_logo_printerfriendly.gif", "http://cache.boston.com/universal/site_graphics/waiting.gif", "http://cache.boston.com/universal/site_graphics/icons/share/bcom_og_news.gif", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-604060h&cg=0&cc=1&ts=noscript", "http://cache.boston.com/universal/site_graphics/etaf/loading_icon.gif", "http://cache.boston.com/universal/site_graphics/etaf/pointer_top.gif", "http://cache.boston.com/bonzai-fba/File-Based_Image_Resource/dingbat_story_end_icon.gif", "http://cache.boston.com/universal/site_graphics/etaf/pointer_bottom.gif", "http://nytbglobe.112.2O7.net/b/ss/nytbglobe/1/H.19.3--NS/0"], "top_img": "http://cache.boston.com/universal/site_graphics/icons/share/bcom_og_news.gif", "keywords": [], "authors": [], "canonical_link": "http://www.boston.com/news/politics/articles/2011/11/17/before_leaving_governors_office_in_2006_mitt_romneys_staff_eliminated_e_mail_records/", "title": "Before leaving governor’s office in 2006, Mitt Romney’s staff eliminated e-mail records", "meta_data": {"robots": "noarchive", "Keywords": "News, Politics, United States International Relations, Computers and the Internet, Presidential Election of 2008, Politics and Government, United States Politics and Government, Democratic Party", "Description": "Just before Mitt Romney left the Massachusetts governor&#8217;s office and first ran for president, 11 of his top aides purchased their state-issued computer hard drives, and the Romney administration&#8217;s e-mails were all wiped from a server, according to interviews and records obtained by the Globe. Romney administration officials had the remaining computers in the governor&#8217;s office replaced just before Governor Deval Patrick staff showed up to take power in January 2007, according to Mark Reilly, Patrick&#8217;s chief legal counsel. Andrea Saul, a spokeswoman for the Romney campaign, said the governor&#8217;s aides did nothing wrong.", "og": {"title": "Before leaving governor’s office in 2006, Mitt Romney’s staff eliminated e-mail records", "site_name": "Boston.com", "type": "article", "description": "Just before Mitt Romney left the Massachusetts governor&#8217;s office and first ran for president, 11 of his top aides purchased their state-issued computer hard drives, and the Romney administration&#8217;s e-mails were all wiped from a server, according to interviews and records obtained by the Globe. Romney administration officials had the remaining computers in the governor&#8217;s office replaced just before Governor Deval Patrick staff showed up to take power in January 2007, according to Mark Reilly, Patrick&#8217;s chief legal counsel. Andrea Saul, a spokeswoman for the Romney campaign, said the governor&#8217;s aides did nothing wrong.", "image": "http://cache.boston.com/universal/site_graphics/icons/share/bcom_og_news.gif"}, "fb": {"admins": "100001044693856,507486035", "app_id": 117378991625799}}, "movies": [], "publish_date": 1321459200.0, "source": "http://www.boston.com", "summary": ""}