{"url": "http://www.nfib-sbet.org/", "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nSmall business optimism posted the largest month-over-month gain since May 2018, rising 2.3 points to 104.7 in November. The exceptional Optimism Index reading was bolstered by seven of the 10 Index components advancing, led by a 10-point improvement in earnings. Owners reporting it is a good time to expand increased by 6 points and those expecting better business conditions increased by 3 points. The NFIB Uncertainty Index fell 6 points in November to 72, adding to the 4-point drop in October and the lowest reading since May 2018.\n\n“This historic run may defy the expectations of many, but it comes as no surprise to small business owners who understand what a supportive tax and regulatory environment can do for their companies,” said NFIB Chief Economist William Dunkelberg. “As the two-year anniversary of the Tax Cuts and Jobs Act’s passage approaches this month, small businesses, the world’s third largest economy, are using those savings to power the American economy.”\n\nEarnings, or the frequency that owners report positive profit trends, rose 10 points, 1 point below the record set in May 2018, to a net 2 percent reporting quarter on quarter profit improvements. Stronger profits negated some cost pressures (especially labor) limiting the need to raise prices. A net 12 percent of all owners (seasonally adjusted) reported higher nominal sales in the past three months, up 8 points and the highest level since May 2018.\n\n“Owners are aggressively moving forward with their business plans, proving that when they’re given relief from the government, they put their money where their mouth is, and they invest, hire, and increase wages,“ said NFIB Chief Economist William Dunkelberg. “Owners are most closely focused on issues that directly impact their business, including the real, significant tax relief they were given two years ago, and they’re anxious to see that relief made permanent.”\n\nAs reported last week in NFIB’s monthly jobs report, a net 30 percent of small business owners, seasonally adjusted, reported raising compensation (unchanged) and 26 percent plan to do so in the coming months, up 4 points and the highest level since December 1989. Job creation jumped in November, with an average addition of 0.29 workers per firm, the highest level since May. Finding qualified workers though remains the top issue for 26 percent reporting this as their number one problem, 1 point below August’s record high.\n\nOwners raising average selling prices rose 2 points to a net 12 percent, seasonally adjusted. Price hikes were most frequent in the retail trades (7 percent lower, 24 higher) and construction (6 percent lower, 23 higher). On balance, inflationary pressures are weak on Main Street as confirmed by government inflation reports.\n\nNovember reflects a stark departure from previous months of clatter months about a possible recession that dampened owners’ economic outlook. But the current focus and noise in Washington, D.C. around impeachment is proving to have little, if any, impact on small business owners, no different than during the impeachment proceedings of President Bill Clinton.", "images": ["http://www.nfib-sbet.org/wp-content/themes/nfib/img/homespinner.gif", "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif"], "top_img": "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "NFIB", "meta_data": {"viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.nfib-sbet.org", "summary": ""}