{"url": "http://www.politifact.com/truth-o-meter/statements/2014/jan/24/patrick-kennedy/has-potency-pot-changed-president-obama-was-high-s/", "text": "Marijuana today is \"genetically modified,\" with THC levels that \"far surpass the marijuana\" of the 1970s.\n\nApparently, back when President Barack Obama would get high with the Choom Gang, he was tokin’ on some weak product by today’s standards.\n\nAt least, that’s what one former congressman says.\n\nAfter Obama told The New Yorker that marijuana is no more dangerous than alcohol — which opened the door to a broader conversation about legalizing or decriminalizing a drug that’s on the federal government’s most restrictive list, Schedule I — former Rep. Patrick Kennedy, D-R.I., said the president needs to brush up on his pot knowledge.\n\n\"I think the president needs to speak to his (National Institute of Health) director in charge of drug abuse,\" said Kennedy, who chairs Smart Approaches to Marijuana, a group that opposes legalization. The NIH director \"would tell the president that, in fact, today’s modern, genetically modified marijuana (has) much higher THC levels, far surpass(ing) the marijuana that the president acknowledges smoking when he was a young person.\"\n\nObama’s exploits as a pot-smoking adolescent are well documented in his own memoir, Dreams from My Father. More recently , in journalist David Maraniss’ biography Barack Obama: The Story, readers learned that Obama as a high schooler in the late 1970s rolled with a group called the Choom Gang — friends from Hawaii who frequently got high.\n\nBut has marijuana changed that much? We decided to investigate.\n\nWhat is THC?\n\nCannabis contains roughly 500 compounds, 70 of which are psychoactive. THC, or delta-9-tetrahydrocannabinol, is the main psychoactive ingredient in the marijuana plant.\n\nThe level of THC in a plant varies based on the strain. When researchers discuss the potency of marijuana, they typically are measuring the concentration of THC.\n\nTHC levels also differ depending on the part of the plant used, and how it is processed for consumption. In addition to marijuana, there are materials such as sinsemilla (the flowering tops of unfertilized female plants), hashish or cannabis resin, and hash oil (a concentrated extract from cannabis plants). Hashish oil tends to have much higher concentrations of THC than marijuana or even sinsemilla. Both of these have become more popular in recent years.\n\nBut what about marijuana itself? Has weed as we once knew it become more potent?\n\nThe answer is: yes. THC levels are on the rise, and they have been for quite some time.\n\nThe University of Mississippi Potency Monitoring project analyzed tens of thousands of marijuana samples confiscated by state and federal law enforcement agencies since 1972. The average potency of all seized cannabis has increased from a concentration of 3.4 percent in 1993 to about 8.8 percent in 2008. Potency in sinsemilla in particular has jumped from 5.8 percent to 13.4 percent during that same time period.\n\nBack in the late 1970s when Obama was in high school (he graduated in 1979), the mean potency for marijuana was about 3 percent, said Mahmoud ElSohly, director of marijuana research at Ole Miss.\n\nFurther, the number of samples confiscated with a THC concentration greater than 9 percent has increased significantly, from 3.2 percent in 1993 to 21.5 percent of the 1,635 marijuana samples collected in 2007.\n\nBut while the average is up due to the availability of marijuana with a higher THC count, the high mark in potency (somewhere around 25-27 percent) remains relatively unchanged in the last couple decades and isn’t likely to increase, ElSohly said.\n\nHow did it get so strong?\n\nThe former congressman said the reason for the increasing levels of THC is genetic modification. That’s not quite right.\n\nGenetic modification or genetic engineering involves altering a substance’s DNA at the molecular level. Producers of marijuana on the illicit market don’t have the ability to pull off those kinds of lab-based modifications.\n\nHowever, genetic selection involves breeding marijuana plants with the highest concentration of THC. Genetic selection, unlike genetic modification, has been practiced for centuries. Think about how we got different breeds of dogs or varieties of tomatoes.\n\nGenetic selection is quite prevalent in marijuana, ElSohly said. Drug dealers have steered toward these methods in hopes of creating a product that enables them to sell smaller volume at a higher cost.\n\nCultivation methods that allow growers to control climate, water and soil levels have dramatically improved production as well, he said, and they have a better idea what parts of the plant produce the highest concentration of THC.\n\nThere is some genetic engineering of marijuana in labs, but it’s not widespread yet and it’s not the cause for the increase, ElSohly said.\n\nWhat does it mean?\n\nWhat does this rise in potency mean in a practical sense? Let’s start with what the National Institutes of Health says, since Kennedy singled out the government agency.\n\nNoting that the psychoactive ingredient in marijuana has increased in recent decades, the NIH warns that \"daily use can have stronger effects on a developing teen brain than it did 10 or 20 years ago.\"\n\nResearchers have warned against marijuana use by teens and even young adults, noting that developing brains have an increased risk of dependency. That was an issue even before potency factored in, though the growing strength of the drug does have health officials more concerned.\n\nThose concerns are also directed at populations who had already been advised against smoking marijuana when THC levels were lower, such as individuals with cardiovascular diseases or those with certain mental illness, such as schizophrenia.\n\nBut for the average adult recreational or habitual user, there’s a lot less certainty about what rising THC levels mean.\n\nOnly a handful of studies have looked at how users smoke marijuana with varying THC levels. Several of these studies noted that when test subjects were using more highly concentrated marijuana, they often smoked less than they did when consuming product with a lower THC level.\n\nIn that regard, THC would seem to mimic how people consume beverages with different alcohol content: People tend to drink whiskey in shots, wine by the glass and beer by the mug. Marijuana may work the same way, said Carl Hart, a psychology professor at Columbia University who studies the effects of psychoactive drugs.\n\nRoger Roffman, a social work professor at the University of Washington and author of the upcoming book Marijuana Nation, noted that there has been little research on the impact of potency in cannabis at the levels seen today, especially in products like hash oil, meaning we don’t know everything about its potential impact.\n\nBeyond dependency, health officials also warn that smoking marijuana can cause paranoia and in some cases anxiety attacks.\n\nHospital visits caused by marijuana are on the rise over the last decade, from 359,795 in 2004 to 540,340 in 2011. However, it is unclear if that is caused by higher potency levels, greater usage of marijuana or other factors.\n\nThis is all important food for thought, because the debate is ongoing and more research is needed. However, this didn't affect our ruling.\n\nOur ruling\n\nKennedy said that marijuana today is \"genetically modified,\" with THC levels that \"far surpass the marijuana\" of the 1970s.\n\nGenerally speaking, the potency of marijuana has been on the rise since Obama’s youth, though experts disagree about what impact that rise could have on marijuana’s negative health effects, in part because the research so far has been incomplete. The most off-base part of Kennedy’s claim is that the rise in THC levels comes from \"genetic modification.\" It’s actually from genetic selection, a very old process of producing desired traits from crops. On balance, we rate his statement Mostly True.", "images": ["http://pixel.quantserve.com/pixel/p-23nLlPXNTk7P6.gif", "http://www.politifact.com/truth-o-meter/statements/2014/jan/24/patrick-kennedy/has-potency-pot-changed-president-obama-was-high-s/\r\n/static.politifact.com/politifact/photos/truth_squad_logo_cmyk.jpg", "https://static.politifact.com/politifact/mugs/p_kennedy.jpg", "http://www.facebook.com/tr?id=292850974235854&ev=PageView&noscript=1", "https://static.politifact.com/rulings/tom-mostlytrue.png", "https://static.politifact.com/images/POLITIFACT_logo_rgb141x25.png"], "top_img": "https://static.politifact.com/rulings/tom-mostlytrue.png", "keywords": [], "authors": [], "canonical_link": "https://www.politifact.com/truth-o-meter/statements/2014/jan/24/patrick-kennedy/has-potency-pot-changed-president-obama-was-high-s/", "title": "Has the potency of pot changed since President Obama was in high school?", "meta_data": {"description": "Apparently, back when President Barack Obama would get high with the Choom Gang, he was tokin&rsquo; on some weak product by today&rsquo;s standards. At least, that&rsquo;s what one former congressman says. After Obama told The New Yorker that marijuana is no more dangerous than alcohol &mdash; which opened the door to a broader conversation about legalizing or decriminalizing a drug that&rsquo;s on the federal government&rsquo;s most restrictive list, Schedule I &mdash; former Rep. Patrick Kennedy, D-R.I., said the president needs to brush up on his pot knowledge. &quot;I think the president needs to speak to his (National Institute of Health) ...", "fb": {"app_id": 454308342057334, "admins": 750116788, "pages": 61308923432}, "og": {"title": "Has the potency of pot changed since President Obama was in high school?", "type": "article", "url": "https://www.politifact.com/truth-o-meter/statements/2014/jan/24/patrick-kennedy/has-potency-pot-changed-president-obama-was-high-s/", "image": {"identifier": "https://static.politifact.com/rulings/tom-mostlytrue.png", "width": 600, "height": 600}, "site_name": "@politifact", "description": "Apparently, back when President Barack Obama would get high with the Choom Gang, he was tokin’ on some weak product by today’s standards. At least, that’s what one former congressman says. After Obama told The New Yorker that marijuana is no more dangerous than alcohol — which opened the door to a broader conversation about legalizing or decriminalizing a drug that’s on the federal government’s most restrictive list, Schedule I — former Rep. Patrick Kennedy, D-R.I., said the president needs to brush up on his pot knowledge."}, "twitter": {"card": "summary", "site": "PolitiFact", "url": "https://www.politifact.com/truth-o-meter/statements/2014/jan/24/patrick-kennedy/has-potency-pot-changed-president-obama-was-high-s/", "username": "PolitiFact", "title": "Has the potency of pot changed since President Obama was in high school?", "description": "Apparently, back when President Barack Obama would get high with the Choom Gang, he was tokin&rsquo; on some weak product by today&rsquo;s standards. At least, that&rsquo;s what one former congressman says. After Obama told The New Yorker that marijuana is no more dangerous than alcohol &mdash; which opened the door to a broader conversation about legalizing or decriminalizing a drug that&rsquo;s on the federal government&rsquo;s most restrictive list, Schedule I &mdash; former Rep. Patrick Kennedy, D-R.I., said the president needs to brush up on his pot knowledge. &quot;I think the president needs to speak to his (National Institute of Health) ...", "image": "https://static.politifact.com/rulings/tom-mostlytrue.png"}, "google-site-verification": "f78DLsjiW4HNoXEdfNt-_egV6z9R0SO4Begbqscm9Dg", "viewport": "width=device-width, initial-scale=1.0"}, "movies": [], "publish_date": 1390492800.0, "source": "http://www.politifact.com", "summary": ""}