{"url": "https://www.usnews.com/news/articles/2006/11/07/10-things-you-didnt-know-about-nancy-pelosi", "text": "(Jim Lo Scalzo for USN&WR)\n\n1. One of six children (and the only daughter), Nancy (Patricia D'Alesandro) Pelosi was born on March 26, 1940, and grew up in Baltimore's Little Italy.\n\n2. Pelosi's father, Tommy D'Alesandro, was a legendary Democratic congressman and Baltimore mayor. Her brother Thomas would also go on to become mayor of Baltimore.\n\n3. Seemingly, Pelosi was a Democrat from birth—as a young girl, she was offered a toy elephant by a Republican poll worker but recoiled, refusing the toy.\n\n4. A devout Catholic, Pelosi attended a Roman Catholic women's college, Trinity College, in Washington, D.C., where she met her future husband, Paul Pelosi, who was attending Georgetown. They eventually relocated to his hometown, San Francisco.\n\n5. Pelosi is mother to five—Nancy Corinne, Christine, Jacqueline, Paul, and Alexandra, all born within six years—and grandmother to five.\n\n6. Although active in politics her whole life—including stints as a leading Democratic fundraiser and chairwoman of the party in California—Pelosi didn't run for office until she was 47, preferring to wait until the youngest of her five children was a high school senior before running for Congress in 1987.\n\n7. Republican National Committee Chairman Ken Mehlman said that she was neither a \"new Democrat\" nor an \"old Democrat\" but a \"prehistoric Democrat.\" Other Republicans call her a \"latte Democrat\" for her politically progressive views on the environment, women's reproductive rights, labor unions, and other issues.\n\n8. Pelosi has been a formidable force within the Democratic Party, raising more money than any other congressional Democrat–around $100 million since taking the reins of party leadership. And she has managed to keep the House Dems toeing the party line: According to Congressional Quarterly, House Democrats voted with the majority of their party 88 percent of the time in 2005, the highest total since CQ started keeping track in 1956.\n\n9. Pelosi learned the art of politics from her father, a practitioner of old-school politics. To practice her penmanship, \"Little Nancy\" was in charge of the book in which her New Deal father kept track of favors done and owed.\n\n10. A true San Franciscan, Pelosi makes sure that her office is stocked with Ghirardelli chocolates. Her diet typically consists of mostly chocolate and chocolate ice cream. Completing the notoriously challenging New York Times crossword puzzle is one of her favorite hobbies.\n\nSources:", "images": ["https://www.usnews.com/dims4/USNEWS/e2a2399/2147483647/resize/300x%3E/quality/85/?url=http%3A%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2F7e%2F27ec33c05b23fe6e04d40cdb2fcf03%2F2267FE_PR_071119pelosi.jpg", "https://www.usnews.com/static/img/usn-logo-large.svg", "https://www.usnews.com/static/images/favicon.ico"], "top_img": "https://www.usnews.com/static/images/favicon.ico", "keywords": [], "authors": [], "canonical_link": "https://www.usnews.com/news/articles/2006/11/07/10-things-you-didnt-know-about-nancy-pelosi", "title": "10 Things You Didn't Know About Nancy Pelosi", "meta_data": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "description": "10 interesting facts about the first female Speaker of the House.", "keywords": "Stephanie Salmon,politics,House of Representatives,Congress,Pelosi, Nancy,10 Things You Didn't Know About...,Election Night 2008,Politics", "site": "news", "zone": "home/articles", "fb": {"pages": 5834919267, "app_id": 130063997038366}, "og": {"title": "10 Things You Didn't Know About Nancy Pelosi", "description": "10 interesting facts about the first female Speaker of the House.", "type": "article", "site_name": "US News & World Report", "url": "https://www.usnews.com/news/articles/2006/11/07/10-things-you-didnt-know-about-nancy-pelosi"}, "twitter": {"card": "summary_large_image", "site": "@USNews", "title": "10 Things You Didn't Know About Nancy Pelosi", "description": "10 interesting facts about the first female Speaker of the House."}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "optimizely": "Optimizely is supported by this application but is not enabled for this page."}, "movies": [], "publish_date": 1162828800.0, "source": "https://www.usnews.com", "summary": ""}