{"url": "http://www.whitehouse.gov/the-press-office/2011/07/06/remarks-president-twitter-town-hall", "text": "2:04 P.M. EDT\n\n\n\nMR. DORSEY: Good afternoon and welcome to the White House. I am Jack Dorsey, from Twitter.\n\n\n\nThrough more than 200 million tweets per day, people around the world use Twitter to instantly connect to what's most meaningful to them. In every country -- Egypt and Japan, the UK and the United States -- much of this conversation is made up of everyday people engaging in spirited debate about the future of their countries.\n\n\n\nOur partners at Salesforce Radian6 studied more than a million tweets, discussing our nation's politics over the recent weeks, and they found that America's financial security to be one of the most actively talked about topics on Twitter. They further found that President Obama's name comes up in more than half of these conversations.\n\n\n\nAnd so today this vibrant discussion comes here to the White House and you get to ask the questions. To participate, just open your web browser and go to askObama.Twitter.com. Neither the President or I know the questions that will be asked today. That decision is driven entirely by the Twitter users.\n\n\n\nAnd so let's get the conversation started. Ladies and gentlemen, the President of the United States. (Applause.)\n\n\n\nTHE PRESIDENT: Hello, everybody! (Applause.) First of all, everybody can sit down. (Laughter.) It's much easier to tweet from a seated position. (Laughter.)\n\n\n\nMR. DORSEY: And I understand you want to start the conversation off with a tweeter yourself.\n\n\n\nTHE PRESIDENT: I'm going to make history here as the first President to live tweet. So we've got a computer over here. (Types in tweet.)\n\n\n\nMR. DORSEY: It's only 140 characters. (Laughter.)\n\n\n\nTHE PRESIDENT: All right, I think I have done this properly. But here's the test.\n\n\n\nMR. DORSEY: And you tweeted.\n\n\n\nTHE PRESIDENT: How about that? Not bad. (Applause.) Thank you. So I think my question will be coming up at some point.\n\n\n\nMR. DORSEY: So what was your question? Here it is.\n\n\n\nTHE PRESIDENT: Here's the question: \"In order to reduce the deficit, what costs would you cut and what investments would you keep?\"\n\n\n\nAnd the reason I thought this was an important question is, as all of you know, we are going through a spirited debate here in Washington, but it's important to get the whole country involved, in making a determination about what are the programs that can help us grow, can create jobs, improve our education system, maintain our clean air and clean water, and what are those things that are a waste that we shouldn’t be investing in because they're not helping us grow or create jobs or creating new businesses. And that debate is going to be heating up over the next couple of weeks, so I'd love to hear from the American people, see what thoughts they have.\n\n\n\nMR. DORSEY: Excellent. Well, first question comes from a curator in New Hampshire. And we have eight curators around the country helping us pick tweets from the crowd so that we can read them to the President.\n\n\n\nAnd this one comes from William Smith: \"What mistakes have you made in handling this recession and what would you do differently?\"\n\n\n\nTHE PRESIDENT: That's a terrific question. When I first came into office we were facing the worst recession since the Great Depression. So, looking around this room, it's a pretty young room -- it's certainly the worst recession that we've faced in our lifetimes. And we had to act quickly and make some bold and sometimes difficult decisions.\n\n\n\nIt was absolutely the right thing to do to put forward a Recovery Act that cut taxes for middle-class folks so they had more money in their pocket to get through the recession. It was the right thing to do to provide assistance to states to make sure that they didn’t have to lay off teachers and cops and firefighters as quickly as they needed to. And it was the right thing to do to try to rebuild our infrastructure and put people back to work building roads and bridges and so forth.\n\n\n\nIt also was the right thing to do, although a tough decision, to save the auto industry, which is now profitable and gaining market share -- the U.S. auto industry -- for the first time in a very long time.\n\n\n\nI think that -- probably two things that I would do differently. One would have been to explain to the American people that it was going to take a while for us to get out of this. I think even I did not realize the magnitude, because most economists didn’t realize the magnitude, of the recession until fairly far into it, maybe two or three months into my presidency where we started realizing that we had lost 4 million jobs before I was even sworn in.\n\n\n\nAnd so I think people may not have been prepared for how long this was going to take and why we were going to have to make some very difficult decisions and choices. And I take responsibility for that, because setting people’s expectations is part of how you end up being able to respond well.\n\n\n\nThe other area is in the area of housing. I think that the continuing decline in the housing market is something that hasn’t bottomed out as quickly as we expected. And so that’s continued to be a big drag on the economy.\n\n\n\nWe’ve had to revamp our housing program several times to try to help people stay in their homes and try to start lifting home values up. But of all the things we’ve done, that’s probably been the area that’s been most stubborn to us trying to solve the problem.\n\n\n\nMR. DORSEY: Mr. President, 27 percent of our questions are in the jobs category, as you can see from the screen over here. Our next question has to do about jobs and technology. It comes from David: \"Tech and knowledge industries are thriving, yet jobs discussion always centers on manufacturing. Why not be realistic about jobs?\"\n\n\n\nTHE PRESIDENT: Well, it’s not an either/or question; it’s a both/and question. We have to be successful at the cutting-edge industries of the future like Twitter. But we also have always been a country that makes stuff. And manufacturing jobs end up having both higher wages typically, and they also have bigger multiplier effects. So one manufacturing job can support a range of other jobs -- suppliers and the restaurant near the plant and so forth. So they end up having a substantial impact on the overall economy.\n\n\n\nWhat we want to focus on is advanced manufacturing that combines new technology, so research and development to figure out how are we going to create the next Twitter, how are we going to create the next Google, how are we going to create the next big thing -- but make sure that production is here.\n\n\n\nSo it’s great that we have an Apple that’s creating iPods, iPads and designing them and creating the software, but it would be nice if we’re also making the iPads and the iPods here in the United States, because that's some more jobs that people can work at.\n\n\n\nAnd there are going to be a series of decisions that we’ve got to make. Number one, are we investing in research and development in order to emphasize technology? And a lot of that has to come from government. That's how the Internet got formed. That's how GPS got formed. Companies on their own can’t always finance the basic research because they can’t be assured that they’re going to get a return on it.\n\n\n\nNumber two, we’ve got to drastically improve how we train our workforce and our kids around math and science and technology.\n\n\n\nNumber three, we’ve got to have a top-notch infrastructure to support advanced manufacturing, and we’ve got to look at sectors where we know this is going to be the future. Something like clean energy, for example. For us not to be the leaders in investing in clean energy manufacturing so that wind turbines and solar panels are not only designed here in the United States but made here in the United States makes absolutely no sense. We’ve got to invest in those areas for us to be successful.\n\n\n\nSo you can combine high-tech with manufacturing, and then you get the best of all worlds.\n\n\n\nMR. DORSEY: You mentioned education. There's a lot of questions coming about education and its impact on the economy. This one in particular is from a curator who is pulling from a student in Ohio, named Dustin: \"Higher ed is necessary for a stronger economy, but for some middle-class Americans it’s becoming too expensive. What can be done?\"\n\n\n\nTHE PRESIDENT: Well, here is some good news. We’ve already done something that is very significant, and people may not know. As part of a higher education package that we passed last year, what we were able to do was to take away subsidies that were going to banks for serving as middlemen in the student loan program and funnel that to help young people, through Pell Grants and lower rates on student loans. And so there are millions of students who are getting more affordable student loans and grants as a consequence of the steps that we’ve already taken. This is about tens of billions of dollars' worth of additional federal dollars that were going to banks are now going to students directly.\n\n\n\nIn addition, what we’ve said is that starting in 2013, young people who are going to college will not have to pay more than 10 percent of their income in repayment. And that obviously helps to relieve the burden on a lot students -- because, look, I’m a guy who had about $60,000 worth of debt when I graduated from law school, and Michelle had $60,000. And so we were paying a bigger amount every month than our mortgage. And we did that for eight, 10 years. So I know how burdensome this can be.\n\n\n\nI do think that the universities still have a role in trying to keep their costs down. And I think that it’s important -- even if we've got better student loan programs, more grants, if the costs keep on going up then we'll never have enough money, you'll never get enough help to avoid taking on these huge debts. And so working with university presidents to try to figure out, where can you cut costs -- of course, it may mean that the food in the cafeteria is a little worse and the gym is not as fancy. But I think all of us have to figure out a way to make sure that higher education is accessible for everybody.\n\n\n\nOne last point -- I know, Twitter, I’m supposed to be short. (Laughter.) But city -- community colleges is a huge, under-utilized resource, where what we want to do is set up a lifelong learning system where you may have gotten your four-year degree, but five years out you decide you want to go into another field or you want to brush up on new technologies that are going to help you advance. We need to create a system where you can conveniently access community colleges that are working with businesses to train for the jobs that actually exist. That’s a huge area where I think we can make a lot of progress.\n\n\n\nMR. DORSEY: You mention debt a lot. That’s come up in conversation a lot recently, especially in some of our recent questions, specifically the debt ceiling. And this is formulated in our next question from RenegadeNerd out of Atlanta: \"Mr. President, will you issue an executive order to raise the debt ceiling pursuant to Section 4 of the 14th Amendment?\"\n\n\n\nTHE PRESIDENT: Can I just say, RenegadeNerd, that picture is -- captures it all there. (Laughter.) He's got his hand over there, he’s looking kind of confused. (Laughter.)\n\n\n\nLet me, as quickly as I can, describe what’s at stake with respect to the debt ceiling. Historically, the United States, whenever it has a deficit, it finances that deficit through the sale of treasuries. And this is a very common practice. Over our lifetimes, typically the government is always running a modest deficit. And Congress is supposed to vote on the amount of debt that Treasury can essentially issue. It’s a pretty esoteric piece of business; typically has not been something that created a lot of controversy.\n\n\n\nWhat’s happening now is, is that Congress is suggesting we may not vote to raise the debt ceiling. If we do not, then the Treasury will run out of money. It will not be able to pay the bills that are owing, and potentially the entire world capital markets could decide, you know what, the full faith and credit of the United States doesn’t mean anything. And so our credit could be downgraded, interest rates could go drastically up, and it could cause a whole new spiral into a second recession, or worse.\n\n\n\nSo this is something that we shouldn’t be toying with. What Dexter’s question referred to was there are some people who say that under the Constitution, it’s unconstitutional for Congress not to allow Treasury to pay its bills and are suggesting that this should be challenged under the Constitution.\n\n\n\nI don’t think we should even get to the constitutional issue. Congress has a responsibility to make sure we pay our bills. We’ve always paid them in the past. The notion that the U.S. is going to default on its debt is just irresponsible. And my expectation is, is that over the next week to two weeks, that Congress, working with the White House, comes up with a deal that solves our deficit, solves our debt problems, and makes sure that our full faith and credit is protected.\n\n\n\nMR. DORSEY: So back to jobs. We have a question from New York City about immigrant entrepreneurs: \"Immigrant entrepreneurs can build companies and create jobs for U.S. workers. Will you support a startup visa program?\"\n\n\n\nTHE PRESIDENT: What I want to do is make sure that talented people who come to this country to study, to get degrees, and are willing and interested in starting up businesses can do so, as opposed to going back home and starting those businesses over there to compete against the United States and take away U.S. jobs.\n\n\n\nSo we’re working with the business community as well as the entrepreneurial community to figure out are there ways that we can streamline the visa system so if you are studying here, you’ve got a PhD in computer science or you’ve got a PhD in engineering, and you say I’m ready to invest in the United States, create jobs in the United States, then we are able to say to you, we want you to stay here.\n\n\n\nAnd I think that it is possible for us to deal with this problem. But it’s important for us to look at it more broadly. We’ve got an immigration system that’s broken right now, where too many folks are breaking the law but also our laws make it too hard for talented people to contribute and be part of our society. And we’ve always been a nation of laws and a nation of immigrants. And so we need comprehensive immigration reform, part of which would allow entrepreneurs and high-skilled individuals to stay here -- because we want to be attracting that talent here. We don’t want that -- we don’t want to pay for training them here and then having them benefit other countries.\n\n\n\nMR. DORSEY: Our next question was just -- was sent just an hour ago and touches on alternative energy and job creation: \"Will you focus on promoting alternative energy industries in oil states like Louisiana and Texas?\"\n\n\n\nTHE PRESIDENT: I want to promote alternative energy everywhere, including oil states like Louisiana and Texas. This is something that I’m very proud of and doesn’t get a lot of attention. We made the largest investment in clean energy in our history through the Recovery Act. And so we put forward a range of programs that provided credits and grants to startup companies in areas like creating wind turbines, solar panels.\n\n\n\nA great example is advanced battery manufacturing. When I came into office, advanced batteries, which are used, for example, in electric cars, we only accounted for 2 percent of the world market in advanced batteries. And we have quintupled our market share, or even gone further, just over the last two years. And we’re projecting that we can get to 30 to 40 percent of that market. That’s creating jobs all across the Midwest, all across America.\n\n\n\nAnd whoever wins this race on advanced battery manufacturing is probably going to win the race to produce the cars of the 21st century. China is investing in it. Germany is investing in it. We need to be investing in it as well.\n\n\n\nMR. DORSEY: I wanted to take a moment and point out the map just behind you. These are tweets coming in, in real time, and these are questions being asked right now. And it flips between the various categories that we’ve determined and also just general askObama questions.\n\n\n\nSo our next question is coming up on the screen now, from Patrick: “Mr. President, in several states we have seen people lose their collective bargaining rights. Do you have a plan to rectify this?\"\n\n\n\nTHE PRESIDENT: The first thing I want to emphasize is that collective bargaining is the reason why the vast majority of Americans enjoy a minimum wage, enjoy weekends, enjoy overtime. So many things that we take for granted are because workers came together to bargain with their employers.\n\n\n\nNow, we live in a very competitive society in the 21st century. And that means in the private sector, labor has to take management into account. If labor is making demands that make management broke and they can’t compete, then that doesn’t do anybody any good.\n\n\n\nIn the public sector, what is true is that some of the pension plans that have been in place and the health benefits that are in place are so out of proportion with what’s happening in the private sector that a lot of taxpayers start feeling resentful. They say, well, if I don’t have health care where I only have to pay $1 for prescription drugs, why is it that the person whose salary I’m paying has a better deal?\n\n\n\nWhat this means is, is that all of us are going to have to make some adjustments. But the principle of collective bargaining, making sure that people can exercise their rights to be able to join together with other workers and to negotiate and kind of even the bargaining power on either side, that’s something that has to be protected. And we can make these adjustments in a way that are equitable but preserve people’s collective bargaining rights.\n\n\n\nSo, typically, the challenges against bargaining rights have been taking place at the state level. I don't have direct control over that. But what I can do is to speak out forcefully for the principle that we can make these adjustments that are necessary during these difficult fiscal times, but do it in a way that preserves collective bargaining rights. And certainly at the federal level where I do have influence, I can make sure that we make these adjustments without affecting people’s collective bargaining rights.\n\n\n\nI'll give you just one example. We froze federal pay for federal workers for two years. Now, that wasn’t real popular, as you might imagine, among federal workers. On the other hand, we were able to do that precisely because we wanted to prevent layoffs and we wanted to make sure that we sent a signal that everybody is going to have to make some sacrifices, including federal workers.\n\n\n\nBy the way, people who work in the White House, they’ve had their pay frozen since I came in, our high-wage folks. So they haven’t had a raise in two and a half years, and that's appropriate, because a lot of ordinary folks out there haven’t, either. In fact, they’ve seen their pay cut in some cases.\n\n\n\nMR. DORSEY: Mr. President, 6 percent of our questions are coming in about housing, which you can see in the graph behind me. And this one in particular has to do with personal debt and housing: “How will admin work to help underwater homeowners who aren’t behind in payments but are trapped in homes they can’t sell?” From Robin.\n\n\n\nTHE PRESIDENT: This is a great question. And remember, I mentioned one of our biggest challenges during the course of the last two and a half years has been dealing with a huge burst of the housing bubble.\n\n\n\nWhat's happened is a lot of folks are underwater, meaning their home values went down so steeply and so rapidly that now their mortgage, the amount they owe, is a lot more than the assessed worth of their home. And that obviously burdens a lot of folks. It means if they’re selling, they’ve got to sell at a massive loss that they can’t afford. It means that they don’t feel like they have any assets because the single biggest asset of most Americans is their home.\n\n\n\nSo what we’ve been trying to do is to work with the issuers of the mortgages, the banks or the service companies, to convince them to work with homeowners who are paying, trying to do the right thing, trying to stay in their homes, to see if they can modify the loans so that their payments are lower, and in some cases, maybe even modify their principal, so that they don’t feel burdened by these huge debts and feel tempted to walk away from homes that actually they love and where they’re raising their families.\n\n\n\nWe’ve made some progress. We have, through the programs that we set up here, have probably seen several million home modifications either directly because we had control of the loan process, or because the private sector followed suit. But it’s not enough. And so we’re going back to the drawing board, talking to banks, try to put some pressure on them to work with people who have mortgages to see if we can make further adjustments, modify loans more quickly, and also see if there may be circumstances where reducing principal is appropriate.\n\n\n\nMR. DORSEY: And our next question comes from someone you may know. This is Speaker Boehner.\n\n\n\nTHE PRESIDENT: Oh, there you go. (Laughter.)\n\n\n\nMR. DORSEY: “After embarking on a record spending binge that left us deeper in debt, where are the jobs?” And I want to note that these characters are his fault. (Laughter.)\n\n\n\nTHE PRESIDENT: First of all --\n\n\n\nMR. DORSEY: Not his fault, not his fault.\n\n\n\nTHE PRESIDENT: -- John obviously needs to work on his typing skills. (Laughter.) Well, look, obviously John is the Speaker of the House, he’s a Republican, and so this is a slightly skewed question. (Laughter.) But what he’s right about is that we have not seen fast enough job growth relative to the need. I mean, we lost, as I said, 4 million jobs before I took office, before I was sworn in. About 4 million jobs were lost in the few months right after I took office before our economic policies had a chance to take any effect.\n\n\n\nAnd over the last 15 months, we’ve actually seen two million jobs created in the private sector. And so we’re each month seeing growth in jobs, But when you’ve got a 8 million dollar -- 8-million-job hole and you’re only filling it 100,000-200,000 jobs at a time each month, obviously that’s way too long for a lot of folks who are still out of work.\n\n\n\nThere are a couple of things that we can continue to do. I actually worked with Speaker Boehner to pass a payroll tax cut in December that put an extra $1,000 in the pockets of almost every single American. That means they’re spending money. That means that businesses have customers. And that has helped improve overall growth.\n\n\n\nWe have provided at least 16 tax cuts to small businesses who have needed a lot of help and have been struggling, including, for example, saying zero capital gains taxes on startups -- because our attitude is we want to encourage new companies, young entrepreneurs, to get out there, start their business, without feeling like if they’re successful in the first couple of years that somehow they have to pay taxes, as opposed to putting that money back into their business.\n\n\n\nSo we’ve been able to cooperate with Republicans on a range of these issues. There are some areas where the Republicans have been more resistant in cooperating, even though I think most objective observers think it’s the right thing to do. I’ll give you a specific example.\n\n\n\nIt’s estimated that we have about $2 trillion worth of infrastructure that needs to be rebuilt. Roads, bridges, sewer lines, water mains; our air traffic control system doesn’t make sense. We don’t have the kind of electric grid that’s smart, meaning it doesn’t waste a lot of energy in transmission. Our broadband system is slower than a lot of other countries.\n\n\n\nFor us to move forward on a major infrastructure initiative where we’re putting people to work right now -- including construction workers who were disproportionately unemployed when the housing bubble went bust -- to put them to work rebuilding America at a time when interest rates are very low, contractors are looking for work, and the need is there, that is something that could make a huge, positive impact on the economy overall. And it’s an example of making an investment now that ends up having huge payoffs down the road.\n\n\n\nWe haven’t gotten the kind of cooperation that I’d like to see on some of those ideas and initiatives. But I’m just going to keep on trying and eventually I’m sure the Speaker will see the light. (Laughter.)\n\n\n\nMR. DORSEY: Speaking of startups, there’s a ton of questions about small businesses and how they affect job creation. This one comes from Neal: “Small biz create jobs. What incentives are you willing to support to improve small business growth?”\n\n\n\nTHE PRESIDENT: Well, I just mentioned some of the tax breaks that we’ve provided not only to small businesses, but also in some cases were provided big businesses. For example, if they’re making investments in plants and equipment this year, they can fully write down those costs, take -- essentially depreciate all those costs this year and that saves them a pretty big tax bill. So we’re already initiating a bunch of steps.\n\n\n\nThe biggest challenge that I hear from small businesses right now actually has to do with financing, because a lot of small businesses got their financing from community banks. Typically, they’re not getting them from the big Wall Street banks, but they’re getting them from their various regional banks in their communities. A lot of those banks were pretty over-extended in the commercial real estate market, which has been hammered. A lot of them are still digging themselves out of bad loans that they made that were shown to be bad during the recession.\n\n\n\nAnd so, what we’ve tried to do is get the Small Business Administration, the federal agency that helps small businesses, to step in and to provide more financing -- waiving fees, seeing if we can lower interest rates in some cases, making sure that the threshold for companies that qualify for loans are more generous. And that’s helped a lot of small businesses all across the country. And this is another example of where, working with Congress, my hope is, is that we can continue to provide these tax incentives and maybe do even a little bit more.\n\n\n\nQ Our next question was tweeted less than five minutes ago and comes to us from Craig: “My question is, can you give companies a tax break if they hire an honorable discharged veteran?”\n\n\n\nTHE PRESIDENT: This is something that I’ve been talking a lot about internally. We’ve got all these young people coming back from Iraq and Afghanistan; have made incredible sacrifices; have taken on incredible responsibilities. You see some 23-year-old who's leading a platoon in hugely dangerous circumstances, making decisions, operating complex technologies. These are folks who can perform. But, unfortunately, what we’re seeing is that a lot of these young veterans have a higher unemployment rate than people who didn’t serve. And that makes no sense.\n\n\n\nSo what we’d like to do is potentially combine a tax credit for a company that hires veterans with a campaign to have private companies step up and do the right thing and hire more veterans. And one of the things that we’ve done is internally in the federal government we have made a huge emphasis on ramping up our outreach to veterans and the hiring of veterans, and this has been a top priority of mine. The notion that these guys who are sacrificing for our freedom and our security end up coming home and not being able to find a job I think is unacceptable.\n\n\n\nMR. DORSEY: Mr. President, this next question comes from someone else you may recognize. And what's interesting about this question, it was heavily retweeted and voted up by our userbase. This comes from NickKristof: “Was it a mistake to fail to get Republicans to commit to raise the debt ceiling at the same time tax cuts were extended?”\n\n\n\nTHE PRESIDENT: Nicholas is a great columnist. But I have to tell you the assumption of the question is, is that I was going to be able to get them to commit to raising the debt ceiling.\n\n\n\nIn December, we were in what was called the lame duck session. The Republicans knew that they were going to be coming in as the majority. We only had a few short weeks to deal with a lot of complicated issues, including repealing \"don't ask, don't tell,\" dealing with a START treaty to reduce nuclear weapons, and come to terms with a budget. And what we were able to do was negotiate a package where we agreed to do something that we didn’t like but that the Republicans badly wanted, which is to extend the Bush tax cuts on the wealthy for another two years.\n\n\n\nIn exchange, we were able to get this payroll tax that put $1,000 -- tax cut that put $1,000 in the pockets of every American, which would help economic growth and jobs. We were also able to get unemployment insurance extended for the millions of Americans out there who are still out of work and whose benefits were about to run out. And that was a much better deal than I think a lot of people expected.\n\n\n\nIt would have been great if we were able to also settle this issue of the debt ceiling at that time. That wasn’t the deal that was available. But here’s the more basic point: Never in our history has the United States defaulted on its debt. The debt ceiling should not be something that is used as a gun against the heads of the American people to extract tax breaks for corporate jet owners, or oil and gas companies that are making billions of dollars because the price of gasoline has gone up so high.\n\n\n\nI’m happy to have those debates. I think the American people are on my side on this. What we need to do is to have a balanced approach where everything is on the table. We need to reduce corporate loopholes. We need to reduce discretionary spending on programs that aren’t working. We need to reduce defense spending. Everything has -- we need to look at entitlements, and we have to say, how do we protect and preserve Medicare and Social Security for not just this generation but also future generations. And that’s going to require some modifications, even as we maintain its basic structure.\n\n\n\nSo what I’m hoping to see over the next couple of weeks is people put their dogmas aside, their sacred cows aside; they come together and they say, here’s a sensible approach that reduces our deficit, makes sure that government is spending within its means, but also continues to make investments in education, in clean energy, and basic research that are going to preserve our competitive advantage going forward.\n\n\n\nMR. DORSEY: So speaking of taxes, our next question is coming from us -- from Alabama, from Lane: \"What changes to the tax system do you think are necessary to help solve the deficit problem and for the system to be fair?\"\n\n\n\nTHE PRESIDENT: Well, I think that, first of all, it’s important for people to realize that since I’ve been in office I’ve cut taxes for middle-class families, repeatedly. The Recovery Act cut taxes for 95 percent of working families. The payroll tax cut that we passed in December put an extra thousand dollars in the pockets of every family in America.\n\n\n\nAnd so we actually now have the lowest tax rates since the 1950s. Our tax rates are lower now than they were under Ronald Reagan. They’re lower than they were under George Bush -- senior or George Bush, junior. They’re lower than they were under Bill Clinton.\n\n\n\nThe question is how do we pay for the things that we all think are important and how do we make sure that the tax system is equitable? And what I’ve said is that in addition to eliminating a whole bunch of corporate loopholes that are just not fair -- the notion that corporate jets should get a better deal than commercial jets, or the notion that oil and gas companies that made tens of billions of dollars per quarter need an additional break to give them an incentive to go drill for oil -- that doesn’t make sense.\n\n\n\nBut what I’ve also said is people like me who have been incredibly fortunate, mainly because a lot of folks bought my book -- (laughter) -- for me to be able to go back to the tax rate that existed under Bill Clinton, to pay a couple of extra percentage points so that I can make sure that seniors still have Medicare or kids still have Head Start, that makes sense to me. And, Jack, we haven’t talked about this before, but I’m assuming it makes sense to you, given Twitter has done pretty well. (Laughter.)\n\n\n\nI think that for us to say that millionaires and billionaires can go back to the tax rate that existed when Bill Clinton was President, that doesn’t affect middle-class families who are having a tough time and haven’t seen their incomes go up. It does mean that those who are in the top 1-2 percent, who have seen their incomes go up much more quickly than anybody else, pays a little bit more in order to make sure that we can make the basic investments that grow this country -- that’s not an unreasonable position to take. And the vast majority of Americans agree with me on that.\n\n\n\nThat doesn’t mean that we can just continue spending anything we want. We’re still going to have to make some tough decisions about defense spending, or even some programs that I like but we may not need. But we can’t close the deficit and debt just by cutting things like Head Start or Medicare. That can’t be an equitable solution to solving the problem. And then, we say to millionaires and billionaires, you don’t have to do anything. I don’t want a $200,000 tax break if it means that some senior is going to have to pay $6,000 more for their Medicare that they don’t have, or a bunch of kids are going to be kicked off of Head Start and aren’t going to get the basics that they need in order to succeed in our society. I don’t think that’s good for me; I don’t think it’s good for the country.\n\n\n\nMR. DORSEY: So we have a follow-up question to your answer about homeowners being underwater. And this one came in under 10 minutes ago from Shnaps: \"Is free-market an option? Obama on homeowners underwater: have made some progress, but plus needed looking at options.\"\n\n\n\nTHE PRESIDENT: Well, when Shnaps -- (laughter) -- when Shnaps talks about free market options, I mean, keep in mind that most of this is going to be a function of the market slowly improving because people start having more confidence in the economy; more people decide, you know what, the housing market has kind of bottomed out, now is the time to buy. They start buying. That starts slowly lifting up prices, and you get a virtuous cycle going on.\n\n\n\nSo a lot of this is going to be determined by how well the overall economy does: Do people feel more confident about jobs? Do they feel more confident that they’re going to be able to make their mortgage? And given the size of the housing market, no federal program is going to be able to solve the housing problem. Most of this is going to be free market.\n\n\n\nThe one thing that we can do it make sure that for homeowners who have been responsible, didn’t buy more house than they could afford, had some tough luck because they happened to buy at the top of the market, can afford to continue to pay for that house, can afford their current mortgage, but need some relief, given the drop in value -- that we try to match them up with bankers so that each side ends up winning. The banker says, you know, I’m going to be better off than if this house is foreclosed upon and I have to sell it at a fire sale. The mortgage owner is able to stay in their home, but still pay what’s owed.\n\n\n\nAnd I think that that kind of adjustment and negotiation process is tough. It’s difficult partly because a lot of banks these days don’t hold mortgages. They were all sold to Wall Street and were sliced and diced in these complex financial transactions. So sorting through who owns what can be very complicated. And as you know, some of the banks didn’t do a very good job on filing some of their papers on these foreclosure actions, and so there’s been litigation around that.\n\n\n\nBut the bottom line is we should be able to make some progress on helping some people, understanding that some folks just bought more home than they could afford and probably they’re going to be better off renting.\n\n\n\nMR. DORSEY: So 10 percent of our questions now are about education, and this one was surfaced from our curator in California by Marcia: “Public education here in California is falling apart, not graduating enough skilled workers or smart citizens. Privatization looming?”\n\n\n\nTHE PRESIDENT: Look, when America was making a transition from an agricultural society to an industrial society, we as a country made a decision that we were going to have public high schools that would upgrade the skills of young people as they were leaving the farms and start participating in a more complex industrial economy. When my grandfather’s generation came back from World War II, we made a decision that we were going to have a GI Bill that would send these young people to college because we figured that would help advance our economy.\n\n\n\nEvery time we’ve made a public investment in education, it has paid off many times over. For us now to give short shrift to education when the world is more complex than ever, and it’s a knowledge-based society and companies locate based on whether they’ve got skilled workforces or not, that makes no sense.\n\n\n\nAnd so we’ve got to get our priorities straight here. It is important for us to have a healthy business climate, to try to keep taxes low, to make sure that we’re not spending on things that don’t work. It’s important that we get a good bang for the buck in education. And so my administration has pushed more reform more vigorously across the country through things like Race to the Top than most previous administrations have been able to accomplish. So we don’t just need more money; we need more reform.\n\n\n\nBut we do have to pay for good teachers. Young, talented people aren’t going to go into teaching if they’re getting paid a poverty wage. We do have to make sure that buildings aren’t crumbling. It's pretty hard for kids to concentrate if there are leaks and it’s cold and there are rats running around in their schools. And that’s true in a lot of schools around the country.\n\n\n\nWe do have to make sure that there are computers in a computer age inside classrooms, and that they work and that there’s Internets that are actually -- there are Internet connections that actually function.\n\n\n\nAnd I think that those states that are going to do well and those countries that do well are the ones that are going to continue to be committed to making education a priority.\n\n\n\nMR. DORSEY: We have another follow-up sent about 10 minutes ago in response to your answer on Vietnam vets. From Brendan: “We definitely need to get more vets into jobs, but when are we going to support the troops by cutting oil dependence?”\n\n\n\nTHE PRESIDENT: Reducing our dependence on oil is good for our economy, it’s good for our security, and it’s good for our planet -- so it’s a \"three-fer.\" And we have not had a serious energy policy for decades. Every President talks about it; we don’t get it done.\n\n\n\nNow, I’d like to see robust legislation in Congress that actually took some steps to reduce oil dependency. We’re not going to be able to replace oil overnight. Even if we are going full-throttle on clean energy solutions like solar and wind and biodiesel, we’re going to need oil for some time. But if we had a goal where we’re just reducing our dependence on oil each year in a staggered set of steps, it would save consumers in their pocketbook; it would make our businesses more efficient and less subject to the whims of the spot oil market; it would make us less vulnerable to the kinds of disruptions that have occurred because of what happened in the Middle East this spring; and it would drastically cut down on our carbon resources.\n\n\n\nSo what I -- unfortunately, we have not seen a sense of urgency coming out of Congress over the last several months on this issue. Most of the rhetoric has been about, let’s produce more. Well, we can produce more, and I’m committed to that, but the fact is, we only have 2 to 3 percent of the world’s oil reserves; we use 25 percent of the world’s oil. We can’t drill our way out of this problem.\n\n\n\nWhat we can do that we’ve already done administratively is increase fuel-efficiency standards on cars, just to take one example. That will save us millions of barrels of oil, just by using existing technologies and saying to car companies, you can do better than 10 miles a gallon or 15 miles a gallon. And you’re starting to see Detroit respond. U.S. car companies have figured out, you know what, if we produce high-quality electric vehicles, if we produce high-quality low gas -- or high gas mileage vehicles, those will sell.\n\n\n\nAnd we’re actually starting to see market share increase for American cars in subcompact and compact cars for the first time in many years. And that’s partly because we increased fuel-efficiency standards through an administrative agreement. It’s also because, as part of the deal to bail out the oil companies, we said to them, start focusing on the cars of the future instead of looking at big gas guzzlers of the past.\n\n\n\nMR. DORSEY: So all of our questions now are coming in real time -- this one less than 10 minutes ago, and surfaced from a curator: \"So will you raise taxes on the middle class at least to President George W. Bush levels?\"\n\n\n\nTHE PRESIDENT: No, what we’ve said is let’s make permanent the Bush tax cuts for low and moderate income folks -- people in -- for the 98 percent of people who, frankly, have not seen their wages go up or their incomes go up over the last decade. They don’t have a lot of room; they’re already struggling to meet the rising cost of health care and education and gas prices and food prices.\n\n\n\nIf all we do is just go back to the pre-Bush tax cut rates for the top income brackets, for millionaires and billionaires, that would raise hundreds of billions of dollars. And if you combine it with the cuts we’ve already proposed, we could solve our deficit and our debt problems.\n\n\n\nThis is not something that requires radical solutions. It requires some smart, common-sense, balanced approaches. I think that’s what the American people are looking for and that’s what I’ve proposed. And that’s what I’m going to keep on trying to bring the parties together to agree to, is a balanced approach that has more cuts than revenue, but has some revenue, and that revenue should come from the people who can most afford it.\n\n\n\nQ So a slight deviation from the economy -- we have a lot of questions, and this will be our last before we start reading some responses to your question -- about the space program. And this one from Ron: \"Now that the space shuttle is gone, where does America stand in space exploration?\"\n\n\n\nTHE PRESIDENT: We are still a leader in space exploration. But, frankly, I have been pushing NASA to revamp its vision. The shuttle did some extraordinary work in low-orbit experiments, the International Space Station, moving cargo. It was an extraordinary accomplishment and we’re very proud of the work that it did. But now what we need is that next technological breakthrough.\n\n\n\nWe’re still using the same models for space travel that we used with the Apollo program 30, 40 years ago. And so what we’ve said is, rather than keep on doing the same thing, let’s invest in basic research around new technologies that can get us places faster, allow human space flight to last longer.\n\n\n\nAnd what you’re seeing now is NASA I think redefining its mission. And we’ve set a goal to let’s ultimately get to Mars. A good pit stop is an asteroid. I haven’t actually -- we haven’t identified the actual asteroid yet, in case people are wondering. (Laughter.) But the point is, let’s start stretching the boundaries so we’re not doing the same thing over and over again, but rather let’s start thinking about what’s the next horizon, what’s the next frontier out there.\n\n\n\nBut in order to do that, we’re actually going to need some technological breakthroughs that we don’t have yet. And what we can do is for some of this low-orbit stuff, some of the more routine space travel -- obviously no space travel is routine, but it could become more routine over time -- let’s allow the private sector to get in so that they can, for example, send these low-Earth orbit vehicles into space and we may be able to achieve a point in time where those of you who are just dying to go into space, you can buy a ticket, and a private carrier can potentially take you up there, while the government focuses on the big breakthroughs that require much larger investments and involve much greater risk.\n\n\n\nMR. DORSEY: So, Mr. President, we received a lot of responses to your question over the last hour. And we wanted to go through seven of them that we picked out and just spend some time giving feedback on each. This one from Brian: \"Cut defense contracting, end war on drugs, eliminate agribiz and big oil subsidies, invest in public campaign financing.\"\n\n\n\nTHE PRESIDENT: Well, that’s not a bad list. (Laughter.) The defense contracting is something we’re already making progress on.\n\n\n\nI think with respect to the war on drugs, what we’ve always said is that investing in prevention, reducing demand, is going to be the most cost-effective thing that we can do. We still have to interdict the big drug kingpins and we still have to enforce our drug laws. But making sure that we’re spending more on prevention and treatment can make a huge difference.\n\n\n\nWith respect to some of these big agribusiness and big oil subsidies, those are the examples of the kinds of loopholes we can close. And public campaign financing is something that I’ve supported in the past. There is no doubt that money has an impact on what happens here in Washington. And the more we can reduce money’s impact on Washington, the better off we’re going to be.\n\n\n\nMR. DORSEY: Our next response from Elizabeth in Chicago: “Stop giving money to countries that waste it -- Pakistan. Keep military, share the wealth between branches, and don’t cut education.”\n\n\n\nTHE PRESIDENT: You know, the one thing I would say is, on the notion of giving money to countries that waste it -- and Pakistan is listed there -- I think it’s important for people to know that foreign aid accounts for less than 2 percent of our budget. And if you defined it just narrowly as the kind of foreign aid to help feed people and what we think of classically as foreign aid, it’s probably closer to 1 percent.\n\n\n\nSo sometimes people have an exaggerated sense that we spend 25 percent of the federal budget on foreign aid. It’s a tiny amount that has a big impact. And I think America, to be a leader in the world, to have influence, to help stabilize countries and create opportunity for people so that they don’t breed terrorists or create huge refugee flows and so forth, it’s smart for us to make a very modest investment in foreign aid. It’s a force multiplier and it’s something that even in tough fiscal times America needs to continue to do as part of our role as a global leader.\n\n\n\nMR. DORSEY: This next one is pretty simple, from Daniel: “We need to raise taxes, period.” (Laughter.)\n\n\n\nTHE PRESIDENT: As I said before, if wealthy individuals are willing to simply go back to the rates that existed back in the 1990s when rich people were doing very well -- it’s not like they were poor -- and by the way, that’s when we saw the highest job growth rates and that’s when we saw the highest -- the greatest reduction in poverty, and that’s when we saw businesses very profitable -- if the wealthiest among us -- and I include myself in this category -- are willing to give up a little bit more, then we can solve this problem. It does not take a lot.\n\n\n\nAnd I just have to say, when people say, job-killing tax increases, that’s what Obama is proposing, we’re not going to -- you’re entitled to your own opinions, but not your own facts. And the facts are that a modest increase for wealthy individuals is not shown to have an adverse impact on job growth.\n\n\n\nI mean, we can test the two theories. You had what happened during the ‘90s -- right? Taxes for wealthy individuals were somewhat higher, businesses boomed, the economy boomed, great job growth. And then the 2000s, when taxes were cut on wealthy individuals, jobs didn’t grow as fast, businesses didn’t grow as fast. I mean, it’s not like we haven’t tried what these other folks are pitching. It didn’t work. And we should go with what works.\n\n\n\nMR. DORSEY: So our next response -- we have about nine minutes left and four more responses -- this one from Tammy: “Cut military spending on oil subsidies and keep education investments.”\n\n\n\nTHE PRESIDENT: I agree with this. The one thing I’ll say about military spending -- we’ve ended the war in Iraq, our combat mission there, and our -- all our troops are slated to be out by the end of this year. We’ve already removed 100,000. I announced that we were going to begin drawing down troops in Afghanistan and pivot to a transition process where Afghans are taking more responsibility for their defense.\n\n\n\nBut we have to do all of this in a fairly gradual way. We can’t simply lop off 25 percent off the defense budget overnight. We have to think about all the obligations we have to our current troops who are in the field, and making sure they’re properly equipped and safe. We’ve got to make sure that we are meeting our commitments for those veterans who are coming home. We’ve got to make sure that -- in some cases, we’ve got outdated equipment that needs to be replaced.\n\n\n\nAnd so I’m committed to reducing the defense budget, but as Commander-in-Chief, one of the things that we have to do is make sure that we do it in a thoughtful way that’s guided by our security and our strategic needs. And I think we can accomplish that. And the nice thing about the defense budget is it’s so big, it’s so huge, that a 1 percent reduction is the equivalent of the education budget. Not -- I’m exaggerating, but it’s so big that you can make relatively modest changes to defense that end up giving you a lot of head room to fund things like basic research or student loans or things like that.\n\n\n\nQ Our next response from southwest Ohio, Mostlymoderate: “Cut subsidies to industries which are no longer in crisis or are unsuccessful, cotton, oil, corn subsidies from ethanol.”\n\n\n\nTHE PRESIDENT: Well, there’s been a interesting debate taking place in Congress recently. I’m a big supporter of biofuels. But one of the things that's become clear is, is that we need to accelerate our basic research in ethanol and other biofuels that are made from things like woodchips and algae as opposed to just focusing on corn, which is probably the least efficient energy producer of these various other approaches.\n\n\n\nAnd so I think that it’s important for even those folks in farm states who traditionally have been strong supporters of ethanol to examine are we, in fact, going after the cutting-edge biodiesel and ethanol approaches that allow, for example, Brazil to run about a third of its transportation system on biofuels. Now, they get it from sugar cane and it’s a more efficient conversion process than corn-based ethanol. And so us doing more basic research in finding better ways to do the same concept I think is the right way to go.\n\n\n\nQ I believe you addressed this next one, so we’re going to skip past it.\n\n\n\nTHE PRESIDENT: I did.\n\n\n\nQ But from Ryan: “I would cut defense spending.”\n\n\n\nQ And James: “I’d cut costs by cutting some welfare programs. People will never try harder when they are handed everything.”\n\n\n\nTHE PRESIDENT: Well, here’s what I would say. I think we should acknowledge that some welfare programs in the past were not well-designed and in some cases did encourage dependency. And as somebody who worked in low-income neighborhoods, I’ve seen it, where people weren’t encouraged to work, weren’t encouraged to upgrade their skills, were just getting a check, and over time their motivation started to diminish. And I think even if you’re progressive, you’ve got to acknowledge that some of these things have not been well-designed.\n\n\n\nI will say that today, welfare payments are not the big driver of our deficit or our debt. There are work obligations attached to welfare, that the vast majority of folks who are getting welfare want to work but can’t find jobs. And what we should be doing is in all our social programs evaluating what are upgrading people’s skills, giving them the tools they need to get into the workforce, nudging them into the workforce but letting them know that we’re there to support you and encourage you as long as you’re showing the kind of responsibility for being willing to work that every American should be expected to show.\n\n\n\nAnd I’m somebody who believes that we can constantly improve any program, whether it’s a defense program -- those who say that we can’t cut military at all, they haven’t spent a lot of time looking at military budgets. Those who say that we can’t make any changes to our social welfare programs or else you’re being mean to poor people, that’s not true. There are some programs that can always be improved. And some programs, if they don’t work, we should have the courage to eliminate them, and then use that money to put it into the programs that do work.\n\n\n\nBut the bottom line is that our core values of responsibility, opportunity, making sure that the American Dream is alive and well so that anybody who is willing to put in the time and the effort and the energy are able to get a good education in this society, find a job that pays a living wage, that they’re able to send their kids to college without going broke, that they’ve got basic health care, they’re going to be able to retire with some dignity and some respect, that that opportunity is open to anybody regardless of race or religion or sexual orientation -- that that basic principle, that’s what holds us together. That’s what makes us Americans.\n\n\n\nWe’re not all tied together by ethnicity or a single religion. What ties us together is this idea that everybody has got a shot. As long as you carry out your responsibilities, you can make it. You can get into the middle class and beyond. And you can start a company and suddenly help bring the whole world together. That’s what makes this country outstanding.\n\n\n\nBut in order to do that, it requires us to both have a commitment to our individualism and our freedom and our creativity and our idiosyncrasies. But it also requires us to have a commitment to each other, and recognize that I would not be President if somebody hadn’t helped provide some scholarships for my school, and you would not have Twitter if the Department of Defense, at some point, and a bunch of universities hadn’t made some investments in something that ended up being the Internet. And those were public goods that were invested in.\n\n\n\nSo you and I are sitting here because somebody, somewhere, made an investment in our futures. We’ve got the same obligation for the folks who are coming up behind us. We’ve got to make sure that we’re looking out for them, just like the previous generations looked out for us. And that’s what I think will help us get through what are some difficult times and make sure that America’s future is even brighter than the past.\n\n\n\nMR. DORSEY: And on that note, thank you very much, Mr. President. (Applause.)\n\n\n\nTHE PRESIDENT: Thank you. I appreciate it. (Applause.) All right, thank you, guys. Thanks. (Applause.)\n\n\n\nEND 3:12 P.M. EDT", "images": ["https://obamawhitehouse.archives.gov/profiles/forall/modules/custom/gov_whitehouse_www/images/icons/wh_logo_seal.png", "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"], "top_img": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "keywords": [], "authors": [], "canonical_link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/06/remarks-president-twitter-town-hall", "title": "Remarks by the President in Twitter Town Hall", "meta_data": {"msapplication-square70x70logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-TileImage": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "msapplication-TileColor": "#003C80", "application-name": "Whitehouse", "msapplication-config": "https://obamawhitehouse.archives.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "whitehouse.gov", "type": "article", "title": "Remarks by the President in Twitter Town Hall", "url": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/06/remarks-president-twitter-town-hall", "description": "2:04 P.M. EDT         MR. DORSEY:  Good afternoon and welcome to the White House.  I am Jack Dorsey, from Twitter.", "updated_time": "2011-07-07T11:15:24-04:00", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "secure_url": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "width": 240, "height": 240}}, "twitter": {"card": "summary", "site": "@WhiteHouse", "creator": "@WhiteHouse", "title": "Remarks by the President in Twitter Town Hall", "url": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/06/remarks-president-twitter-town-hall", "image": {"identifier": "https://obamawhitehouse.archives.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}}, "article": {"published_time": "2011-07-06T17:07:19-04:00", "modified_time": "2011-07-07T11:15:24-04:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}, "movies": [], "publish_date": 1309881600.0, "source": "http://www.whitehouse.gov", "summary": ""}